[
    {
        "type": "白話",
        "name": "乾為天",
        "text": "乾為天  乾金八純卦\n\n乾卦象體： \n\n天體運行，為最健剛之象。晝夜四時，循環不息，為至健正道。君子效法天象，以進德修業，念念自強不息。 \n\n評曰：龍示變化之象，萬物資始之意。 \n\n卦意判斷： \n\n此卦為純陽至尊之卦象，居六十四卦之首。乾卦為剛健、旺盛、運動、生生不息，且變化無窮。表現在事為大事，在人為大人，為君，為父，為尊貴。得此卦者，宜守其正道舊常，又宜靜從於人，若固執伸張己意，貫徹己志者，必將因剛愎固執誤事而後悔也。 \n\n得此卦者，其人個性必屬剛強且倔強，對於旁人的勸告，多數不能夠接受。有外實內虛之象，故凡事不可妄進或過於剛強，否則有災。若女性占得此卦，必是眼光過高，虛榮心強，愛面子，愛逞能。 \n\n又乾卦陽剛氣重，於事業也有如意繁榮鼎盛之象，但若過於驕傲剛強者，不可言吉。尤其婦人不可專權行事，唯我獨尊，有欺凌先生之意，故此卦不宜婦女卜求家運、婚姻、事業。 \n\n卦象參考： \n\n有居住不安寧，破財之兆，慎防血光，蒙難，對錢財有勞思之苦，此卦進有悔，退無災，但若過份遲滯者又恐有失時之虞。 \n\n【總結批論】 \n\n天：表示極陽之象，為純卦、六沖卦，是大好、大壞的卦象。對事業一般為吉象，可表為主管、負責任，可以任用擔當大事，或開業當老闆，得此卦都屬吉象，只是必須有一個好的助理更佳，對升官、考試、升遷都較有利。 \n\n但對於與人相處的事項，則較不利，個性固執EQ不高，難圓融、 堅持己見，難將事情圓滿解結，與家人、同事的互動一定不好，論及感情、家運、婚姻都非吉象。 \n\n尤其是對身體健康，最為兇險，因固執剛愎，所以在腦部方面的疾病最多，也難醫治好，如：中風、腦神經衰弱、神經麻痺、頭痛、腦瘤、、等。 \n\n天：也有表示「神明、仙佛之意」，得此卦需注意有無褻瀆神明之象。或是已得神明靈氣的降臨，需儘快來供奉、專心參修了！ \n\n【應用】 \n\n運勢：有地位擢升、名利雙收氣勢旺盛之象，功名榮顯得貴子。六親和睦，凡事謙和為貴，可吉。 \n\n愛情：彼此之間切勿逞強，摒除自我主義的觀念方可成就，但常有鬧意見之情況。 \n\n家運：幸運興隆，但須小心口舌爭論、堅持己見之象。 \n\n胎孕：有不安之兆，宜小心保養。初生女次生男或雙生吉。若是男兒則健康平安。 \n\n子女：男多於女，兒女健康，幸福有為。 \n\n週轉：雖不成問題，尚宜心平氣和來處理。戌亥日可。 \n\n買賣：小利可得，大則勿取，勿太張揚為吉。 \n\n疾病：八純卦占病為嚴重，為頭部或神經之疾。雖此卦占病大凶，變卦有活解若為吉，宜細心調養。 \n\n等人：一定會來。 \n\n尋人：已遠走高飛，不易找到，在西北方向。 \n\n失物：須一段時間，在西北方可以找到。 \n\n旅行：夏季不宜，勿行南、北，其它可。 \n\n考試：有望。 \n\n改行：不宜。 \n\n訟詞糾紛：有理，據理則吉。 \n\n求事求職：有貴人提拔，可發展稱心。"
    },
    {
        "type": "白話",
        "name": "澤天夬",
        "text": "澤天夬 坤土五世卦\n\n夬卦象體： \n\n澤上於天，澤為蓄水池，積滿則氾濫成災，勢可滔天，為決去潰堤衝散之象。其體六爻自初爻至五爻皆是陽爻，五陽盛長，勢在決去上六一陰爻。一陰孤立，有被去決之意也。 \n\n三月卦： 春平 夏吉 秋吉 冬凶 \n\n評曰：蛟龍登天之象，羶羊觸喜之意。 \n\n卦意判斷： \n\n夬乃決也。澤氣登於天上必成雨而下，故得此卦者，恐有過於剛強而敗事之虞。又有物之散亂，受傷害之意，故過剛即凶，萬事宜忍耐柔和為宜，深思熟慮後始能決事進行。 \n\n得此卦者，有心中悶苦而不安，也有與人中絕交往之意。對於住所有辛勞。尤其處理事物勿太果斷，否則有壞事之虞。 \n\n男女須慎防男女情色之損傷，出入宜小心為要。斷之婚姻，凶卦，有被人破壞之象，但若是再嫁之婚，得以和合，否則多數不成局也。得卦者有高傲溢滿而必招損的凶象。 \n\n卦象參考： \n\n此卦澤水置於乾天之上，然澤水必然會下降於地，乃自然之態，然以澤金下觸乾天之金，雙金碰觸，定然有驚動之聲，並產生金器重力碰觸之損傷。又澤水下流，若如人體被金器所傷而血流注下之象，所以得此卦可依此斷論病症開刀或意外血光之象。 \n\n得此卦者，恐於秋冬之季有血光之災，而此災定與重金屬或車禍、機械有關。所傷嚴重部位為頭部，而且是突發之意外，不能防備耳。出入宜小心為要。也有因赴女性之約而中途出事者。 \n\n此卦均有男女感情的憂患煩惱，因陰爻象徵小人、或陰煞、或女子，又小人難制，若去決不利，恐有反噬之災。故宜小心謹慎，於事於人若要摒除邪惡，必先正己、以德服人，則小人自消。此乃易經之哲理也。 \n\n【總結批論】 \n\n夬：表決定、或去除、或捨去、或缺失的意思。是個狀況卦，吉凶未定。所遲疑的事情，一定要有個決定不能再拖延，至於如何決定，可視變卦而定。否則在繼續有所拖延，就成凶象了！ \n\n又因為「兌澤」表少女、為男女情色感情之卦象，因此若卜論與感情有關的事項，大概都必須很小心謹慎，宜速作決定。 \n\n【應用】 \n\n運勢：日前雖然鴻運當頭，終會遇到困難與危險，凡事不可輕舉妄動，宜隨時警惕自己，留心意外災害。住所可能會有變動，也有文書、契約之失利，易生錯誤。慎勿傲氣或自以為是，不謙和者定有災。 \n\n愛情：男人去決摒棄女人之象，乃孽緣也。 \n\n家運：夕陽雖好，卻近黃昏，往後有陷於驚動、痛苦之境。因此卦有盛極必反之象。 \n\n胎孕：無災。母胎宜節制食物，且勿發怒氣，否則有難產之慮。生男兒，不久當產。 \n\n子女：兒子多，女兒少，有先吉後凶之象。 \n\n週轉：可急成，須誠意，光明之態度可成，否則有不利之象。 \n\n買賣：須誠信交易，否則有失敗破財之害。 \n\n疾病：病情嚴重，宜速治療，可能需要開刀。所患是胃部、頭部和惡性瘤之病症。 \n\n等人：不必等了，不會來。 \n\n尋人：宜速尋找，延誤不利。出走之人有生命之危，西方或西北方向，尤其是水邊地帶。 \n\n失物：遺失大致可知，但難在尋得之意，西北方。 \n\n旅行：不利，途中有難。 \n\n考試：不理想。 \n\n改行：者要慎重考慮。開業者不利，如已備妥  小心難關重重。 \n\n訟詞糾紛：不利與人私下爭執，宜尋法律途徑解決。 \n\n求事求職：有困難，或得不到好職位。"
    },
    {
        "type": "白話",
        "name": "火天大有",
        "text": "火天大有 乾金歸魂卦\n\n大有卦象體： \n\n日麗中天，遍照萬物，盛大富有。離為夏，萬物繁殖之時。乾為秋冬，萬物收藏之時，大有之象。又內卦剛健，外卦文明，二五爻陰陽相隨，  一君統有眾民，有應乎天時，以來運行化育之吉象。 \n\n四月卦： 春吉 夏平 秋凶 冬吉 \n\n評曰：穿窗明開之象，深谷花開之意。 \n\n卦意判斷： \n\n此卦乃太陽之火在天上照遍大地萬物，庶物萬盛，一陰應上下五陽，五陽爭歸一陰之象，故此卦以陽統眾，以柔中有剛為之大有。需慎戒注意有死傷、疾病等憂患之兆象。得此卦於文學、創作等事，可順利發達，做文學者前程似錦，因離卦火表智慧，最利於文筆寫作。 \n\n斷之婚姻必成。男方可得妻家財或入贅上門，又有夫長女幼之象。或再嫁之女宜防有破財凶運，男人則慎防美艷之女的誘惑，而招損財之失，女人也應防感情有失。 \n\n卦象參考： \n\n此卦萬物有成，花開之期，然花之開即為謝之始。因離亮麗之火於乾天之金上方，火剋金也，故必盈極而虧，物極必反，藏有凶象也。故於人、事、物，雖眼前榮達有財綠，切忌得志而妄大，則可亨通。否則反卦為凶也。此卦藺相如送趙璧往秦，卜得之後果還璧也。 \n\n卦之運用，須視對於「時、事、人、物」的感應及變化而定。此卦上離夏為盛季之期，下乾秋為萬物成熟之時，以象言之，大地豐富而全有收藏，屬至盛之期。然易經哲理教我們須持君子風範，行事光明正大，始能固貞。 \n\n【總結批論】 \n\n大有：表有很多的收穫。是個吉卦。易經解釋大有卦為，春耕、夏耘、秋收、冬藏，是個努力堅持之後的願望期待實現。很利於投資、合夥、感情、婚姻。 \n\n但不利於「健康」，因大有卦為「歸魂卦象」，與亡靈、神明有關，尤其是一種神明卦，下卦為「天」，通常有褻瀆神明、對祖先不敬，或許願未還而遭受影響。 \n\n病症主為，心火過旺、精神恍惚、不振、頭痛等，屬腦部及心臟、血液方面的疾病，如腦瘤、白血病、心臟病等，服藥治療功效不大， \n\n【應用】 \n\n運勢：得時得運，隆盛昌榮也。然卦象藏有盛極而衰的預兆，不得不慎，若能保持其全盛的狀況，可得眾望所歸。有走紅、賺錢之勢，但須謹慎不可驕縱。 \n\n愛情：可實現理想之吉象。 \n\n家運：生平富貴吉利。切勿因富貴而欺凌貧困者，過於傲氣凌人者不利也。 \n\n胎孕：有雙生之象。古人云：有月必有日，所以日一月二，陰陽交泰，過月生無事。若生女兒，則賢慧聰明，但將來有凌夫之象。其才智明顯耀人也。秋天生產需防流產。 \n\n子女：兒女有成，父母歡欣之象。 \n\n週轉：大有所得。 \n\n買賣：交易有獲大利之象，但仍須審慎行事。 \n\n疾病：為高血壓、肺部等疾，治療後可無礙。然其病須多加注意，有反態異常的現象則為大凶。 \n\n等人：會帶來好消息。 \n\n尋人：此人為感情或金錢之事出走，宜速找尋，否則恐有走極端之險。以東南再南方再西北三向尋之。 \n\n失物：於南方或西北方之高處尋之，可尋。 \n\n旅行：可。 \n\n考試：科甲明登。 \n\n改行：可以依計劃進行。開業吉利之時。 \n\n訟詞糾紛：大事可成，小事有頭無尾，木字人是貴人，異性之人有驚，可得圓滿解決。 \n求事求職：順利可行。"
    },
    {
        "type": "白話",
        "name": "雷天大壯",
        "text": "雷天大壯 坤土四世卦\n\n大壯卦象體： \n\n雷聲騰播于天上，聲勢強大無比。雷聲響亮，天空光明，為光明正大之象。又陽象光大，陰象弱小，交序自下而上，四陽盛長為大壯。其德乾為至剛至健，驚雷為主動之象，至剛至健，強烈地動為大壯。 \n\n二月卦： 春凶 夏平 秋平 冬亡 \n\n評曰：猛虎生角之象，錦衣夜行之意。 \n\n卦意判斷： \n\n此卦為震雷在乾天之上，雷奮動於天上之象，其勢壯盛也。又四陽在下，二陰在上，陽長方動，如人之血氣方壯，曰大壯。得此卦時，有過於強猛衝動而生過失，又為有勢之力，辛苦之時。 \n\n有侮人、罔他之意，故凡事不可妄進，對事業、工作、金銀財寶有苦勞之意。 \n\n凡事開始困難需協調後可成，求財望事似成而空。凡事有躁動不安穩之象，宜慎之。 \n\n斷之婚姻，不利，成後也多不和。婦人若無破相，則有腹肚之疾，若三六爻動，此婚事難成。 \n\n此卦男人占得，必有剛愎自用之傾向，女人占得，若間婚姻者，有被性侵、強奪其貞節之凶象。 \n\n卦象參考： \n\n動者壯也。乾爻剛健而震雷動，其勢之壯，有利於正道，其所以為大，也即在於正。任何事物，必須經過正常的發展，始能壯大。 \n\n觀乎其壯大之理象，而萬物之情況得以歸附，故要保持其光明正大的人格，才不致有物極必反之害。此卦唐玄宗避安祿山之亂，卜得之，乃知不久亨通也。因內卦乾君為金，外卦之震雷為木，木被金剋，安祿山必退矣。 \n\n【總結批論】 \n\n大壯：表天上打雷、聲勢浩大，行動迅速、積極之象，但是最易發生的現象卻是「雷聲大、雨點小」虛張聲勢的凶象，所以此卦一般以凶象來論。因為對人、對事最忌衝動。此卦有過於衝動不理性之象，容易犯錯。尤其有意外血光之禍，被人毆打、傷害之意。得此卦，凡事再三思為吉。 \n\n對於運動體育發展則為奮發有成的吉象，但仍須注意運動傷害的發生。 \n\n【應用】 \n\n運勢：剛強過盛者，若不思正與順，則有躁動之害耳。雖運勢強大，時至當盛之期，但忌血氣方剛。處事欠思慮而遭破運，宜力持和平、順氣，勿得罪人，否則會因此而招來失敗，切勿貪妄。 \n\n愛情：有成就，但缺乏仁和謙恭，易遭反悔，須慎之。 \n\n家運：已壯大且富有，但也有似成而空之感。 \n\n胎孕：生男。若亥卯未日占六甲，五爻有動，子母有難非喜事、凶象。 \n\n子女：兒女多倔強，終致家庭不和與不幸。兒女多有自視太高，目中無人的情形。 \n\n週轉：勿再三借貸，如此反而不利。 \n\n買賣：可成功與獲大利，但往後要小心，有反遭不利之情況。 \n\n疾病：所患為急性肺炎、腦病等，大致為凶象。尤其平常健壯而臨時起病者最不利。 \n\n等人：遲來。 \n\n尋人：為鬥氣而出走，若尋找途中不見，則難查下落，東方或西北方。 \n\n失物：大多已失。 \n\n旅行：有無謂災害，不宜。 \n\n考試：有好成績，但勿太驕傲。 \n\n改行：可，不過勿太勉強。開業吉利。 \n\n訟詞糾紛：和解為宜。勿鬥氣。 \n求事求職：可順利。勿太剛強行事。"
    },
    {
        "type": "白話",
        "name": "風天小畜",
        "text": "風天小畜    巽木一世卦\n\n小畜卦象體： \n\n風行於天上，雲被風吹散。一時天空澄清有如萬里無雲之晴空，雲被風所吹散而不雨。又一陰統蓄眾陽，以小畜大，以陰畜陽，力量寡弱不振之象。 \n\n十一月卦： 春病  夏凶  秋口舌  冬吉 \n\n評曰：曉風殘刀之象，相親相疏之意。 \n\n卦意判斷： \n\n此卦乃巽風在乾天之上，以六四之陰畜五陽，故曰小畜。得此卦者，為被畜養之時，雖有前進之志，但小有障礙，不能大進，若強進難免有  限，然而終需陰陽相合。故宜待時，以防有不測之災難。求財望事皆反覆變動，有口舌，難以急調處理。對於居處有辛苦之象，宜改變之。氣運遲滯不發，欲速則不  達。 \n\n斷之婚姻，此婚事再三拖延之後可合，或其女為再嫁之象。男人占得此卦，有爭風吃醋之過，女人占得，可知曉風殘月，又有相親相疏的變化，也有自暴自棄、墮落之象。占者若為女性，可能是風月之人。 \n\n卦象參考： \n\n卦體上巽下乾，中爻「約離互兌：火澤睽」。畜是蓄聚、蓄養、蓄止，同時還有阻止等意思，陽陰乃正反。全卦六爻只有一陰爻，故有一陰  統蓄眾陽以小蓄大，有如雲層密佈而不下雨之象。雖暫不下雨，但時機一到雨必下也。此卦是教我們要蓄神以待時。昔韓信擊取散關不下，卜得此卦後果破也。故宜  待時而發。 \n\n【總結批論】 \n\n小畜：表小有積蓄。是個小吉卦，事事不可貪大，投資理財均需保守為佳。健康無礙平順。畜又為畜養，小規模的養牧之意，論錢財為小有積蓄的小吉象。 \n\n【應用】 \n\n運勢：有蓄聚、阻止之意。一陰畜五陽，雖有雲雨而不下，雨之不下，大地不能得到滋潤，故此運勢有反覆不定、有口舌是非之災、又難以急調處理，所以諸事宜忍耐，等待時機。尤其女人得此卦更應在行為上，對事或對人有所節制。 \n\n愛情：語言不和，意見分歧，不太如意。 \n\n家運：不和且多是非，衰而不振、多勞，要有耐心應對，以待時機。雨過天必晴。 \n\n胎孕：生男兒。若秋冬生女。若初胎，子不成。更宜防流產。 \n\n子女：因子女而勞碌之象，子女早運不住，家境窮苦，但晚年有福也。 \n\n週轉：有女人從中阻礙，不成也。 \n\n買賣：景氣不好，買賣難成或利薄。 \n\n疾病：患者有胸部、胃腸等疾，頭部、腦部之疾。其病難治但不嚴重，長久慢性病之併發症則較凶險。 \n\n等人：不會來，臨時變意。 \n\n尋人：因男女情色或家庭不和出走，只在原處。若四、五爻動則已遠走難尋，東南或西北之向。 \n\n失物：被小人侵算，有婦人見得，急向東南方覓之。屋內之失物可尋。 \n\n旅行：途中有害，不宜。 \n\n考試：不理想。 \n\n改行：不宜，開業不宜，已開業者則小有所成。 \n\n訟詞糾紛：一不成也和。一惹禍帶刑傷，不利。 \n求事求職：可行小有希望。"
    },
    {
        "type": "白話",
        "name": "水天需",
        "text": "水天需  坤土遊魂卦\n\n需象體： \n\n坎水在上為雲，不降成雨，雲在天上末遽下於地，為遲滯之象。又乾性剛健主必進取，但卻處於坎險之下，所以雖急但不能遽進，需等待時機之象。 \n\n八月卦： 春吉 夏平 秋吉 冬吉 \n\n評曰：密雲不雨之象，雪中梅綻之意。 \n\n卦意判斷： \n\n此卦乃坎之雲登天上卻未降下成為雨，坎陷又阻於乾健之前，使其不能速進，皆須等待時機之意。雖有吉事，而時節末至，妄進即遇困難，須待危險去除後方可前進，速進會失敗後悔，不如慢進功成。 \n\n求財望事，十只二三可成。斷之婚姻，男占捨婚，女占貪嫁，若成卦初爻、四爻動即可成。否則有多阻礙，或難成之象，宜以恆心去除障礙方可成也。占諸事不利。 \n\n卦象參考： \n\n此卦中爻「約離互兌」。需者，遲滯有等待之意。又序卦傳：「需者，飲食之道也。」此卦意表示目前有險阻，卦爻之九五陽剛陷於陰險中，必待下體乾陽合力而赴，才能有所作為，所以處事必須避免過份急進，要耐心等待時機，再求進展，方能有濟。大地因雲積於天不雨，而無法得到雨水滋潤，故曰需。 \n\n【總結批論】 \n\n需：表需要、需求，密雲而不雨，雖然很渴求但卻又是時機未到而著急著。此卦凶中帶吉，需耐心等待，則事情可成。 \n\n健康，要特別注意，此卦為「遊魂卦」，病症主在腦或腎，有膀胱、腎方面的重症，也是受亡靈所影響，醫藥治療功效不大。祖先風水要詳查有無入水過濕，祖靈不安之象。 \n\n【應用】 \n\n運勢：宜退守正道，不宜冒險前進，投機急取反而失利。須知貪小失大，有智者必須等待時機也。 \n\n愛情：起初不如意，有耐心者方可成就，否則不成也。 \n\n家運：初為多事之秋，須憑智慧耐心挽救頹勢。 \n\n胎孕：臨產之時得才占卜表會有障礙。防剋產母。 \n\n子女：得子遲，故女兒必先有也。 \n\n週轉：不能預期而得，有延滯之意。 \n\n買賣：有口舌不可成就，也勿貪小而失大。 \n\n疾病：為頭部、腎部之疾，病情拖延而長。須留心治療，長久病疾或因果病也。 \n\n等人：遲到。 \n\n尋人：此出走之人因男女情色之事，於西北或北方，雖平安，但不易尋。 \n\n失物：因喜樂中有失，隔些時日可尋，急也難如。 \n\n旅行：不可。有盜難之兆。 \n\n考試：要多用功。 \n\n改行：不宜。開業也不宜。 \n\n訟詞糾紛：目下未了，但最好停止紛爭。 \n求事求職：不宜急取，急也不得，再等待，再尋求。"
    },
    {
        "type": "白話",
        "name": "山天大畜",
        "text": "山天大畜  艮土二世卦\n\n大畜卦象體： \n\n乾天居於艮山中。因天大而山小，有以微小阻止龐大，以陰畜陽之象。又五爻表為君，四爻表為臣，下三陽爻為平民，君臣可合力制止平民之反動，而來馴服管理眾民生產。 \n\n其德，艮卦篤實，乾卦剛健，能篤實剛健，勤勞不息，人人能蓄積富有。 \n\n三月卦： 春吉 夏凶 秋凶 冬平 \n\n評曰：金在巖中之象，淺水行舟之意。 \n\n卦意判斷： \n\n此卦之下卦乾健欲進，上卦之艮畜之，艮能止、乾又能養之，故名大畜。畜為止，為養也。 \n\n只是若論住宅、風水，得此卦時，可能有住居不安、身心憂苦，且有含怒懷恨之事。宜待得時機，徐徐處事，必得達志。 \n\n性急不利，短慮則易生爭端。求財望事難成。此卦奉公職者吉。 \n\n斷之婚姻，有不成之兆，女可能為有病之身。 \n\n卦象參考： \n\n此卦具有剛健、篤實、光明等理象，體會此理象，可使道德的修養，天天有新的進步。 \n\n【總結批論】 \n\n大畜：表會有很多的積蓄、不動產的來到。吉相之卦。可以考慮較大的投資案，只是現金周轉可能會較不利。蓄也有守財小氣之象。 \n\n只是艮土在上，表陽宅風水，若論住宅、風水，得此卦變爻在土時，可能有住居不安、身心憂苦，且家中人的相處有含怒互相懷恨之事。風水磁場不利於住家之象。 \n\n【應用】 \n\n運勢：大凡諸事不可好高鶩遠，腳踏實地、務實行事，始能成就大業。以蓄德為主可吉，若因得勢而氣盛凌人，目空一切者，終招失敗之象。 \n\n愛情：雖有些阻礙，但終有望，然氣盛則自招叛而破。 \n\n家通：須知蓄者以備急需也。明此道理，持之力行，則可亨通。 \n\n胎孕：占得此卦主生貴子。得男兒較遲。 \n\n子女：兒女必聲揚家風，可得幸福之象。 \n\n週轉：可成。 \n\n買賣：再談可成艾，且有獲大利之象也。 \n\n疾病：為腦、腹部脾、膽之疾，可能結石發炎之象。或頭部外傷。但可冶癒。 \n\n等人：不會來。 \n\n尋人：途中虛險，若一人等待必有凶。若是出走者，不必尋，會自回。 \n\n失物：隔些時日可尋，東北水邊。 \n\n旅行：吉利。 \n\n考試：上榜。 \n\n改行：不宜。開業者耍有不怕挫折之決心全力以赴，有利可得。 \n\n訟詞糾紛：因土地之事，有頭無尾。有破財之象，但糾紛可化解。 \n求事求職：不利。再待時。"
    },
    {
        "type": "白話",
        "name": "地天泰",
        "text": "地天泰  坤土三世卦\n\n泰象體： \n\n乾天之氣下降，坤地之氣上升，天地之氣相交融合，為通泰暢氣之象。 \n\n又內陽外陰，內健外順，內大外小，內君子外小人，為小往大來。 \n\n正月卦： 春吉 夏凶 秋凶 冬平 \n\n評曰：麟角有肉之象，雁至衡陽之意。 \n\n卦意判斷： \n\n乾陽坤陰，天地陰陽之氣相交通，君臣上下相和睦，天下太平之象，故曰泰。 \n\n泰乃流通無阻礙也，得此卦時，是為家齊國治，百事通達之時。 \n\n斷之婚姻，是大娶小，或其婦帶小兒來嫁。或雖有婚嫁反覆之意，但仍可得良緣而順利圓滿。 \n\n卦象參考： \n\n此卦內陽外陰，內健外順，於大象言，則是天地陰陽兩氣相交，而萬物通亨榮泰之象。 \n\n以人事言，則是上下心靈相交、志向相同，和泰之象也。故此卦為盛極之卦，與天地否卦相反。 \n\n然須知「分久必合、合久必分」之理，於諸事順調得意之際，切勿迷失方向，任意而為，則可保其全，否則反不利也。 \n\n【總結批論】 \n\n泰：表三陽開泰，萬事亨通。吉卦之象，諸事皆順。 \n\n【應用】 \n\n運勢：諸事如意吉祥，前途事業均順利。切不可驕傲或任意從事，也宜自惕勿太活躍，始能免於災難。凡事宜求內在之實，不求外在之虛，否則有破。 \n\n愛情：情投意合，良緣。勿任性，以維持吉象，反之則招破。 \n\n家運：家庭和合，有通亨之象，凡事宜檢點得失，不可胡為，否則招災不利。 \n\n胎孕：生貴子，是第三胎。安而無災。生女也均無礙。 \n\n子女：親子和睦，幸福圓滿。留心教養，勿使太任性，否則可能淪於不幸之破運。 \n\n週轉：可成。 \n\n買賈：交易有益，得利。 \n\n疾病：為胃腸、或重感冒、肺、頭痛之症，無大礙。 \n\n等人：會來。 \n\n尋人：在朋友或親戚家裡，有信息也。可尋。 \n\n失物：非是人偷、自己遺失。有可能尋回之象。 \n\n旅行：順利平安。 \n\n考試：上榜有望，宜再努力勿懈。 \n\n改行：吉。開業者吉利之象。 \n\n訟詞糾紛：因小意見而引起，不宜見官，和解有利。 \n求事求職：吉利亨通。"
    },
    {
        "type": "周易",
        "name": "乾為天",
        "text": "乾為天  乾金八純卦\n\n第一卦 乾卦 為純陽之卦 無形的主宰 \n\n「經文卦意」乾：元，亨，利，貞。 \n\n【翼傳注釋】 \n\n《彖》曰：大哉乾元，萬物資始，乃統天。雲行雨施，品物流形。大明終始，六位時成，時乘六龍以御天。乾道變化，各正性命，保合太和，乃利貞。首出庶物，萬國咸寧。 \n\n《象》曰：天行健，君子以自強不息。 \n\n【爻辭原文】 \n\n初九：潛龍勿用。 \n\n《象》曰：潛龍勿用，陽在下也。 \n\n九二：見龍在田，利見大人。 \n\n《象》曰：見龍在田，德施普也。 \n\n九三：君子終日乾乾，夕惕若，厲旡咎。 \n\n《象》曰：終日乾乾，反復道也。 \n\n九四：或躍在淵，旡咎。 \n\n《象》曰：或躍在淵，進旡咎也。 \n\n九五：飛龍在天，利見大人。 \n\n《象》曰：飛龍在天，大人造也。 \n\n上九：亢龍有悔。 \n\n《象》曰：亢龍有悔，盈不可久也。 \n\n用九：見群龍旡首，吉。用九，天德不可為首也。 \n\n文言曰：元者，善之長也。亨者，嘉之會也。利者，義之和也。貞者，事之幹也。君子體仁足以長人，嘉會足以合禮，利物足以合義，貞固足以幹事。君子行此曰德者，故曰：「乾，元、亨、利、貞。」\n\n「周公爻辭、小象傳、文言傳」\n\n初九，潛龍勿用。\n\n《象》曰：潛陽勿用，陽在下也。 文言曰：初九曰「潛龍勿用。」何謂也？\n\n子曰：龍德而隱者也。不易乎世，不成乎名：遯世無悶，不見是而無悶，樂則行之，憂則違之，確乎其不可拔，潛龍也。\n\n九二，見龍在田，利見大人。\n\n《象》曰：見龍在田，德施普也。 文言曰：九二曰「見龍在田，利見大人。」何謂也？\n\n子曰：龍德而正中者也。庸言之信，庸行之謹，閑邪存其誠，善世而不伐，德博而化。易曰：「見龍在田，利見大人，君德也。」\n\n九三，君子終日乾乾，夕惕若，厲元咎。\n\n《象》曰：終日乾乾，反復道也。文言曰：九三曰「君子終曰乾乾，夕惕若，厲元咎。」何謂也？\n\n子曰：君子進德修業。忠信，所以進德也，修辭立其誠，所以居業也。知至至乏，可與言幾也。知終終之，可與存義也。是故居上位而不驕，在下位而不憂。故乾乾因其時而惕，雖危元咎矣。\n\n九四，或躍在淵，尤咎。\n\n《象》曰：或躍在淵，進元咎也。文言曰：九四曰「或躍在淵。元咎」何謂也？\n\n子曰：上下無常，非為邪也。進退無恆，非離摹也。君子進德修業，欲及時也，故元咎。\n\n九五，飛龍在天，利見大人。\n\n《象》曰：飛龍在天，大人造也。文言曰：九五曰「飛龍在天，利見大人。」何謂也？\n\n子曰：同聲相應，同氣相求。水流濕，火就燥。雲從龍，風從虎。聖人作而萬物靚。本乎天者親上，本乎地者親下。則各從其類也。\n\n上九，亢龍有悔。\n\n《象》曰：亢龍有悔，盈不可久也。文言曰：上九曰「亢龍有悔。」何謂也？\n\n子曰：貴而位，高而民，賢人在下位而輔。是以動而有悔也。\n\n用九，見群龍無首，吉。\n\n《象》曰：「用九」，天德不可為首也。\n\n文言曰：潛龍勿用，下也。見龍在田，時舍也。終日乾乾，行事也。或躍在淵，自試也。飛龍在天，上治也。亢龍有悔，窮之災也。乾元用九，天下治也。\n\n文言曰：潛龍勿用，陽氣潛藏。見龍在田，天下文明。終日乾乾，與時偕行。或躍在淵，乾道乃革。飛龍在天，乃位乎天德。亢龍有悔，與時偕極。乾元用九，乃見天則。\n\n文言曰：乾，元者，始而亨者也。利，貞者，性情也。乾始能以美利利天下，不言所利，大矣哉！\n\n大哉乾乎！剛健中正，純粹精也。六交發揮，旁通情也。時乘六龍，以御天也。雲行雨施，天下平也。\n\n文言曰：君子以成德為行，日可見之行也。「潛」之為言也，隱而末見，行而未成，是以君子弗用也。\n\n文言曰：君子學以聚之，問以辨之，寬以居之，仁以行之。易曰：「見龍在田，利見大人，君德也。」\n\n文言曰：九三重剛而不中，上不在天，下不在田，故乾乾因其時而惕，雖危尤咎矣。\n\n文言曰：九四重剛而不中，上不在天，下不在田，中不在人，故「或」之，或之者，疑之也，故無咎。\n\n文言曰：夫大人者，與天地合其德，與日月合其明，與四時合其序，與鬼神合其吉凶，先天而天弗違，後天而奉天時，天且弗違，而況於人乎？況於鬼神乎？\n\n文言曰：「亢」之為言也，知進而不知退，知存而不知亡，知得而不知喪。其唯聖人乎！知進退存亡，而不失其正者，其唯聖人乎！\n\n『卦意批註簡述』\n\n象曰：「天行健，君子以自疆不息。」天體運行，為最剛健的現象。晝夜四時，循環不息，為至健也。所以君子應該要效法天象，以進德修業，念念在茲自強不息。\n\n乾卦純陽，無形無跡，具有主宰的作用。以「龍」來象徵天地的生命力，用以表示一切動能鼓舞放發的現象。在人應如精神奮發，開創文明，都應本乎於乾。\n\n得此卦者，其人個性必屬剛強且倔強，對於旁人之勸告，多數不能夠接受。有外實內虛之象，故凡事不可妄進或過於剛強，否則有災。又乾卦陽剛氣重，也有事業、考試如意繁榮的跡象，但若過於驕傲剛強者，就不可言吉了，要能虛心謙卑。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你雖有實力和能力，卻還沒有得到發揮的機會，這種狀態可能將繼續下去。但是要不著急、不失目標地繼續努力，必將獲得賞識和報酬，現在等候機會最為要緊。\n\n《二爻》 迄今埋沒的才能已漸露頭角。要積極找機會發表自已的理想和意見，但是切記如稍有倚恃自已的才能，而顯現出驕傲的態度，到手的幸運將會失去。\n\n《三爻》 你因仗勢自己的能力，而讓可能得手的機會喪失。不要因有一時的大意，要謹守原有的態度才是上策。如果是女性得到此爻不可固執己見，以免災厄臨身。\n\n《四爻》 有過份地慎重而讓好時機失去的可能。如果把目標緊縮於小範圍，而採取積極的行動，大概可以順利成功。即使不能立刻見效，至少因為不斷的努力而會有好的結果。\n\n《五爻》 你已經等到積極採取行動的運氣了。但是開辦事業時，要多聽取周遭人的意見，尤其是長輩們的意見，說不定有意料不到的人來幫助你。升學或進入公司如無太大過錯，都會有好結果。\n《上爻》 你可能因為文書上的些許錯誤，而演變為大麻煩。或者因為遣詞不慎，而和情人發生口角爭執。不要心慌亂而魯莽行事，應該對自己所置身的立場好好地把握。"
    },
    {
        "type": "周易",
        "name": "澤天夬",
        "text": "澤天夬 坤土五世卦\n\n第四十三卦 夬卦  乾下兌上 決去其所當決 \n\n「經文卦意」夬：揚于王庭，孚號，有厲，告自邑，不利即戎，利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：夬，決也，剛決柔也。健而說，決而和，揚于王庭，柔乘五剛也。孚號有厲，其危乃光也。告自邑，不利即戎，所尚乃窮也。利有攸往，剛長乃終也。 \n\n《象》曰：澤上于天，夬。君子以施祿及下，居德則忌。 \n\n【爻辭原文】 \n\n初九：壯于前趾，往不勝為吝。 \n\n《象》曰：不勝而往，咎也。 \n\n九二：惕號，莫夜有戎，勿恤。 \n\n《象》曰：有戎勿恤，得中道也。 \n\n九三：壯于頄，有凶。君子夬夬，獨行遇雨，若濡有慍，旡咎。 \n\n《象》曰：君子夬夬，終旡咎也。 \n\n九四：臀旡膚，其行次且。牽羊悔亡，聞言不信。 \n\n《象》曰：其行次且，位不當也。聞言不信，聰不明也。 \n\n九五：莧陸夬夬，中行旡咎。 \n\n《象》曰：中行旡咎，中未光也。 \n\n上六：旡號，終有凶。 \n\n《象》曰：旡號之凶，終不可長也。 \n\n『卦意批註簡述』\n\n兌澤湖水在天上高處，過滿勢必要溢出，而有潰決的跡象。此喻君子要能施恩惠於屬下，若是自居功德高位，就要受人忌恨了。\n\n夬乃決定、抉擇也。得此卦者，恐有過於剛強而遭受敗事的憂虞。又有因事情的散亂，而受到傷害的意思，因為過剛即有凶險，萬事宜忍耐柔和為宜，深思熟慮後才能決定事情。\n\n夬，也有去除的意思。事情有苦勞或病痛的現象，需要下定決心將他除去的考慮。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 自己都已經闖事了還不知不覺。不可焦急，千萬要自幾保重，等待運氣的好轉要緊。改行、轉職、遷移、旅行緩期最好。\n\n《二爻》 被意想不到的事件或災害所襲擊，所幸還不致於成為大禍事。如能保持平時的品行端正和有節度的生活，大致就可以放心度過。要小心隨意批評別人的缺點，反而會喪失自己的信用。\n\n《三爻》 凡事不可興風作浪來吵鬧，穩重處理較好。把事情鬧成吵架、訴訟，對自己也是沒有好處的。運氣將慢慢向上，不必太焦急了吧。\n\n《四爻》 你的優柔寡斷將導致失敗。自己沒有判斷   【爻辭〔動爻應用解說〕】的信心時，最好是能藉助他人冷靜的判斷   【爻辭〔動爻應用解說〕】。有懶惰的心態，要注意。\n\n《五爻》 正為感情所困惱，工作多有疏忽。易遭詐欺，謀事儘早下定決心才能免於吃虧。尤其更要應注意，男子常為女性感情關係的影響而失敗。\n《上爻》 求助得不到幫忙。此爻表示獨斷者的窮途末路。能夠避免的爭端儘量迴避。公司經營不善而倒閉常出現在此卦中。"
    },
    {
        "type": "周易",
        "name": "火天大有",
        "text": "火天大有 乾金歸魂卦\n\n第十四卦 大有卦  乾下離上 文明富足之象 \n\n「經文卦意」大有：元亨。 \n\n【翼傳注釋】 \n\n《彖》曰：大有，柔得尊位，大中而上下應之，曰大有。其德剛健而文明，應乎天而時行，是以元亨。 \n\n《象》曰：火在天上，大有。君子以遏惡揚善，順天休命。 \n\n《雜卦傳》：「大有，眾也。」同人之後物必歸焉，而成其眾。 \n\n【爻辭原文】 \n\n初九：旡交害，匪咎，艱則旡咎。 \n\n《象》曰：大有初九，旡交害也。 \n\n九二：大車以載，有攸往，旡咎。 \n\n《象》曰：大車以載，積中不敗也。 \n\n九三：公用亨于天子，小人弗克。 \n\n《象》曰：公用亨于天子，小人害也。 \n\n九四：匪其彭，旡咎。 \n\n《象》曰：匪其彭，旡咎。明辨晢也。 \n\n六五：厥孚交如，威如。吉。 \n\n《象》曰：厥孚交如，信以發志也。威如之吉，易而旡備也。 \n\n上九：自天佑之，吉旡不利。 \n\n《象》曰：大有上吉，自天佑也。 \n\n『卦意批註簡述』\n\n火為太陽，光輝普照無所不覆。君子要效法天曰，沒有私心，包容承納惡事，表彰宣揚善事，契合天道順應人道，成大有發展的卦象。得此卦於文學、創作、寫作、編劇等事可發達，因為「離火」又表為智慧、文書的根源，所以文學者前程似錦。\n\n但是火也有過旺成為虛象的跡象，所以對於人、事、物，雖然眼前繁榮發達有財綠，但切忌得志而妄大，則可享有長久的亨通。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事慎重處事，愈消極愈有利，過於積極愈容易招致失敗。尤其是在人際關係力面，過份伸張自己的意見，會遭遇朋友或上司的厭惡，要以誠懇的態度應對為佳。\n\n《二爻》 愈努力付出報應愈大，事業也會愈加發展。處於負責主管地位的人，可以隨心所欲地發揮自己的才能。但有遭遇回祿之災的憂慮，請務必小心預防。\n\n《三爻》 得此爻的人，一時得到的幸運無法持久。所以即使獲得進昇，也不必得意忘形，要腳踏實地前進要緊。盲目進行的結果，反而失去既得的地位，名望和社會信用。男女結婚問題不談為宜。\n\n《四爻》 得到長輩提拔之處很多。相反地，周圍的人對你的攻擊也會不少。自己逞強過度恐有被人絆倒的憂慮，謙虛的心懷是保持你聲譽的良方。異性感情問題要注意預防。\n\n《五爻》 以誠實來對待他人，使你得到更多的援助，這是你目前的運氣。尤其特別注重那些環繞你周圍的部屬，會有大力扶助你的人出現。對外雖屬吉兆，但在家庭方面恐有些問題發生。不過，只要你加以小心防範必能解除於無形之中。\n《上爻》 此刻你正迎接好運的到來。工作方面得到上司或部下的獻身努力與幫助，將給你帶來莫大的成果。而且因為對自己的工作充滿信心，所以凡事進展順利。男女婚事可以積極進行，夫妻間此刻也充滿著溫愛。"
    },
    {
        "type": "周易",
        "name": "雷天大壯",
        "text": "雷天大壯 坤土四世卦\n\n第三十四卦 大壯卦  乾下震上 正大壯盛之態勢 \n\n「經文卦意」大壯：利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：大壯，大者壯也。剛以動，故壯。大壯利貞。大者正也。正大而天地之情可見矣！ \n\n《象》曰：雷在天上，大壯。君子以非禮弗履。 \n\n【爻辭原文】 \n\n初九：壯于趾，征凶，有孚。 \n\n《象》曰：壯于趾，其孚窮也。 \n\n九二：貞吉。 \n\n《象》曰：九二貞吉，以中也。 \n\n九三：小人用壯，君子用罔，貞厲。羝羊觸藩，羸其角。 \n\n《象》曰：小人用壯，君子罔也。 \n\n九四：貞吉悔亡，藩決不羸，壯于大輿之輹。 \n\n《象》曰：藩決不羸，尚往也。 \n\n六五：喪羊于易，旡悔。 \n\n《象》曰：喪羊于易，位不當也。 \n\n上六：羝羊觸藩，不能退，不能遂，旡攸利，艱則吉。 \n\n《象》曰：不能退，不能遂，不祥也。艱則吉，咎不長也。 \n\n『卦意批註簡述』\n\n震雷響揚於天際，聲勢雄壯；雷聲騰播于天上，聲勢強大無比。因此君子不做違法失禮的事，所以能成就偉大的事業。\n\n得此卦時，因為雷聲大有虛象的含意，所以顯示凡事有過於強猛而來產生過失，和有過於躁進的現象，又雖有強勢的力量，但卻是辛苦的時候。又有欺侮人、被他人迷罔的意思，故凡事不可妄進、衝動、躁進，對事業、財務、經濟有苦勞的現象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 指示你有急躁魯莽的行為，而且只知道批評別人，引起事業上的困擾。和他人的紛爭、是非常會來發生。要特別的慎重、沈穩。\n\n《二爻》 平凡的日子將繼續維持下去，精神、情緒上也頗為安定。物質上的享受應該有某程度的滿足。只是平凡的生活中會感到不滿，為慾望所引誘而惹出事端來。\n\n《三爻》 你的積極性和衝動力將是招惹禍端的原因。過度自信的事業計畫將會招來失敗。從事新事業、新工作的人，需要做好事先充分的調查。\n\n《四爻》 凡事已顯出新的希望來，眼前的工作不可中途而廢，要繼續努力。轉業、昇職是好機會。從前不敢實行的計畫、事情，可以放心大膽的去實踐了。\n\n《五爻》 你的輕俘言行會招來他人的厭恨和是非，言行舉止要多注意。和同事、上司討論意見時不可過於訴諸於情感，否則對方不但不能接受，反而還會反駁、反對你。\n《上爻》 你已登上大壯之峰，如果不知節制將會走入困窮的境地裹。要放棄私心和私慾，來考慮全體的和諧，然後採取行動才好。家庭裡會有煩惱事，不要忽視它，要想辦法去瞭解它的原因和處理。"
    },
    {
        "type": "周易",
        "name": "風天小畜",
        "text": "風天小畜    巽木一世卦\n\n第九卦 小畜卦  乾下巽上 畜小而未見大用 \n\n「經文卦意」小畜：亨。密雲不雨，自我西郊。 \n\n【翼傳注釋】 \n\n《彖》曰：小畜。柔得位，而上下應之，曰小畜。健而巽，剛中而志行，乃亨。密雲不雨，尚往也。自我西郊，施未行也。 \n\n《象》曰：風行天上，小畜。君子以懿文德。 \n\n《雜卦傳》：「小畜，寡也。」小畜，以小育大，其力寡也。上巽下乾，以陰畜陽，以小育大，故名為小畜。\n\n【爻辭原文】 \n\n初九：復自道，何其咎，吉。 \n\n《象》曰：復自道，其義吉也。 \n\n九二：牽復，吉。 \n\n《象》曰：牽復在中，亦不自失也。 \n\n九三：輿說輻，夫妻反目。 \n\n《象》曰：夫妻反目，不能正室也。 \n\n六四：有孚，血去。惕出，旡咎。 \n\n《象》曰：有孚惕出，上合志也。 \n\n九五：有孚攣如，富以其鄰。 \n\n《象》曰：有孚攣如，不獨富也。 \n\n上九：既雨既處，尚德載，婦貞厲。月幾望，君子征凶。 \n\n《象》曰：既雨既處，德積載也。君子征凶，有所疑也。 \n\n卦辭曰：「小畜，亨，密雲不雨，自我西郊。」\n\n『卦意批註簡述』\n\n小畜卦有亨通的卦意，然而因為是以陰畜陽，所來畜儲的僅積成密雲卻未下雨，就是有雨也僅自西郊開始的一小範圍，並未及於全面。但有如雲層密佈而不下雨，雖然暫不下雨，但時機一到雨必下也。此卦是教我們要蓄神以待時機。\n\n因此推論君子必須未雨綢繆，預作準備，自求充實，蓄積文化，涵養德行。一旦雨來了，立刻滋長生命，一點也不浪費時間。\n\n得此卦者，雖有前進的志氣，但小有障礙，不能大進，若是強進仍難免有限。另表小有積蓄，是個小吉卦，事事不可貪大，投資理財均需保守為佳。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 有了希望的吉兆。但還不能完全放心，如果乘機猛進將後悔莫及。現在是培養良運的時期。結婚、開業、轉業等人生大事都會很吉利。只是會生病的暗示稍強，健康保養不可忽視。\n\n《二爻》 前路有被阻塞的感決，而且對方即是你的上司，會令你苦悶不已。為今的對策應積極利用部下的力量，來鞏固自己的基礎，以準備將來的發展，眼前是必需忍耐的時期。\n\n《三爻》 對自己的遭遇和現狀容易感到不平和不滿，進而有反抗、怨恨的心。如此做更會把自陷入更深一層的苦境裏，弄得辭去工作或事業一蹶不振等命運。家庭裡的爭論也不停，凡事要自重為宜。\n\n《四爻》 此爻顯示將邁向好運，不過尚未稱得上安定。對人關係還需竭盡自己的誠意，同時要小心預防交通車禍。女性表示戀愛已開花，即將有結婚的喜事結果。\n\n《五爻》 此爻表示出工作的積極性和活力，凡事一出手便能奏效，這正是在吉運時期的人。物質上和精神上都受惠充實，對自己的行動有充分的信心可以勝過別人。雖然如此，但容易來偏寵那些聽從你的人，務請注意反省。\n《上爻》 有如走到山的頂峰一樣的運氣。如今因被順風吹動揚帆而來的人，應該要知道看風轉舵的時期了。運氣已逐漸下降，凡事要有應變的處置要緊，新的計畫、事業的擴張，都要不慌不忙的謹慎進行才好。"
    },
    {
        "type": "周易",
        "name": "水天需",
        "text": "水天需  坤土遊魂卦\n\n第五卦 需卦 乾下坎上 飲食宴樂以待時 \n「經文卦意」需：有孚，光亨，貞吉。利涉大川。 \n\n【翼傳注釋】 \n\n《彖》曰：需，須也。險在前也。剛健而不陷，其義不困窮矣。需，有孚，光亨，貞吉。位乎天位，以正中也。利涉大川，往有功也。 \n\n《象》曰：雲上於天，需。君子以飲食宴樂。 \n\n《雜卦傳》：「需，不進也。」\n\n《序卦傳》：「需者，飲食之道也。」 \n\n【爻辭原文】 \n\n初九：需于郊。利用恆，旡咎。 \n\n《象》曰：需于郊，不犯難行也。利用恆，旡咎。未失常也。 \n\n九二：需于沙。小有言，終吉。 \n\n《象》曰：需于沙，衍在中也。雖小有言，以終吉也。 \n\n九三：需于泥，致寇至。 \n\n《象》曰：需于泥，災在外也。自我致寇，敬慎不敗也。 \n\n六四：需于血，出自穴。 \n\n《象》曰：需于血，順以聽也。 \n\n九五：需于酒食，貞吉。 \n\n《象》曰：酒食貞吉，以中正也。 \n\n上六：入于穴，有不速之客三人來，敬之終吉。 \n\n《象》曰：不速之客來，敬之終吉。雖不當位，未大失也。 \n\n『卦意批註簡述』\n\n密雲而不雨的現象，是為遲滯之象。有如雲在天上，尚未成雨，因此是為等待時機的現象。所以君子對於此事，應當需要待時，要以飲食休養其身體健康，涵養以待時而動。得此卦者，雖然很渴求、需要，但卻又是時機未到而著急著。此卦凶中帶吉，需耐心等待，則事情可成。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 此爻短期間內運氣停滯不前，不放棄希望繼續等候機會是必要的。結婚問題要確實瞭解對方清楚後再來進行，免得捲入三角關係的糾葛之中。開張和轉業都有凶無利。\n\n《二爻》 短期間內要注意交通事故，或意外的災難。工作力面如想要以強硬的手段，來達成目的則容易引起爭，故務必保持謙虛的態度才好。開張和轉業都要避色，房屋的增建改建或遷徙都不可。\n\n《三爻》 此爻有衰運的暗示，願望不能馬上達成，好像被困難所阻隔。病痛、盜難、意外事故等壞運容易發生，要十分留意，不要逞強，要謹守住自已的本份。\n\n《四爻》 要有效壓抑自己的魯莽、衝動，逞強只會徒然引起災難。為打開目前的苦境，而抱以消極的願望尚通情理，所以凡事暫時拖延，以輕鬆的心情靜候時機才是。\n\n《五爻》 已見曙光，對於忍受痛苦煎熬過來的人是一線生機。結婚、買賣投資、交涉契約、開店等，都可以積極來進行，皆有吉利。近期內必有所獲，只要所要求的不太離譜就行了。\n《上爻》 有救星出現，難題也意外地獲得順利解決。領薪者說不定會因接到調職令而慌亂。交涉開店如果是由對方提出者，事情進行會更加有利。"
    },
    {
        "type": "周易",
        "name": "山天大畜",
        "text": "山天大畜  艮土二世卦\n\n第二十六卦 大畜卦  乾下艮上 畜德養賢之道 \n\n「經文卦意」大畜：利貞，不家食吉，利涉大川。 \n\n【翼傳注釋】 \n\n《彖》曰：大畜，剛健，篤實輝光，日新其德，剛上而尚賢。能止健，大正也。不家食吉，養賢也。利涉大川，應乎天也。 \n\n《象》曰：天在山中，大畜。君子以多識前言往行，以畜其德。 \n\n【爻辭原文】 \n\n初九：有厲，利已。 \n\n《象》曰：有厲利已，不犯災也。 \n\n九二：輿說輻。 \n\n《象》曰：輿說輻，中旡尤也。 \n\n九三：良馬逐，利艱貞。日閑輿衛，利有攸往。 \n\n《象》曰：利有攸往，上合志也。 \n\n六四：童牛之牿，元吉。 \n\n《象》曰：六四元吉，有喜也。 \n\n六五：豶豕之牙，吉。 \n\n《象》曰：六五之吉，有慶也。 \n\n上九：何天之衢，亨。 \n\n《象》曰：何天之衢，道大行也。 \n\n卦辭：「大畜，利貞，不彖食，吉，利涉大川。」\n\n『卦意批註簡述』\n\n乾與艮皆為陽卦，以艮畜乾，即以陽卦畜陽卦為大畜之象，以畜德為主，有了德才能與天地萬物相應。將天德內蘊而畜積之，累積智慧，擇善固執，陶冶性情，應本乎大畜卦。\n\n畜為止，為養也。只是若論住宅、風水，得此卦時，可能有住居不安、身心憂苦，且會有遇到含怒懷恨的事發生。\n\n此卦具有剛健、篤實、光明等現象，若能體會此一理象，而精進道德上的修養，將會天天有新的進步。\n\n也表示會有很多的積蓄、不動產的來到，吉相之卦。可以考慮較大的投資案，只是現金周轉可能會較不利。蓄也有守財小氣的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 即使已經覺得萬事準備妥當，也要再一次檢查看看，說不定還有遺漏的地方，變成將來失敗的原因。有強敵當前，務請留意。\n\n《二爻》 你已失去應該前進的目標，如今應該努力保持現狀最重要。所以目前的情況是，無法積蓄金錢，夫妻間易起口角衝突。看起來工作計畫好像有所成就，但實際上卻是無法如願實行。\n\n《三爻》 吉運已經不遠了，不過還需要一段努力才能達成願望。可能會有贊助者出現，如能協力合作，將會更為有利。如果你是領薪階級的人，近日內會有昇職加薪的喜訊。\n\n《四爻》 你已交上好運了。對事業的擴張、轉業、昇職不要失去此一絕好機會，毅然向前為佳。此爻對於僱用人員特別有利，公司這一時候來採用新人，是最適合的時間點。另外此時濟助困難的人，將來必會有好報的。\n\n《五爻》 你已經進入佳運當中，務必充分利用這次機會。勞資爭議問題能夠圓滿解決，或是大公司合併中小企業、買賣交易等，都可期待順利而且有很大的利益。\n《上爻》 目前你所得到的氣運，是在所有易經卦象之中最為景氣的時候，有如登天般的旺盛運勢。只不過要特別粗心大意，所招致來的意外失敗。"
    },
    {
        "type": "周易",
        "name": "地天泰",
        "text": "地天泰  坤土三世卦\n\n第十一卦 泰卦  乾下坤上 通泰安福的現象 \n「經文卦意」泰：小往大來，吉亨。 \n\n【翼傳注釋】 \n\n《彖》曰：泰，小往大來，吉亨。則是天地交，而萬物通也。上下交，而其志同也。內陽而外陰，內健而外順，內君子而外小人，君子道長，小人道消也。 \n\n《象》曰：天地交泰，后以財成天地之道，輔相天地之宜，以左右民。 \n\n《序卦傳》：「泰者，通也。」 \n\n【爻辭原文】 \n\n初九：拔茅茹，以其彙，征吉。 \n\n《象》曰：拔茅征吉，志在外也。 \n\n九二：包荒，用馮河，不遐遺，朋亡，得尚于中行。 \n\n《象》曰：包荒，得尚于中行，以光大也。 \n\n九三：旡平不陂，旡往不復，艱貞旡咎。勿恤其孚，于食有福。 \n\n《象》曰：旡往不復，天地際也。 \n\n六四：翩翩不富，以其鄰，不戒以孚。 \n\n《象》曰：翩翩不富，皆失實也。不戒以孚，中心願也。 \n\n六五：帝乙歸妹，以祉元吉。 \n\n《象》曰：以祉元吉，中以行願也。 \n\n上六：城復于隍，勿用師。自邑告命，貞吝。 \n\n《象》曰：城復于隍，其命亂也。 \n\n『卦意批註簡述』\n\n泰卦乃乾坤交和，內陽而外陰，內健而外順，天地相交而萬事亨通，安泰的卦象。在人如平安合泰和、和平處世、國泰民安的景象。得此卦者，以人事來言，則是上下心靈相交，志向相同，一片和泰之象也。故此卦為盛極的好卦象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 大概來論，你正處於好運的時期中。尤其至今還沒有人去做的事，你可以去著手來做最好。拜託別人的事，合夥事業都會很有利，不迷失方向必能成功。\n\n《二爻》 此刻最是盛運的時候，不要失去好機會。此時也最容易得到別人的援助，對於從事事業的人，是絕世的發展機會。不過男性有異性感情的煩惱，要小心。\n\n《三爻》 你表面看起來很活躍，但是其實卻相當的苦勞，能否克服、忍耐這些苦勞，將大大地左右你的將來。苦勞有苦勞的酬報，所以不要氣餒硬撐下去才好。買賣、投資宜維持現狀。\n\n《四爻》 運氣多少已走下坡。要能挽回走下坡的頹勢，需要仰賴有能力者的幫助，那就是要改進緩和你的頑固和執著。此時或許有插手於公共事務的機會也說不定。\n\n《五爻》 不要太活躍才能免於災難。凡事如果站在檯面上活動，就會有破象要小心。此爻有受惠於下屬的現象，讓他們為你努力一番也好。工作上的錯誤、過失要留意。\n\n《上爻》 得此爻的人現今最險惡，辛苦的事很多。例如：事業上失去信用被迫得半夜搬家，或被部屬連累，得走頭無路等等。此一時刻務必小心確保自己的信用。等候機會為宜。"
    },
    {
        "type": "塔羅",
        "name": "乾為天",
        "text": "乾為天  乾金八純卦\n\n1、乾為天  乾金八純卦\n\n【基本卦意】 \n\n乾卦：剛健，人物個性代表是父親。因為六爻都是陽爻，成為純陽至尊的卦象，又是居六十四卦之首，因此象徵剛健、旺盛、運動、生生不息，而且能夠變化無窮。\n\n在事情為大事，在人物為大人，在身體為頭部、腦神經，像似君王、父親，有尊貴的個性氣質。\n\n【卦意運用—吉凶參半指示卦】\n\n天：表示極陽之象，為純卦、六沖卦，是大好、大壞的卦象。\n\n對事一般為吉象，為主管、負責任，可以任用擔當大事，或開業當老闆，得此卦都屬吉象，只是必須有一個好的助理更佳，對升官、考試、升遷都較有利。\n\n但對於與人相處的事項，則較不利，個性固執EQ不高，難圓融、 堅持己見，難將事情圓滿解結，與家人、同事的互動一定不好，論及感情、家運、婚姻都非吉象。\n\n尤其是對身體健康，最為兇險，因固執剛愎，所以在腦部方面的疾病最多，也難醫治好，如：中風、腦神經衰弱、神經麻痺、頭痛、腦瘤、、等。\n\n天：也有表示「神明、仙佛之意」，得此卦需注意有無褻瀆神明之象。或是已得神明靈氣的降臨，需儘快供奉、修行了！\n\n【擬像延伸運用】\n\n得此卦者，其人個性或是對所卜的事情，必是剛強且倔強，對於旁人的勸告，多數不能夠接受。\n\n有外實內虛的現象，所以凡事不可妄進或過於剛強，做事宜守其舊常，又宜靜從於人，否則會有凶災，必將誤事而後悔。\n\n若女性占得此卦，或內卦是乾卦，也可延伸表示有眼光過高，虛榮心強，愛面子，愛逞能等現象。尤其婦人不可專權行事，個性剛強、事事唯我獨尊，故此卦不宜婦女。\n\n【應用吉凶參考】\n\n運勢：有地位擢升、名利雙收之象，功名榮顯得貴子。六親和睦，凡事謙和為貴，可吉。\n\n愛情：彼此之間切勿逞強，摒除自我主義的觀念方可成就，但常有鬧意見的情況。\n\n家運：幸運興隆，但須小心口舌爭論不合的現象。\n\n胎孕：有不安之兆，宜小心保養。初生女次生男或雙生吉。若是男兒則健康平安。\n\n子女：男多於女，兒女健康，幸福有為。\n\n週轉：雖不成問題，尚宜心平氣和來處理。戌亥日可。\n\n買賣：小利可得，大投資則不宜為凶，勿太張揚為吉。\n\n疾病：八純卦占病為嚴重，為頭部、精神情緒或腦神經、腦血管方面的病症。雖此卦占病大凶，變卦若是有吉卦可能會有轉機變化，宜細心調養。\n\n等人：一定會來。\n\n尋人：已遠走高飛，不易找到，在西北方向。\n\n失物：須一段時間，在西北方可以找到。\n\n旅行：夏季不宜，勿行南、北，其他可。\n\n考試：有望。\n\n訟詞糾紛：有理，本身理則吉，但不能理直不饒人，最好能夠和解。\n\n求事求職：有貴人提拔，可發展，稱心。改行者不宜。"
    },
    {
        "type": "塔羅",
        "name": "澤天夬",
        "text": "澤天夬 坤土五世卦\n\n43、澤天夬（音同決或怪）  坤土五世卦\n\n【基本卦意】\n\n夬就是抉擇的意思，面對事情需要做出決定和去捨的處理。\n\n【卦意運用—偏小吉狀況卦】\n\n決：表決定、去除或缺失的意思，是個狀況卦，吉凶未定。\n\n所遲疑的事情，一定要有個決定不能再拖延，至於如何決定，可視變卦而定，否則再繼續拖延，就會成凶象了！\n\n又因為「兌澤」表少女、情色，因此若卜論與感情有關的事項，大概都必須很小心，要速作決定。\n\n【擬像延伸運用】\n\n卦象澤於天上，六爻自初至五爻都是陽爻，五陽盛長，而第六爻為陰爻，像似最上面有一破洞，下面所有陽氣要一股衝出的氣勢。\n\n擬像延伸有一陰孤立，將被去決的意義。故得此卦者，恐有過於剛強而敗事之虞。\n\n也有事物將散亂，有受傷害的意思，因此過剛則會有凶象，萬事宜忍耐柔和為宜，深思熟慮後始能決事，處理事物勿太果斷，否則有壞事的凶象。\n\n此卦也會有男女感情的憂患，因為陰爻也象徵小人或是女性，因此延伸為小人、女人難制，若是去決不順利，恐有被反噬的凶災。男女須慎防情色的損傷，出入宜小心為要。\n\n斷之婚姻凶卦，有被人破壞的現象，但若是再嫁之婚，得以和合，否則多數不成局也。\n\n另從五行生剋來看，澤屬辛金、乾屬庚金，雙金碰觸定然有驚動之聲，並產生金器重力碰觸的損傷。\n\n又澤水會有往下流的現象，有若如人體被金器所傷而血流注的現象，因此得此卦者，延伸表示於秋冬之季可能會有血光之災，而此災會與重金屬有關。\n\n也可延伸為因赴女性之約而中途出事者。\n\n【應用吉凶參考】\n\n運勢：日前雖然鴻運當頭，終會遇到困難與危險，凡事不可輕舉妄動，宜隨時警惕自己，留心意外災害。住所可能會有變動，也會有文書、契約易生錯誤的失利狀況。慎勿傲氣或自以為是，態度不謙和者定有災。\n\n愛情：男人摒棄女人之象，乃孽緣也。\n\n家運：夕陽雖好，卻近黃昏，往後有陷於驚動、痛苦之境。因此卦有盛極必反之象。\n\n胎孕：無災。母胎宜節食物，且勿發怒氣，否則有難產之慮。生男兒，不久當產。\n\n子女：兒子多，女兒少，有先吉後凶之象。\n\n週轉:：可急踩，須誠意，光明之態度可成，否則有不利之象。\n\n買賣:：須誠信交易，有失敗破財之害。\n\n疾病：病情嚴重，宜速治療。所患是胸部（女性乳房）、頭部或性器官和惡性瘤的病症。\n\n等人：不必等了，不會來。\n\n尋人：宜速尋找，延誤不利。出走之人有生命之危，西方或西北方向，尤其是水邊地帶。\n\n失物：遺失大致可知，但難得之意，西北方。\n\n旅行：不利，途中有難。\n\n考試：不理想。\n\n訟詞糾紛：不利與人私下爭執，宜尋法律途徑解決。\n\n求事求職：有困難，或得不到好職位。改行者要慎重考慮。開業者不利，如已備妥  小心難關重重。"
    },
    {
        "type": "塔羅",
        "name": "火天大有",
        "text": "火天大有 乾金歸魂卦\n\n14、火天大有  乾金歸魂卦\n\n【基本卦意】\n\n大有：表有很多的收穫。\n\n離火為夏天，萬物耕種繁殖的時節，乾天已到為秋末冬初農曆9月，萬物耕種準備收藏之時，而稱為大有之象。在物資方面是個收穫吉卦。\n\n【卦意運用—偏吉卦】\n\n易經解釋大有卦為「春耕、夏耘、秋收、冬藏」，是個努力堅持之後的願望，將可期待實現。很利於投資、合夥、感情、婚姻。\n\n但不利於「健康」，因大有卦為「歸魂卦象」，與亡靈、神明有關，尤其是一種神明卦，下卦為「天」，通常有褻瀆神明需、對祖先不敬、或是祖先共業，或是許願未還而遭受不好影響。\n\n病症主為，心火過旺、精神恍惚、不振、頭痛等，屬腦部及心臟、血液方面的疾病，如腦瘤、白血病、心臟病等，一般服藥治療功效不大。\n\n【擬像延伸運用】\n\n有太陽高照日麗中天，遍照萬物而盛大富有。又內卦乾天表剛健，外卦離火表文化開明，延伸為一君（主管）統率眾民（部屬），有應乎天時民意來運作教化。\n\n離火也有延伸為「文學、寫作」等論述，所以得此卦在於文學、創作、編劇等事項，可有發達豐盛的吉象而前程似錦。\n\n卜求婚姻必成。男方可得妻家財或入贅上門，也可能有夫長女幼之象。\n\n此卦雖表示萬物有成、花開之期，但是花開之後即為凋謝的開始，若是在變卦所以延伸再嫁之女宜防有破被騙凶象，男人則慎防美艷之女的誘惑，而招來損財的凶象，女人亦需慎防感情方面的失落。\n\n另五行生剋因離火於乾金上方，有火剋金之象，而會有因盈極而虧、物極必反，隱藏將發生的凶象。故於人、事、物，雖眼前榮達有財綠，切忌得志而妄大，才能享有長久的吉運亨通。\n\n【應用吉凶參考】\n\n運勢：得時得運，隆盛昌榮也。然卦象藏有盛極必衰的預兆，不得不慎，以期保持其全盛之樞紐，可眾望所歸。有走紅、賺錢之勢，須謹慎不可驕縱。\n\n愛情：可實現理想之吉象。\n\n家運：生平富貴吉利。切勿因富而凌貧，過於傲氣凌人者不利也。\n\n胎孕：可能有雙生之象。若生女兒，則賢慧聰明，但將來有氣勢凌人之象。防流產。\n\n子女：兒女有成，父母歡欣之象。\n\n週轉：大有所得。\n\n買賣：交易有獲大利之象，但亦宜審慎行事。\n\n疾病：為高血壓、屬腦部及心臟、血液方面的疾病，如腦瘤、白血病、心臟病等凶象。\n\n等人：會帶來好消息。\n\n尋人：此人為感情或金錢之事出走，宜速找尋，否則恐有走極端之險。以東南再南方再西北三向尋之。\n\n失物：於南方或西北方之高處尋之，可尋。\n\n旅行：可。\n\n考試：科甲明登。\n\n訟詞糾紛：大事可成，小事有頭無尾，木字人是貴人，異性之人有驚，可得圓滿解決。\n\n求事求職：順利可行。改行可以依計劃進行。開業吉利之時。"
    },
    {
        "type": "塔羅",
        "name": "雷天大壯",
        "text": "雷天大壯 坤土四世卦\n\n34、雷天大壯  坤土四世卦\n\n【基本卦意】\n\n雷聲騰播響於天上，聲勢強大無比，但卻是「雷聲大雨點小」的虛象。\n\n【卦意運用—偏小凶卦】\n\n大壯：表天上打雷、聲勢浩大，行動迅速、積極之象，但是最易發生的現象卻是「雷聲大、雨點小」虛張聲勢的現象，所以此卦一般以凶象來論。\n\n因為對人、對事最忌衝動，此卦有過於不理性衝動之象，容易犯錯。\n\n尤其有血光之禍，被人毆打、傷害之意。得此卦，凡事再三思為吉。\n\n【擬像延伸運用】\n\n此卦為四陽爻在下，二陰爻在上，陽長方動，有如人的血氣方壯，曰大壯。得此卦時，有過於強猛而生過失，也有欺侮他人之意，故凡事不可妄進，對錢財工作事業有苦勞之意。\n\n但是雷聲響亮天空光明，也可延伸為光明正大之象，所以若從事軍職、運動，屬於陽剛的工作，可得四陽盛長為大壯的氣勢。\n\n凡事始難調後可成，斷之婚姻不利，成亦不和。\n\n此卦男人占得，必有剛腹自用的傾向。女人占得，若問婚姻者，可能有被強奪其節的情事發生。\n\n此卦唐玄宗避安祿山之亂，卜得之，乃知不久將可亨通。因乾天為金，外之震雷為木，木被金剋，安祿山必退矣。\n\n【應用吉凶參考】\n\n運勢：剛強過盛者，若不思正與順，則有躁動之害耳。雖運勢強大，但此時已至當盛之期，所以最忌血氣方剛。處事欠思慮而遭破運，宜力持和平、順氣，勿得罪人，否則會因此而招來失敗，切勿貪妄。\n\n愛情：有成就，但缺乏仁和謙恭，易遭反悔，須慎之。\n\n家運：已壯大且富有，但亦有似成而空之感。\n\n胎孕：生男。若是亥卯未之日來占得，又五爻動爻，母子可能會有難非喜。\n\n子女：兒女多倔強，終致家庭不和與不幸。兒女多有自視太高，目中無人的現象。\n\n週轉：勿再三借貸，如此反而不利。\n\n買賣：可成功與獲大利，但往後要小心，有反遭不利的情況。\n\n疾病：所患為急性肺炎、腦病等，大致凶。尤其平常健壯而臨時起病者不利。\n\n等人：遲來。\n\n尋人：為鬥氣而出走，若尋找途中不見，則難查下落，東方或西北方。\n\n失物：大多已失。\n\n旅行：有無謂災害，不宜。\n\n考試：有好成績，但勿太驕傲。\n\n訟詞糾紛：和解為宜。勿鬥氣。\n\n求事求職：可順利。勿太剛強行事。改行可，不過勿太勉強。開業屬陽剛者吉利。"
    },
    {
        "type": "塔羅",
        "name": "風天小畜",
        "text": "風天小畜    巽木一世卦\n\n9、風天小畜    巽木一世卦\n\n【基本卦意】\n\n畜：表為「積蓄」、「畜養」等意，所以小畜是小有積蓄、小規模的養牧、投資之意。\n\n【卦意運用—偏小吉指示卦】\n\n是個小吉卦，事事不可貪大，投資理財均需保守為佳。健康無礙平順，論錢財為小有也。\n\n畜是蓄聚、蓄養、蓄止，同時還有阻止等意思。\n\n【擬像延伸運用】\n\n風在天上吹動，雲被都被風吹散，一時天空萬里無雲而難以下雨了，表示不可有過多、太大的期待，事情會受到外來不可預期的環境變化所阻擾，故宜待時以防不測之災難。。\n\n又一陰爻要來統蓄眾陽爻，而有要以陰畜陽、以小畜大，表示力量寡弱、心有餘而力不足的凶象。\n\n求財望事皆反覆有阻擾，也有口舌是非之象，對於居處也有辛苦的現象，表示氣運遲滯不發，欲速則不達。\n\n卜求婚姻，此婚事需再三努力之後可成，或其女再嫁。男人占得此卦，有爭風吃醋之過。卦象參考：\n\n此卦是教我們要蓄神以待時，昔韓信擊取散關不下，卜得此卦後果破也。\n\n【應用吉凶參考】\n\n運勢：有蓄聚、阻止之意。不下雨大地不能得到滋潤，故此運勢有反覆、有口舌，諸事宜忍耐，等待時機。尤其女人得此卦更應在行為上，對事或對人需有所節制。\n\n愛情：語言不和，意見分歧，不太如意。\n\n家運：不和且多是非，衰而不振，多勞，要耐心應對，以待時機。\n\n胎孕：生男兒。若秋冬生女。若初胎，子不成。更宜防流產。\n\n子女：因子女而勞碌之象，子女早運不住，境窮，但晚年有福也。\n\n週轉：有女人從中阻礙，不成也。\n\n買賣：景氣不好，買賣難成或利薄。\n\n疾病：患者有胸部、胃腸等疾，頭部、腦部之疾。其病難治但不嚴重，長久慢性病之併發症較險。\n\n等人：不會來，臨時變意。\n\n尋人：因色情或家庭不和出走，只在原處。若四、五爻動則已遠走難尋，東南或西北之向。\n\n失物：被小人侵算，有婦人見得，急向東南方覓之。屋內之失物可尋。\n\n旅行：途中有害，不宜。\n\n訟詞糾紛：一不成亦和。一惹禍帶刑傷，不利。\n\n求事求職：可行小有希望。\n\n考試：不理想。\n\n改行不宜，開業不宜，已開業者則小有所成。"
    },
    {
        "type": "塔羅",
        "name": "水天需",
        "text": "水天需  坤土遊魂卦\n\n5、水天需  坤土遊魂卦\n\n【基本卦意】\n\n需：表需要、需求，但是卻密雲而不雨，雖然很渴求但卻又是時機未到而著急。\n\n【卦意運用—偏吉凶參半指示卦】\n\n此卦凶中帶吉，為遲滯和需耐心等待時機的卦象，則事情可成。\n\n健康，要特別注意，此卦為「遊魂卦」，病症主在腦或腎，有膀胱、腎方面的重症，也是受亡靈所影響，醫藥治療功效不大。\n\n祖先風水要進一步詳查有無入水過濕，祖靈不安的現象。\n\n【擬像延伸運用】\n\n此卦雖有吉事，但是時節末至，妄進即遇困難，須待危險去除後方可前進，速進會失敗後悔，不如慢進功成。\n\n求財望事，十只二三可成。占事不利。\n\n斷之婚姻，男占捨婚，女占貪嫁，初爻、四爻動即可成，也有多阻礙，或難成之象，宜以恆心去除障礙方可成也。\n\n又序卦傳：「需者，飲食之道也。」表示「需卦」如飲食餵養一般，每天持續有恆來做，自然可以見到小孩長大，所以處事必須避免過份急進，要耐心等待時機，才能見到功效。\n\n【應用吉凶參考】\n\n運勢：宜退守正道，不宜冒險前進，投機急取反而失利。須知貪小失大，智者必須待時也。\n\n愛情：起初不如意，有耐心者方可成就，否則不成也。\n\n家運：初為多事之秋，須憑智慧耐心挽救頹勢。\n\n胎孕：臨產之時得才占卜表會有障礙。防剋產母。\n\n子女：得子遲，故女兒必先也。\n\n週轉：不能預期而得，有延滯。\n\n買賣：有口舌不可成就，亦勿貪小而失大。\n\n疾病：為頭部、腎部之疾，病情拖延而長。須留心治療，長久病疾也。\n\n等人：遲到。\n\n尋人：此出走之人因色情之事，於西北或北方，雖平安，但不易尋。\n\n失物：因喜樂中有失，隔些時日可尋，急亦難如。\n\n旅行：不可。有盜難之兆。\n\n考試：要多用功。\n\n訟詞糾紛：目下未了，但最好停止紛爭。\n\n求事求職不宜急取，急亦不得，再等待，再尋求。\n\n改行不宜。開業亦不宜。"
    },
    {
        "type": "塔羅",
        "name": "山天大畜",
        "text": "山天大畜  艮土二世卦\n\n26、山天大畜  艮土二世卦\n\n【基本卦意】\n\n大畜：表會有很多的積蓄、不動產的來到。吉相之卦。\n\n【卦意運用—偏吉卦】\n\n可以考慮較大的投資案，只是現金周轉可能會較不利。\n\n畜也有守財小氣之象。此卦有剛健、篤實、光明等現象，但要能體會此理象，在道德上的修養精進，將天天會有新的進步。\n\n但是艮土在上，表陽宅風水，若論住宅、風水，得此卦變爻在土時，可能有住居不安、身心憂苦，且有含怒懷恨之事。\n\n【擬像延伸運用】\n\n其卦象中艮卦篤實、乾卦剛健，表示能夠篤實剛健勤勞不息，人人自能蓄積富有。\n\n畜也有「止」、「養」之意。處事宜多等待時機，循序漸進徐徐處事，必得順遂達志，性急不利、短慮則易生爭端。\n\n此卦求做公職者吉。斷之婚姻，易有不成之兆。\n\n【應用吉凶參考】\n\n運勢：大凡諸事不可好高鶩遠，腳踏實地、務實行事，始能成就大業。以蓄德為主可吉，若因得勢而氣盛凌人，目空一切者，終招失敗之象。\n\n愛情：雖有些阻礙，但終有望，然氣盛則自招叛而破。\n\n家通：須知蓄者以備急需也。明此道理，持之力行，則可亨通。\n\n胎孕：占得此卦主生貴子。得男兒較遲。\n\n子女：兒女必聲揚家風，可得幸福之象。\n\n週轉：可成。\n\n買賣：再談可成艾，且有獲大利之象也。\n\n疾病：為腦、腹部脾、膽之疾，可能結石發炎之象。或頭部外傷。但可冶。\n\n等人：不會來。\n\n尋人：途中虛險，若一人等待必有凶。若是出走者，不必尋，會自回。\n\n失物：隔些時日可尋，東北水邊。\n\n旅行：吉利。\n\n考試：上榜。\n\n訟詞糾紛：因土地之事，有頭無尾。有破財之象，但糾紛可化解。\n\n求事求職：不利。再待時。\n\n改行不宜。開業者要有不怕挫折之決心全力以赴，自然有利可得。"
    },
    {
        "type": "塔羅",
        "name": "地天泰",
        "text": "地天泰  坤土三世卦\n\n11、地天泰  坤土三世卦\n\n【基本卦意】\n\n三陽開泰、萬事亨通。64卦中最好吉卦。\n\n【卦意運用—吉卦】\n\n乾陽坤陰，天地陰陽之氣相交通，君臣（家人、同事、朋友間）均上下相和睦、能彼此照顧，天下太平之象，故曰泰。吉卦之象，諸事皆順。\n\n【擬像延伸運用】\n\n泰卦表示氣運流通無滯吉象，得此卦時，為家齊國治百事通達的時運。\n\n卜求婚姻，是大娶小之象，可能有帶小兒來嫁的機緣，但是一切有良緣順利。\n\n以人事互動而言，則是上下心靈相交、志向相同、和泰之象。\n\n但是此卦為盛極之卦，剛好與天地否卦相反，所以須知道分久必合，合久必分之理，於諸事順調得意之際，切勿迷失方向，任意而為，則可保其全，否則反不利也。\n\n【應用吉凶參考】\n\n運勢：諸事如意吉祥，前途事業均順利。切不可驕傲或任意從事，亦宜自惕勿太活躍，始能免於災難。凡事宜求內在之實，不求外在之虛，否則有破。\n\n愛情：情投意合，良緣。勿任性，以維持吉象，反之則招破。\n\n家運：家庭和合，有通亨之象，凡事宜檢點得失，不可胡為，否則招災不利。\n\n胎孕：生貴子，是第三胎。安而無災。生女亦均無礙。\n\n子女親子和睦，幸福圓滿。留心教養，勿使太任性，否則淪於不幸之破運。\n\n週轉：可成。\n\n買賈：交易有益，得利。\n\n疾病：為胃腸、或重感冒、肺、頭痛之症，無大礙。\n\n等人：會來。\n\n尋人：在朋友或親戚家裡，有信息也。可尋。\n\n失物：非是人偷、自己遺失。有可能尋回之象。\n\n旅行：順利平安。\n\n考試：上榜有望，宜再努力勿懈。\n\n訟詞糾紛：因小意見而引起，不宜見官，和解有利。\n\n求事求職：吉利亨通。改行吉，開業者吉利之象。"
    },
    {
        "type": "白話",
        "name": "天澤履",
        "text": "天澤履  艮土五世卦\n\n履卦象體： \n\n天在上，澤在下，乃自然相成的現象。表示君子以辨別尊卑上下，各守本分，為禮也。 \n\n又一柔下履二剛，又有為步履艱辛之象。 \n\n三月卦：春凶、夏平、秋凶、冬吉 \n\n評曰 ：尊卑分定之象，如履虎尾之意 。 \n\n卦意判斷： \n\n此卦為柔弱遇剛強，想欲行卻難行之象，又難且危也，故名履。得此卦者，百事不宜進取，須以和待人，柔和忍耐可免過失，宜隨從人進不宜退，宜後受不宜先進。如履虎尾，乃安定中需防危之象。 \n\n故女人占得此卦，宜注意所交往的對象，有不像稱應之意，也有被人惡言中傷之患。得此卦者，也有好色之煩惱憂悶之意。此卦雖有險難，但是有驚無險。斷之婚姻，此女子雖有怡悅，卻有障礙，且難成，可能因年歲的差距過大也。 \n\n有意外之慾望 ，若不克制，則有反覆不和之象，故守之則吉。 \n\n卦象參考： \n\n乾天為尊，為長輩，然澤為少女，為怡悅，故以乾陽之剛，下澤柔之陰，斷以有男女情色之娛悅與憂悶之苦情凶象，因年歲之差距而遭人阻礙，女者更無果決之毅力。 \n\n故得此卦時，諸事皆應兢兢戒懼，凡事不可腳踏兩條船，慎之。婚姻須活斷之。 \n\n【總結批論】 \n\n履：表戰戰兢兢、如履薄冰艱困而行，卻是有驚無險的現象。為小凶帶吉之象。 \n\n履又為「禮」也。得此卦者，需盡快反省自己的態度，對人、對事、對長輩是否有輕忽、不敬之意。雖有危急之事幸好能平安度過。 \n\n【應用】 \n\n運勢：有先勞後逸、始驚後安之意，雖有繁華，卻又反覆不和。故得此卦時為憂慮受危中而望喜渺茫。但若能謙虛反省請教於長者則吉。 \n\n愛情：兩人相愛，但阻礙很多，雖然不易成功，但若有以誠、禮相待而終能成婚姻者。 \n\n家運：新婚而剛建立家庭者，多阻礙、勞苦。但此卦有先苦後甘之象，和氣可生財，過些時日即可雨過天晴也。 \n\n胎孕：臨盆產婦占得則吉，否則有受驚嚇之象，需安胎。 \n\n子女：初運有勞苦，而且障礙、困難之象，但以後能獲得幸福也。 \n\n週轉：雖有些困難，但不必急躁，謙恭而施則可成也。 \n\n買賈：雖有是非但終可成，牛馬猴之月或日方成。 \n\n疾病：得此卦者，幼年體弱，中年後漸佳。斷疾病為肺部、頭部或口部之病，病況雖似嚴重而危險，但調理得宜，治療後可痊癒。 \n\n等人：遲來。 \n\n尋人：走失之人有生命危險，在西方或西北方向，難尋，須爭取時效，此人尚可得救。申未日可見。 \n\n失物：難找，在西北或西方，遺忘在某物下面。 \n\n旅行：不利，不去為宜。 \n\n改行：不利。開業不宜。 \n\n訟詞糾紛：凶象，乃他人侵我之象，主虛，必有頭無尾也。 \n考試：成績不怎麼理想。"
    },
    {
        "type": "白話",
        "name": "兌為澤",
        "text": "兌為澤 兌金八純卦\n\n兌卦象體： \n\n雨澤相依，活水流交，為和悅之象。又一陰在二陽之上，內剛健而外柔順，和與悅卦之形有似兩重嘴型之象。 \n\n四月卦： 春平、 夏吉、 秋凶、 冬吉 \n\n評曰：新月映池之象，有譽有譏之意。 \n\n卦意判斷： \n\n此卦內健外柔，在人為少女，雖有喜悅外顯之意，但有做事沒規律，久而不得要領之意。又有外表見好，內心不善之意，若能守住貞節、正道，當時運平安自有吉事，否則不可言吉。 \n\n得此卦者，有為了無意義之事勞苦心煩，心中有不貞節、多情，受外物影響而有所變動，故男人占得此卦，有男女情色、損財之災。女人占得則較吉利也。求財望事，疑慮多不能決定，有難成之兆。 \n\n斷之婚姻，為和好良緣，但須防口舌，致使兩人感情受到挑撥。此卦象有雙重之喜悅耳。 \n\n卦象參考： \n\n此卦雙澤之水，映之新月，景觀美麗而且令人怡悅，然此景象終究會隨著喜悅之消失而失其景觀，最後祇遺留腦中一片幻影。因此論斷目前雖為亨通喜悅之象，憂鬱之氣得以發舒，然須守貞正之道，不可隨意而行，否則會轉為凶象。 \n\n又此卦象有與女性感情和悅之情，故男人切不可過度放縱任性，沉醉在美人窩中，不須為了博取短暫的愉悅，而使困擾相應而生。需慎之。事業、工作須防中途有挫折阻礙。 \n\n【總結批論】 \n\n澤：表少女純真喜悅之象。既以少女情懷為重，卻在純真之中帶有嬌蠻、任性的態度，此卦與男女感情有很大的關係。六沖卦象，大好大壞之象。憂喜參半！ \n\n【應用】 \n\n運勢：有喜也有憂，有譽也有譏，雖得吉慶如意，然應守持正道，否則犯災。 \n\n愛情：有嬌蠻、任性鬥嘴之象，切勿意氣用事，因此卦內剛，定會有口舌，若能隨和相處可吉。有如兩小無猜純純般的感情。 \n\n家運：有和悅之氣象，但要操守自律，行事不可越軌，有分寸則可得吉運。若不操守自律，必犯男女情色之害而受殃害。 \n\n胎孕：女兒。孕安。此女能帶給家人喜悅，又與六親和睦有緣。但也不要過份溺愛才是。 \n\n子女：骨肉情深，和好幸福之象。 \n\n週轉：可順利，不須急也。 \n\n買賣：有反覆之象，然盡力必成，可得大利之交易。 \n\n疾病：酒色之病，久則難癒。與女色有關之性病或肺病，不可疏忽治療，病雖重但可治。 \n\n等人：會來，且有喜訊相告。 \n\n尋人：因男女情色之事出走，很快可知其下落。向西方尋可得。 \n\n失物：在西方，喜中有失，詢老者可得。 \n\n旅行：古利。 \n\n考試：成績佳。 \n\n改行：吉利，開業吉利。 \n\n訟詞糾紛：非大事，有人解說有利。 \n求革求職：得利，但也不可太大意。"
    },
    {
        "type": "白話",
        "name": "火澤睽",
        "text": "火澤睽 艮土四世卦\n\n睽卦象體： \n\n上體離火，火性向上，下體兌澤，水性就下。一向上，一向下，兩相乖違。又離為中女，兌為少女，雖然同處一起，其志不同，背道而馳之意。陰居三爻五爻之陽位，不得其正也。 \n\n二月卦： 春吉 夏平 秋平 冬凶 \n\n評曰：桃李競發之象，方圓有用之意。 \n\n卦意判斷： \n\n此卦火往上，水往下，互為乖離不相和。又離之中女與兌之少女均在父母之家，但其出嫁後所處各異，其志也不同，故有意見不合、乖離之意。 \n\n睽乃「叛」也，故得此卦時，為人心睽違意見不合，百事難成，有辛苦，且事業、工作財富多散亂。 \n\n但此卦喜為內悅、外文明之卦，故學者得此卦為內有悅，外有文明名聲可以吉象斷之。大凡占得此卦者，除學者、創作者之外，均須防口舌爭論，也有與人中絕不相往來之意。也恐有受欺瞞之凶象。 \n\n若婦人占得此卦，大凶。其女必定豔麗或重淫慾，剋刑其夫，外有姦情。男人占得，也有左右逢源，運行桃花而致家庭風波不斷也。少女占得，因其無知而有被誘騙之凶象。 \n\n斷之婚姻，為男女雙方志趣不同、不合，勉強結合，必時有爭議，終有生離死別之苦，宜慎重。 \n\n卦象參考： \n\n象曰：睽，火動而上，澤動而下，二女同居，其志不同行。但是當人情之小事，不大舉之時，可以言吉也。故此卦若小事可吉，大事有違叛、不合之象。此卦象和悅附麗於光明方面，象徵順利地上進而得行其志也。上下若能溝通，當人情乖違之時，尚有小部份之事可予處理。 \n\n又桃李競發為文學之士，其才識必有所發展之處。學者占得此卦，斷之大發達。常人則難當為吉。 \n\n【總結批論】 \n\n睽：表乖危、叛逆、背離、不合之象。主凶象。意見不合，彼此爭鬥、任性、不協調。 \n\n事業、工作、家庭事事均不順，且有被欺瞞出賣的危險，注意犯小人。唯有離卦表智慧文書順暢之象，若有動爻在離卦，文學、寫作、創作等工作可視為吉象。 \n\n【應用】 \n\n運勢：水火不相容，則氣運不通，運行低落，諸事難成。凡事有違叛之時，若能處變不驚，不逞強出頭，尚可轉危為安。有家內不和，親友疏散之情。宜力持溫和，忍耐去克服困難，始可渡過危機。 \n\n愛情：彼此間無意向，無望也。 \n\n家運：困苦離親之象，不和睦之情。家運衰頹，雖可得小利，但也入不敷出，錢財困苦之象。 \n\n胎孕：無礙。生男者有兩喜。生女者可能會難產。 \n\n子女：子女不和，有骨肉無情之不幸，且其子女六親緣薄無靠。 \n\n週轉：難以如願。 \n\n買賣：多阻礙，難成，若成者也必損。 \n\n疾病：有診斷錯誤，治療上有失先機之危，為心臟、血液、或胸部機能之病症、心臟疾病。病者冷熱不和，重症危，經症速轉醫可治。 \n\n等人：不會來。 \n\n尋人：因口角負氣出走，其志不同故不易尋。若等候可見，不等則必致反背難見也。 \n\n失物：已被人奪去，追不回了。 \n\n旅行：不宜，有災。 \n\n考試：落榜。 \n\n訟詞糾紛：宜速謀和解，不然反成無理。 \n求事求職：無希望。"
    },
    {
        "type": "白話",
        "name": "雷澤歸妹",
        "text": "雷澤歸妹 兌金歸魂卦\n\n歸妹象： \n\n兌澤之上有震雷。兌澤受震雷來撼盪，象徵女子窩處於被動之地位。而悅有所動，女必歸從也。又震為長男，兌為少女，震兌相配，名為歸妹。 \n\n七月卦： 春凶 夏吉 秋凶 冬吉 \n\n評曰：少女追男之象，顛倒齬齪之意。 \n\n卦意判斷： \n\n此卦為雷動上澤之象，歸乃女嫁歸臨也，妹乃女之少也，故少女遇長男非吉象也。故得此卦時，有不測之禍，於相談或簽約有失信或失期之誤。願望受阻而不成，正直之人反而有困難，百事末保，有與親友發生爭論之患。也有男女情色，破財之兆。 \n\n凡是女人占此卦都有阻礙，對事思慮可疑難決定，須防不當外誘。求財望事，半途即破。 \n\n斷之婚姻，主幼女重夫再嫁之格，女子容貌秀麗天然，但此卦婚姻主凶，非良緣，且會失敗。 \n\n因女子有被外誘迷惑之象，故也有為了感情而違背父母親之凶象，故少女占得此卦宜非常審慎之。 \n\n卦象參考： \n\n歸妹者，乃是女嫁男婚，是人倫之常，應當是極為順利之象。但卦象卻於交接之際，卦內陰爻皆駕乘陽剛之上，於情勢有不順違逆之理，如女人之權凌乘於男人之上，故為事物違反常理，喪失正道之時。此卦舜娶堯二女卜得之，乃知卑幼不寧也，故歸妹之卦為妹先姐而嫁，雖暫有喜悅之感，然終究有破敗之象。 \n\n【總結批論】 \n\n歸妹：女子出嫁後歸寧，此卦卻是表小妹急著先出嫁，為感情衝動、不理智之象。主先小吉後帶大凶。得此卦投資、升遷、合夥，大概與男女之間的感情用事有關連，會有很大的關連。 \n\n求感情，為第三者積極介入之象，或是自己一廂情願衝動的妄想。 \n\n疾病：大凶。為「歸魂卦」表已有亡魂緊密跟隨，業因很重，若不速解，可能有性命之危。 \n\n【應用】 \n\n運勢：禍出百端，事物有違常理。初時有悅，不久反凶，禍害隨至。 \n\n愛情：孽緣，必以悲劇收場。 \n\n家運：外觀風光幸福，其實家內正起風波，有失和、禍害等不幸情況。 \n\n胎孕：無礙。女兒。秋占不利。 \n\n子女：兒女多放縱，尤其女兒更甚。常忤逆父母，使父母親陷於苦惱，且多有沉於情慾之中者。 \n\n週轉：希望渺小。 \n\n買賣：表面上不錯，其實虧了老本。 \n\n疾病：病大致凶，有一時康復反覆之象，但也隨即有惡化，陷於絕望之境。為肝病、腫瘤、骨髓系統、性病，或腦溢血、手腳受傷。（性病為泌尿系統及生殖器官之疾） \n\n等人：不會來。 \n\n尋人：因男女情色之故而離家出走。婦人則難見，有跟人私奔之象。在東方或西方。 \n\n失物：監守自盜，內神通外鬼、盜走。 \n\n旅行：不宜。 \n\n考試：有重新再讀一年之況。 \n\n改行：不宜。開業者宜暫停，靜候時機。 \n\n訟詞糾紛：有女人在內，事求分曉後，力持和解，不必要無謂鬧事。 \n求事求職：放棄算了，再另做打算。"
    },
    {
        "type": "白話",
        "name": "風澤中孚",
        "text": "風澤中孚  艮土遊魂卦\n\n中孚卦象體： \n\n風在澤上，水面廣曠無阻，佈滿風力，為空間充實之象。又二、五陽爻剛實，象徵中心信實，三、四中爻虛爻在中位，象徵虛心不安。兩卦如口吻大象離卦。 \n\n八月卦： 春平 夏平 秋吉 冬吉 \n\n評曰：鍋斧得蓋之象，鶴鳴子和之意。 \n\n卦意判斷： \n\n此卦巽上兌下，巽風應時，四時不憊，其氣候乃風之信也。兌澤受水潮汐，不錯失其期，乃澤之信也，故名中孚。孚乃信也，中孚乃其中有信也。故得此卦時，務必正直而誠信，若邪曲妄言不守信用則大凶。此卦為初惡末吉之卦，所以中孚者不得有虛偽妄語、兩舌的行為。 \n\n陽爻剛實而虛爻得中，故求財望事若此卦有變爻而成他卦時，為不成之兆，由他卦變來時則可成，但需防有口舌之災。斷之婚姻可成。然男人占得此卦有雙燕之好，左右逢源之象。 \n\n卦象參考： \n\n中孚乃言信實，誠懇。巽木兌澤，以涉水取象，所以信而有實者，必須守其貞固，方足感化頑強，克服困難而無所不利也。 \n\n【總結批論】 \n\n中孚：表誠信、實在。主吉象。若為人處事一切以誠信為重，則事事皆可順利而行。以中肯、信實待人而感動部屬，生起共鳴作用與順從，故於人事，凡事皆吉。 \n\n唯疾病而言，卻是小凶之象。因此卦為「歸魂卦」，需審慎斷視卦中之爻動及六親吉凶，方可判斷所受亡靈之影響程度。 \n\n【應用】 \n\n運勢：如三月之春花，似錦大地，與人謀事均得利。誠者，立業之本也，若存邪曲之念則破吉運，須認清善惡。得此卦誠者佳，尤利他鄉財路。 \n\n愛情：雙方以誠相待，良緣也。 \n\n家運：有突發大利，平安幸福之吉象。 \n\n胎孕：安。本當主孤獨，但得神佛上，求之生男兒。上九爻動生女也。 \n\n子女：父母慈且誠信，故子女必孝，忠信門第也。 \n\n週轉：不成問題。 \n\n買賣：可成也有利。 \n\n疾病：病情大致凶，為胃腸、腹部或肺弱之症，宜妥善調理。 \n\n等人：必定來。 \n\n尋人：不尋自來。 \n\n失物：遺失難尋，雖有消息也虛耳。 \n\n旅行：吉利。 \n\n考試：必定上榜。 \n\n改行：可按照計劃行事。開業者吉利，先苦後樂之象。 \n\n訟詞糾紛：為安來之事，速處理無妨，遲則有傷。更防盜賊 \n求事求職：有利"
    },
    {
        "type": "白話",
        "name": "水澤節",
        "text": "水澤節  坎水一世卦\n\n節卦象體： \n\n池澤納水。兌澤在坎水之下，容蓄水量，約束水流，不使四散奔流為節卦。又坎陷、兌悅，以和悅之心情去行險犯難，可以克難出險。兌卦一陰二陽，坎一陽二陰，上下平分，均衡配合。又初、二、三、四、五、上，各有陽陰，順序如所節。 \n\n十月卦： 春吉 夏吉 秋凶 冬凶 \n\n評曰：狐涉泥中之象，作穿自隕之意。 \n\n卦意判斷： \n\n此卦兌澤在下，坎水在上，坎水泛流無窮，兌澤之水有限，以有限之澤，蓄無限之水，須有節制而定分，限不可過之，否則溢滿成災。 \n\n得此卦時，如竹有節，有限而止之意。雖有自然適中之好處，多半物有限而止，不能得志，諸事務必節制適中。 \n\n得此卦有意外驚難，宜慎之。求財望事，忠孝之事可遂，其它不成。男人占得此卦主桃花，女人占得貞固。斷之婚姻，平，此女節而美。然得此卦之男人，切勿沉醉於利與色之慾望，宜守中常為宜。 \n\n卦象參考： \n\n節者，有限度、調節的意思，其形水在上，池澤在下，澤納水多則溢流出為害，納水少則燥涸而苦。須知湖澤要能發揮其吞吐或灌溉之作用，此即為「節度、調節」的意思。 \n\n故於人事物，為人處事要有適當的節度與分寸，適可而止，保持中庸之道。如此事物調節得宜，則不致偏枯窒礙而可通亨之象。此卦孟姜女送寒衣卜得知夫已夭亡。 \n\n【總結批論】 \n\n節：表節制、調節、調整之象。主是個狀況卦，吉凶未定之象。卦中所現，提醒卜卦之人，事事有過於放縱之象，尤其是在金錢方面，投資理財均需節制有守為安。 \n\n男女感情則要多留意自己的言行舉止，已有過份之態或對對方過於放縱之勢。比喻人事一切都要節制，但若過於固執，則又成為苦節，不近情理，如此則不能固守反為凶象。 \n\n【應用】 \n\n運勢：以和悅之心去渡過險境，則可克難而出險道。而悅者陷於苦惱，坎陷者有喜悅之象，故此時需要有節制為宜。 \n\n愛情：是否成就，須看自己之節制之品德，因得此卦，若女者對感情堅貞而不隨便者，可吉也，否則破。 \n\n家運：謹守做人處事的規範，則可得平安和樂之家庭。 \n\n胎孕：胎孕平遲。生男。可求神保產母，否則有厄。 \n\n子女：兒女多溫柔孝順。但若長輩行為不檢反招破，得不償失也。 \n\n週轉：遠水難救近火。無望。 \n\n買賣：不得時也。 \n\n疾病：為腎臟系統或肺部系統等疾病，病情拖延有險象。 \n\n等人：不來，或須久等。 \n\n尋人：人說皆是虛言。有所藏身，不必去尋。想回來自己會回來。　 \n\n失物：西方或西北方，雖在近處，但難尋。 \n\n旅行：不宜。 \n\n考試：須力求上進，不可怠忽。榜尾有名。 \n\n改行：不宜。開業宜緩圖，計劃週詳後方可。 \n\n訟詞糾紛：此糾紛有拖拖拉拉之象，莫論誰是誰非，耐心處理必有人調解。 \n求事求職：再待時機，成功率小。"
    },
    {
        "type": "白話",
        "name": "山澤損",
        "text": "山澤損  艮土三世卦\n\n損卦象體： \n\n損兌澤之土，來益艮山之高，山高水深，各得其宜，因損之以致益。減損內部，補益外部，減損自己，增益他人之利益之象。又上卦表君子、下卦表人民，減損人民利益以補益君子。 \n\n上卦坤體益一陽而成事，下卦乾體損一陽而成兌，損下益上也。 \n\n七月卦 ：春平 夏吉 秋吉 冬凶 \n\n評曰：貴賤正位之象，奢損孚存之意。 \n\n卦意判斷： \n\n此卦為山上澤下，即「下深高增」之象，又天地泰時乾坤全存，今乾坤皆損一，故曰損。 \n\n占得此卦，可損己益人之時，又損利慾有德益，損驕奢有財益，損其可損之物，即損之也不為損。 \n\n又為先苦後悅，勞己益人之時。諸事急則不成，徐圖可成就，一度難調時，二度三度必成。求財望事吉。 \n\n然此卦為損，故若女子間婚姻占得此卦，損己而益人，此女子大多與有婦之夫交往。男人占得此卦多得利。損下益上，其道上行。 \n\n卦象參考： \n\n此卦為減損我方利益，以盈利補他人之不足。然而減損必須得當，才能使雙方真正得到好處。也可以貞固自守，以利於往而有所作為。減損即是節約，能有節約才沒有浪費，方能蓄其餘力，以赴事功。 \n\n然此卦有貴賤奢華之卦象，故得此卦者諸事均有勞苦受損之象。 \n\n【總結批論】 \n\n損：表小有損失也。主凶中帶吉之象。「賽翁失馬、焉之非福！」是此卦最好的解釋。 \n\n若是在成卦，可以因付出有損、有捨，卻會得到更大的回報。 \n\n在變卦，則是損失已定，難以言吉了！投資、事業、借貸、感情皆是失意不順之時，然對事要有信心，學得經驗將可得到更好的結果。若將要計畫投資則不可。 \n\n【應用】 \n\n運勢：諸事不如意，若傾於利慾不當之心則有災，散財之損。必須能夠悟其所損，方能挽回局勢。與人共事商量則可免於損失之象。 \n\n愛情：以誠信可以成功，可得良緣，但此卦女者卜得有較大的損失。 \n\n家運：正處於受損之時，審慎挽救頹勢也。 \n\n胎孕：生男頭胎有剋，二子方免。二、四爻動，產母難保，上六爻動，不足言喜，未產或有凶象。 \n\n子女：兒女多誠實孝順，幸福之格。 \n\n週轉：可達目的。 \n\n買賣：雖有損，但終得利。 \n\n疾病：為身心衰弱、脾、膽硬化結石，消化不良，或貧血，病情雖重，但治療後無礙 \n\n等人：可能會遲到。 \n\n尋人：在東北或西方友人家中，可尋。否則會自回。 \n\n失物：北方可尋，別處已失難尋。 \n\n旅行：遷居可，旅行不宜，有難。 \n\n考試：多努力，榜上可題名。 \n\n改行：可行，勿急躁，宜週密。開業者吉利，宜有耐力。 \n\n訟詞糾紛：爭鬥之事，他人先有損，破些財，勿再爭端，宜解。 \n求事求職：可慢慢受重用。"
    },
    {
        "type": "白話",
        "name": "地澤臨",
        "text": "地澤臨  坤土一世卦\n\n臨象體： \n\n兌澤在坤地之下。地面本高於池澤，地面之水流進池澤，池澤之水灌溉地面萬物，相臨相佐，相互寄託希望。又兌為喜悅，坤為順從，下悅上、上順下，相得益彰。 \n\n其體初二兩陽，有向上發展，自下漸長，以剛臨柔之勢。陽長陰消為臨卦。 \n\n十二月卦： 春平 夏凶 秋利 冬吉 \n\n評曰：黃花叢生之象，少女從母之意。 \n\n卦意判斷： \n\n此卦為水土相親近之象，以二陽對四陰，以四陰見二陽，陰陽相望，故日臨。得此卦者，宜柔和不宜剛健，又為一時繁榮再度衰微之意，若一開始即以此意而去驕傲之念，且末寒先備衣，末飢先具食，先時察機，則可言吉。但務必不可有等候時機、觀望之行為。 \n\n得此卦時，對居所有辛苦煩勞，但有受人之助終得安居。也有遭受无妄之災的苦象，遭竊盜或損財。凡事不可自信過高，若太自信而忽略對方，則有遭挫折敗事之累。坤雖順，爻動即變也，故不可太自信而得意忘形。 \n\n斷之婚姻，雖有阻礙被破壞，但終有成，有些口舌是非但無妨。男女占得，宜記處事不可過剛強固執，勿因坤之順象而逼迫讓它反變。女要慎防失節，感情受騙之凶象。 \n\n卦象參考： \n\n中爻象「約坤互震」，臨者居高臨下，以二陽剛臨四陰柔之勢，潛意識有希望與願望之存在。又沼澤必有水，水受日之照射蒸發於天空成雲雨，再下降於大地，故有滋養大地萬物之生機，又將地面之水流入池澤，此大自然現象生生不息，此循環相臨相佐與相寄託。兌為悅、坤為順，相得益彰。 \n\n至於八月有凶者，乃言卦爻陰陽消長之象，卦體兌下坤上為陰卦，故以月計，從陽數算起，一陽在下為地雷復，陽進二為地澤臨，陽進三為地天泰，陽進四為雷天大壯，陽進五為澤天夬，陽進六為純乾。 \n\n陽極生陰，一陰復生於初，為天風姤，二陰於初二則為天山遯，共有八位。 \n\n而「天山遯」以韜晦取義，其象為陰勢漸盛而陽消，故有於八月遭陰煞小人之害的凶象。 \n\n【總結批論】 \n\n臨：表大駕光臨，貴人來到之意。主吉象。臨又為「君王臨幸」之意，是尊上者對下者之象，在事業投資，為貴人相助之意。在感情則有期待而至的歡喜感。只是以上之象皆有，人尊己卑需仰息於人的感覺，所以女人占得，可能是委於男人之下，或是有外遇的情事發生，卻又甘於接受的凶象。 \n\n【應用】 \n\n運勢：運勢漸增，諸事亨通如意，前途有望，仕途有成，可得貴人相助。上下安合。以和順可奏大功，宜誠心待人，可諸事順暢，急進或忘形者，有破財之象。 \n\n愛情：不可急，切忌意氣用事要求，柔順期待者有吉象。 \n\n家運：幸福圓滿，切勿意氣用事，否則有反。 \n\n胎孕：生貴子。若春占則生女。無險。求佛及家神則安。產婦慎飲食。 \n\n子女：得孝順之兒女。 \n\n週轉：可成。 \n\n買賣：防口舌，勿過急，和順交易有利。 \n\n疾病：為胃病或性病，泌尿生殖系或腹部、口腔之疾，不嚴重。 \n\n等人：有好消息且準時到。 \n\n尋人：西方或西南方，不必急，目下其人已動。自回。 \n\n失物：在灶下或水邊，遲找即空。 \n\n旅行：吉利。 \n\n考試：金榜題名。 \n\n改行：吉利。開業正得其時，大吉大利。 \n\n訟詞糾紛：三人之事，本欲欺他人，反傷于己。有貴人主和，或莫再爭。 \n求事求職：順利可成。"
    },
    {
        "type": "周易",
        "name": "天澤履",
        "text": "天澤履  艮土五世卦\n\n第十卦 履卦 兌下乾上 克己復禮之道 \n\n「經文卦意」履：履虎尾，不咥人，亨。 \n\n【翼傳注釋】 \n\n《彖》曰：履，柔履剛也。說而應乎乾，是以履虎尾，不咥人，亨。剛中正，履帝位而不疚，光明也。 \n\n《象》曰：上天下澤，履。君子以辯上下，定民志。 \n\n《雜卦傳》：「履，不處也。」不處，不居也，為行進之義。 \n\n【爻辭原文】 \n\n初九：素履往，旡咎。 \n\n《象》曰：素履之往，獨行願也。 \n\n九二：履道坦坦，幽人貞吉。 \n\n《象》曰：幽人貞吉，中不自亂也。 \n\n六三：眇能視，跛能履，履虎尾，咥人，凶。武人為于大君。 \n\n《象》曰：眇能視，不足以有明也。跛能履，不足以與行也。咥人之凶，位不當也。武人為于大君，志剛也。 \n\n九四：履虎尾，愬愬，終吉。 \n\n《象》曰：愬愬終吉，志行也。 \n\n九五：夬履，貞厲。 \n\n《象》曰：夬履貞厲，位正當也。 \n\n上九：視履考祥，其旋元吉。 \n\n《象》曰：元吉在上，大有慶也。 \n\n卦辭曰：「履虎尾，不唾人，亨。」\n\n『卦意批註簡述』\n\n履虎尾不齧人，如同踩在老虎尾巴上，每一步都要小心翼翼，雖處危險還尚不會受到傷害，為小亨通、有驚無險的現象。\n\n得此卦者，百事不宜進取，須以和氣的態度來待人，柔和忍耐可免除過失，宜從人進不宜退。履又為「禮」也。所以得此卦者，需盡快反省自己的態度，對人、對事、或對長輩是否有輕忽、不敬之意。雖有危急之事幸好能平安度過。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事不積極而謹慎較為沒有災難。縱慾的結果將會徒然招致害處，為今之計，只能以輕鬆的心情，靜待時間過去為宜。時運中有波浪之故，結婚、轉業均為不吉。\n\n《二爻》 表面上的表現要保守，進而求取背地裹的發展才是上策。家庭中此期夫妻間常發生摩擦、衝突。事業上因過份擴張而陷入不安定狀態的，現在是緊縮的最好時期。追求眼前小利應覺悟是會招來禍端的。\n\n《三爻》 要小心遭遇突發事變，工作上不要抱持與身份不相稱的奢望，有犯沖上司的危機。旅行、遷移、增改、建業不進行為宜。轉業也會有外來的干擾介入，而進行不利。\n\n《四爻》 你的好運要藉著尊重別人而開啟。對上司或部屬的態度愈誠懇，所獲的利益將會愈大。女性要注意與異性的關係，否則會由吉運變凶運。單獨旅行要避免。\n《五爻》 你的運氣將依賴長輩，和有力者的提拔而開朗。你不必自己積極去追求，地位和名譽必會自然地降臨於你。儘管如此還要嚴禁輕心、怠忽。以謙虛的心情對待別人，則最高的幸運將屬於你。        《上爻》 你將迎接達成願望的盛運。心裏喜悅的事很多，聽取上司或部屬的珍貴意見，必能收到好的成果。也可以從過去的過失中，得到改進的機緣。旅行、遷移都有吉利。"
    },
    {
        "type": "周易",
        "name": "兌為澤",
        "text": "兌為澤 兌金八純卦\n\n第五十八卦 兌卦  為重兌之卦 悅順之道 \n\n「經文卦意」兌：亨，利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：兌，說也。剛中而柔外，說以利貞，是以順乎天而應乎人。說以先民，民忘其勞。說以犯難，民忘其死。說之大，民勸矣哉！ \n\n《象》曰：麗澤，兌。君子以朋友講習。 \n\n《序卦傳》：「兌者，說也。」\n\n《雜卦傳》：「悅，見。」\n\n【爻辭原文】 \n\n初九：和兌，吉。 \n\n《象》曰：和兌之吉，行未疑也。 \n\n九二：孚兌，吉，悔亡。 \n\n《象》曰：孚兌之吉，信志也。 \n\n六三：來兌，凶。 \n\n《象》曰：來兌之凶，位不當也。 \n\n九四：商兌，未寧，介疾有喜。 \n\n《象》曰：九四之喜，有慶也。 \n\n九五：孚于剝，有厲。 \n\n《象》曰：孚于剝，位正當也。 \n\n上六：引兌。 \n\n《象》曰：上六引兌，未光也。 \n\n『卦意批註簡述』\n\n兌卦，即是喜悅的心情顯現在外的卦象。兌澤滋潤大地，使萬物呈現亮麗的美貌，其喜悅的心情可見。君子要能聚集志同道合者，研究人生真理，學習技藝，必然會獲得喜悅而有益於人生。\n\n得此卦者，有為無意義的事來勞苦心煩，心中有不堅定的心思，而來受到外物的影響，而有所變動，故男人占得此卦，有色情、損財之災。又有外表看起來很好，但是內心不善良的意思。若能堅守堅貞正確的理念，時運平安自然有吉事，否則不可言吉。\n\n此卦象有與女性和悅的感情發生，但是男女切不可放縱任性，沉醉在感情情慾中，毋須為了博取短暫的愉悅，而使困擾相應而生。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 不要多方猜忌，要能相信對方。前途多少有不安的現象，所以不可太固執己見和任性。小買賣的創業、轉職尚屬吉象，大的交易買賣要小心為宜。如果買賣盡於誠意的心態，可望成功。蓋新的建築會有凶象，舊家的修繕則無妨。\n\n《二爻》 以信賴為基礎的買賣將有喜訊，不過最好要先調查對方的人品，以免遭受到暗算與背叛。如果只是自顧自己的利益，就會有被障礙牽絆的可能，凡事要以誠意和熱心助人為本。\n\n《三爻》 凡事要慎重考慮後方可行動。男女感情關係不可過於深入，以免墮落陷入遭遇災厄，女子尤其更應該要注意。\n\n《四爻》 可能是要選擇精神上或是物質上的抉擇，而困惑難以作選擇。務必熟慮後再來選擇真正所需要的方向。新建、遷移、旅行要慎重。\n\n《五爻》 提防周圍的同事、朋友的中傷和嫉妨。目前是處在吃力不討好的運氣中，所以交友要慎選。婚事要先作好詳細人品、家世調查，以免陷入了三角關係的家庭糾紛中。\n\n《上爻》 隨便亂說話而來傷人，或是被人謠言中傷的可能性很高。目前是退職、退休的良機。也有可能因為遭遇人事的整肅，而被辭退發生。就業方面，會有好的職位。男女色情方面的問題要提防。"
    },
    {
        "type": "周易",
        "name": "火澤睽",
        "text": "火澤睽 艮土四世卦\n\n第三十八卦 睽卦  兌下離上 乖違隔離之象 \n\n「經文卦意」睽：小事吉。 \n\n【翼傳注釋】 \n\n《彖》曰：睽，火動而上，澤動而下。二女同居，其志不同行。說而麗乎明，柔進而上行，得中而應乎剛。是以小事吉。天地睽，而其事同也。男女睽，而其志通也。萬物睽，而其事類也。睽之時用大矣哉！ \n\n《象》曰：上火下澤，睽。君子以同而異。 \n\n《序卦傳》：「睽者，乖也。」睽，乖違也。\n\n《雜卦傳》：「睽，外也。」疏而不親，  相互違背。\n\n【爻辭原文】 \n\n初九：悔亡，喪馬勿逐，自復。見惡人旡咎。 \n\n《象》曰：見惡人，以辟咎也。 \n\n九二：遇主于巷，旡咎。 \n\n《象》曰：遇主于巷，未失道也。 \n\n六三：見輿曳，其牛掣，其人天且劓，旡初有終。 \n\n《象》曰：見輿曳，位不當也。旡初有終，遇剛也。 \n\n九四：睽孤，遇元夫，交孚，厲旡咎。 \n\n《象》曰：交孚旡咎，志行也。 \n\n六五：悔亡，厥宗噬膚，往何咎。 \n\n《象》曰：厥宗噬膚，往有慶也。 \n\n上九：睽孤，見豕負塗，載鬼一車，先張之弧，後說之弧，匪寇婚媾，往遇雨則吉。 \n\n《象》曰：遇雨之吉，群疑亡也。 \n\n卦辭：「睽，小事吉。」乖違時不可從事大事，而小事尚有吉之道。\n\n『卦意批註簡述』\n\n火性為上升，水性為往下流，性質不同，所以彼此乖異相違。君子觀察睽卦的卦象，同而能益，也在和同之中而能知到有所當異的地方也。\n\n睽乃叛也，所以得此卦時，為人心相互違逆意見不合，百事難成，有辛苦，且有財物多散亂的跡象。\n\n但是此卦象為內兌悅、外離文明的象卦，所以若是學者、寫作、創作的人，得此卦為內有喜悅，外有文學的名聲，而以吉象來斷之。因此大凡占得此卦者，除了學者、寫作者之外，均須防口舌爭論，也有和人中斷絕交意思。恐怕有受欺騙的情事發生。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事進展不順利而感到焦慮不安。機會即將來臨，不焦急、不捲入是非，靜候時機必能成功。\n\n《二爻》 有障礙和妨害，進展不順利。不可為謠言是非所中傷，接受長輩的勸言，穩重進行。在意想不到的地方會有坦途轉變的出現。如果是為自己的私慾和私利來奔走，則會徒勞無功。\n\n《三爻》 以前的誤解獲得冰釋，而恢復往日的和合。住家的增改建或遷移是吉利的，但是旅行要避免。會發生被人誣賴的罪過，要特別小心提防。\n\n《四爻》 此爻的運氣不盛，有位自己的出路焦思苦慮，卻得不到家人、別人的贊同。還是靜觀其變為上策。住家新建要避免，旅行也要緩一緩。有不知不覺中為支出增多而煩惱，也許能得晚輩家人的支助而寬心。\n\n《五爻》 凡事不可以想要靠自己來獨立完成，能虛心接受周遭同事家人的意見和助力，必能成功。此刻不是自已東奔西跑的時期，暫時採取消極性策略反而對事情有利。\n《上爻》 你已經越過障礙了，可以採取積極性的措施去解決問題。最初因為沒有自信而覺得不安，不久就趨於安定了。為得到這個喜悅和發展，不可以自暴自棄是非常重要的態度。"
    },
    {
        "type": "周易",
        "name": "雷澤歸妹",
        "text": "雷澤歸妹 兌金歸魂卦\n\n第五十四卦 歸妹卦  兌下震上 婚姻與人生 \n\n「經文卦意」歸妹：征凶，旡攸利。 \n\n【翼傳注釋】 \n\n《彖》曰：歸妹，天地之大義也。天地不交，而萬物不興，歸妹人之終始也。說以動，所歸妹也。征凶，位不當也。旡攸利，柔乘剛也。 \n\n《象》曰：澤上有雷，歸妹。君子以永終知敝。 \n\n《雜卦傳》:「歸妹，女之終也。」歸妹為女子出嫁之卦。\n\n【爻辭原文】 \n\n初九：歸妹以娣，跛能履，征吉。 \n\n《象》曰：歸妹以娣，以恆也。跛能履吉，相承也。 \n\n九二：眇能視，利幽人之貞。 \n\n《象》曰：利幽人之貞，未變常也。 \n\n六三：歸妹以須，反歸以娣。 \n\n《象》曰：歸妹以須，未當也。 \n\n九四：歸妹愆期，遲歸有時。 \n\n《象》曰：愆期之志，有待而行也。 \n\n六五：帝乙歸妹，其君之袂，不如其娣之袂良，月幾望，吉。 \n\n《象》曰：帝乙歸妹，不如其娣之袂良也。其位在中，以貴行也。 \n\n上六：女承筐旡實，士刲羊旡血，旡攸利。 \n\n《象》曰：上六旡實，承虛筐也。 \n\n『卦意批註簡述』 \n\n婚姻是天經地義的事情，天地間有陰陽交互作用，萬物才能生育成長。結婚是人生的開始和終局，相互喜悅才能有婚配。但如果是用暴力來征服，方法地位不當，必將無利益。\n\n歸乃嫁也，妹乃少女也，小兌少女遇到震長男，一時感情衝動而要急著出嫁。故得此卦時，會有不測之災禍，於相談事情、或是契約時，有失信或失期的延誤。願望受阻而不成，正直行事的人反而會有困難，諸事不保，有與親友發生爭論的禍患。也有色情，破財的徵兆。\n\n歸妹的卦象為小妹先姐而嫁，雖然開始有喜悅的感覺，但然終究有破敗的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 即使自己有才能和實力，仍應接受他人的建議和意見，要謙虛為懷為重。自己應多約束自己，不可過於縱慾。本行的事業不順利，不過副業卻是吉利的。如果買賣都是以小宗的投資，和小利益應當是為吉象。\n\n《二爻》 為個人的私慾所迷惑而失去大利益。開張、開店和開創新事業都是惡運。領薪階級的對上司主管有所不滿，但是切忌不可表現出來。旅行、遷移暫緩為宜。\n\n《三爻》 魯莽的行為將招致來災禍。如今應以冷靜、理性的態度，來等待機會為重。即使未來的目標很大，卻都是有名無實的虛象，絕不可把自己一生的積蓄都投資進去。改行、轉職、遷移都是凶象。\n\n《四爻》 此爻在本卦中較是為吉運。長期的努力考得以報賞，事業也會慢慢好轉。改行、轉職雖有困難，但也終能達成願望。凡事都有晚來的運氣，所以不要性急。要多注意疾病健康。\n\n《五爻》 目前有好運氣，不可自溺，如果身處謙恭的態度之中，幸福自然就會來。目前不必裝模作樣來掩飾，凡事保持樸素就是吉象。旅行、遷居皆吉。\n《上爻》 有凶變壞運的憂慮。雙方彼此都無誠意的表現，所以易流於暗鬥的局面。金錢方面有糾葛，買賣要提防收不到貨款。結婚是大凶，以後會有離別的憂慮。"
    },
    {
        "type": "周易",
        "name": "風澤中孚",
        "text": "風澤中孚  艮土遊魂卦\n\n第六十一卦 中孚卦  兌下巽上 誠信感物之道 \n\n「經文卦意」中孚：豚魚，吉，利涉大川，利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：中孚，柔在內而剛得中。說而巽，孚，乃化邦也。豚魚吉，信及豚魚也。利涉大川，乘木舟虛也。中孚以利貞，乃應乎天也。 \n\n《象》曰：澤上有風，中孚。君子以議獄緩死。 \n\n《雜卦傳》：「中孚，信也。」\n\n【爻辭原文】 \n\n初九：虞吉，有他不燕。 \n\n《象》曰：初九虞吉，志未變也。 \n\n九二：鳴鶴在陰，其子和之，我有好爵，吾與爾靡之。 \n\n《象》曰：其子和之，中心願也。 \n\n六三：得敵，或鼓或罷，或泣或歌。 \n\n《象》曰：或鼓或罷，位不當也。 \n\n六四：月幾望，馬匹亡，旡咎。 \n\n《象》曰：馬匹亡，絕類上也。 \n\n九五：有孚攣如，旡咎。 \n\n《象》曰：有孚攣如，位正當也。 \n\n上九：翰音登于天，貞凶。 \n\n《象》曰：翰音登于天，何可長也。 \n\n『卦意批註簡述』\n\n中孚是表示中心誠信的卦象，內有柔和性質，外有剛直的意志，以誠信來相互待人感應。 \n\n中孚卦內為陰爻，象徵船心中空，外為四陽爻，象徵木船外殼，也有內虛外實的現象。象徵君子審議訴訟，須用誠信感化，暫且不立即判為死刑。\n\n得此卦時，為人處事務必正直而有誠信，如果是有歪邪、扭曲、不正的心思則是大凶。由卦象得知，來和他相應者，有善良和不善良的人事，此時要能熟悉觀察，選擇善良的一方，自然可以漸得吉運了。所以此卦為開始有惡運，但是後來轉為吉運的卦象，所以中孚者不得有虛偽的行為和心念。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 心裡太過於鬆懈，而容易忘記了自己的本份。夫妻間、父子間、情侶間的彼此信賴最重要。愛管閒事是凶象，操別人的心不如多照顧自己。言行務必要堂堂正正、遵守規矩理法。\n\n《二爻》 很好的盛運當前，結婚大吉、買賣交易可獲功利。改行、轉職、遷居都是吉象。凡事可以自己動手來作，不必假手倚賴他人。已婚夫妻容易涉及三角關係，要提防。\n\n《三爻》 目前心裡浮動，缺乏決斷力，心裡一急反而更易使現狀惡化。如今應該沉著來應付，凡事慎重，則情勢可望有好轉的機會。\n\n《四爻》 因為熱中私事而荒廢了公事，將自己的信用敗壞掉。事情如果是關於友人或是自身的利益，也許會遇到凶事。自我的本位主義要摒除才好。\n\n《五爻》 此爻有相當好的運氣。不過夫妻間可能發生三角男女感情的問題。遷移、旅行大都不錯。但是要注意突發的事件，經常檢查避難出口或緊急樓梯可保安全。\n《上爻》 心有餘而力不從。對自已的能力要多加衡量，不能勝任的事情，最好能夠拒絕避免。"
    },
    {
        "type": "周易",
        "name": "水澤節",
        "text": "水澤節  坎水一世卦\n\n第六十卦 節卦  兌下坎上 調和節制之道 \n\n「經文卦意」節：亨。苦節不可貞。 \n\n【翼傳注釋】 \n\n《彖》曰：節，亨，剛柔分，而剛得中。苦節不可貞，其道窮也。說以行險，當位以節，中正以通。天地節而四時成，節以制度，不傷財，不害民。 \n\n《象》曰：澤上有水，節。君子以制數度，議德行。 \n\n《雜卦傳》:「節，止也。」節，節止、節制也。\n\n【爻辭原文】 \n\n初九：不出戶庭，旡咎。 \n\n《象》曰：不出戶庭，知通塞也。 \n\n九二：不出門庭，凶。 \n\n《象》曰：不出門庭，失時極也。 \n\n六三：不節若，則嗟若，旡咎。 \n\n《象》曰：不節之嗟，又誰咎也。 \n\n六四：安節，亨。 \n\n《象》曰：安節之亨，承上道也。 \n\n九五：甘節，吉。往有尚。 \n\n《象》曰：甘節之吉，居位中也。 \n\n上六：苦節，貞凶，悔亡。 \n\n《象》曰：苦節貞凶，其道窮也。 \n\n卦辭曰：「節，亨，苦節不可貞。」\n\n『卦意批註簡述』\n\n節制才能亨通，但是要注意如過度節制，也是不符合中正、中庸的道理。節卦是節約、節制、節儉、制度等的現象。象徵有道德學誠之君子，能制度數量度數，做為衡量制度，擬定道德標準做為規範。\n\n得此卦時，如竹子雖長但有節，有限制而停止的意思。雖然有自然適中的好處，多半是因為物品有限而來停止，也比喻做事不能得志，諸事務必節制適中。\n\n得此卦也有意外的驚難發生，宜謹慎。求財、望事，屬於忠孝、公益的事可成，其他不成。對待人事物，為人處事要有適當的節度與分寸，適可而止保持中庸之道，才能有吉象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 好的適合的時機還不到。即使你有才幹或周密的計畫，現在也不是發表的時候，尤其是在酒席間不可更亂發言，以免計畫外洩而受到挫折。\n\n《二爻》 運氣不是很強，但不要氣餒，可以去休閒散散心，以增加見聞，尋找靈感。\n\n《三爻》 各樣種種的誘惑很多，若一疏忽大意，將會引來煩惱苦悶不堪。男女異性的、酒精的誘惑更應該要多提防。突發性的事故和金錢上的困擾也要多注意。\n\n《四爻》 靠你的才能和力量，再加上謙恭的態度，和誠虔的心懷，將能贏得上司的信任。日常生活中要戒除衝動和急躁，就能獲得平安和幸福的生活。嚴禁賭博和奢侈的浪費。\n\n《五爻》 能順利達成願望。交涉、買賣可以積極的去進行。事業順利，結婚大吉，疾病會很快的痊癒。\n《上爻》 在苦難之時困苦中也要有所節度。你的努力無法立即獲得回報，乃是無可奈何的事。有對人過苛，而遭遇部屬不滿和反抗的傾向，要留意。"
    },
    {
        "type": "周易",
        "name": "山澤損",
        "text": "山澤損  艮土三世卦\n\n第四十一卦 損卦  兌下艮上 損下益上之象 \n\n「經文卦意」損：有孚，元吉，旡咎，可貞，利有攸往？曷之用，二簋可用享。 \n\n【翼傳注釋】 \n\n《彖》曰：損，損下益上，其道上行。損而有孚，元吉，旡咎，可貞，利有攸往。曷之用？二簋可用享。二簋應有時。損剛益柔有時，損益盈虛，與時偕行。 \n\n《象》曰：山下有澤，損。君子以懲忿窒欲。 \n\n【爻辭原文】 \n\n初九：已事遄往，旡咎，酌損之。 \n\n《象》曰：已事遄往，尚合志也。 \n\n九二：利貞，征凶，弗損益之。 \n\n《象》曰：九二利貞，中以為志也。 \n\n六三：三人行，則損一人。一人行，則得其友。 \n\n《象》曰：一人行，三則疑也。 \n\n六四：損其疾，使遄有喜，旡咎。 \n\n《象》曰：損其疾，亦可喜也。 \n\n六五：或益之，十朋之龜弗克違，元吉。 \n\n《象》曰：六五元吉，自上祐也。 \n\n上九：弗損益之，旡咎，貞吉，利有攸往，得臣旡家。 \n\n《象》曰：弗損益之，大得志也。 \n\n『卦意批註簡述』\n\n艮山的基礎，因兌澤而受到損失，蓋因為澤水潤解而艮山使鬆弛，損失在所難免。君子如能抑制忿怒，勿放縱私慾，就能減少損失。損卦的「二箄可用亨」，生命的用亨，一陰一陽必須交替來損剛益柔，把過去的捨了，如花開花謝，才有果實的成熟。\n\n得此卦時，可謂是先折損自己來利益他人的時後，又因為損利慾而有德益，損驕奢而有財益，損其可損之物，雖然損之，但也不為真損，有先捨後得的跡象。\n\n所以又為先苦後喜悅，勞苦自己利益他人之時，諸事急則不成，緩慢來作可得成就，第一次難以調合，第二度、三度可成。求財、望事小吉。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事有失契機，以致許多計劃和構想都有落空的憂慮，務必要趕緊抓住良機才好。工作方面，上司和友朋請求你的地方很多，雖然比較煩忙，還是要多多協助他們吧。\n\n《二爻》 事事不可輕舉妄動。對於新開張、轉業、遷移、增改建都是凶象，一切以維持現狀為宜。\n\n《三爻》 如倚賴他人的力量還不如信任自己。你日前的運氣並不是很好的。單獨行動或許對你有利。改行、開業都不吉。\n\n《四爻》 你的運氣已經開始上昇了。尤其平常保持良好人際關係的原因，會意外讓你獲得建言而有很好的發展。\n\n《五爻》 一切都會順利發展。凡事要誠心誠意，努力必有所報。\n《上爻》 你已迎接到利人利己的佳運。驕者不久！不可忘了保持謙虛的心懷。"
    },
    {
        "type": "周易",
        "name": "地澤臨",
        "text": "地澤臨  坤土一世卦\n\n第十九卦 臨卦  兌下坤上 至誠臨民教民 \n\n「經文卦意」臨：元亨利貞。至于八月有凶。 \n\n【翼傳注釋】 \n\n《彖》曰：臨，剛浸而長。說而順，剛中而應，大亨以正，天之道也。至于八月有凶，消不久也。 \n\n《象》曰：澤上有地，臨。君子以教思旡窮，容保民旡疆。 \n\n《序卦傳》：「臨者，大也。」臨者以上臨下，以大臨小，皆大人之事，故稱為大。\n\n《雜卦傳》：「臨觀之義，或與或求。」以我臨物，故曰興。物來觀我，故曰求。臨，由上視下，為臨下治理也。\n\n【爻辭原文】\n\n初九：咸臨，貞吉。 \n\n《象》曰：咸臨貞吉，志行正也。 \n\n九二：咸臨，吉旡不利。 \n\n《象》曰：咸臨，吉旡不利。未順命也。 \n\n六三：甘臨，旡攸利。既憂之，旡咎。 \n\n《象》曰：甘臨，位不當也。既憂之，咎不長也。 \n\n六四：至臨，旡咎。 \n\n《象》曰：至臨旡咎，位當也。 \n\n六五：知臨，大君之宜，吉。 \n\n《象》曰：大君之宜，行中之謂也。 \n\n上六：敦臨吉，旡咎。 \n\n《象》曰：敦臨之吉，志在內也。 \n\n『卦意批註簡述』\n\n此卦為水土相親近之象，以二陽對四陰，以四陰見二陽，陰陽相望，故日臨。又兌為喜悅，坤為順從，下悅上、上順下，相得益彰。得此卦時，對居所有苦勞，但有受人的幫助終得安居，所以「臨」也有貴人來臨的意思。 \n\n但也有受無妄之災的苦象，可能會遭盜賊或損財的跡象。凡事不可自信過高，若太自信而忽略對方，則有遭挫折而敗事的拖累。\n\n另有在感情、婚姻上，女求於男、男尊女卑的現象，女方處於下方，受到男方的影響和操控的跡象。 \n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 事情積極爭取必會有好結果。和長輩們商量，以合夥方式開創店舖是好機會。戀愛中的情侶愛情彌篤，說不定有人已進入同居的階段。\n\n《二爻》 一般說來，你已上運。在工作的崗位上，有被上司賞識而被提拔的可能，務必抱著信心繼續努力堅持。只要不停的努力、精進，必定能達成你的目的。\n\n《三爻》 有自信過度，看輕對方而有遭遇失敗的憂慮。如不衡量自已的能力來慎審從事，必遭到別人的怨恨，要將自己的錯誤早日戒除、改進才好。\n\n《四爻》 自己能力不及的工作，也能藉助部屬或後輩的幫助來達成目的，不過有乘勢過度的憂慮，要小心。戀愛方面，女性思慕男性的情形較多。\n\n《五爻》 凡事都在強運中，容易養成自信過度，忽視部屬而失去聲望的憂慮。除了這一點，做為主管或上位者，要因為能適材適用，許多事情自已不動手也能大有收成。\n《上爻》 不被表面的現象所左右影響，要看清事物的本質再來作處理，目前的你需要養成這樣的態度。不論買賣、投資或交易，都需要先調查瞭解清楚各方的條件、價格、品質等，以免吃虧受騙。不要被眼前的利益所迷惑，應將眼光放遠以廣闊的將來著想才是。"
    },
    {
        "type": "塔羅",
        "name": "天澤履",
        "text": "天澤履  艮土五世卦\n\n10、天澤履  艮土五世卦\n\n【基本卦意】\n\n履：有驚無險。\n\n表戰戰兢兢、如履薄冰而行，雖有危急之事幸好能平安度過，算是有驚無險的現象。為小凶帶吉的卦象。\n\n【卦意運用—偏小吉指示卦】\n\n履又有「禮」的意義，所以卜得此卦者，需盡快反省自己的態度，對人、對事、對長輩是否有輕忽、不敬之意。\n\n也可延伸為勉強「吊車尾」的意思，通常卜求考試、應徵，都算是可低空通過的小吉象。\n\n【擬像延伸運用】\n\n乾天父在上，兌澤少女在下，乃是自然應有的情形，延伸為君子能夠來辨別尊卑上下、各守本分，是一種「禮」的表現。也指示告誡需要戒慎恐懼、尊禮而行，若是恣意任性妄為就會有凶象\n\n此卦也有兌澤少女柔弱遇乾金父親剛強，想要前進卻被阻止難行，無法順遂如意的現象，也因此成為「履象」來。\n\n如履虎尾，乃安中防危之象。得此卦者百事不宜進取，須以和待人，柔和忍耐可免過失，宜從人進不宜退。\n\n故女人占得此卦，宜注意所交往的異性，有不像稱應，亦有被人惡言中傷之憂患。得此卦者，亦有好色、男女情色引起的煩惱憂悶之意。\n\n卜求婚姻，此對象雖有意願，卻有障礙且難成，可能因年歲的差距關係。\n\n【應用】\n\n運勢：有先勞後逸、始驚後安之意，雖有繁華卻又反覆不和，故得此卦時為正在憂慮受危中。但謙虛反省請教於長者則吉。\n\n愛情：相愛，但阻礙很多，雖然不易成功，但若有以誠、禮相待則可成婚姻者。\n\n家運：新婚而剛建立家庭者，多礙、勞苦。但此卦有先苦後甘之象，和氣可生財，過些時日即可雨過天晴也。\n\n胎孕：臨盆產婦占得則吉，否則有受驚嚇之象，需安胎。\n\n子女：初運有勞苦，而且障礙、困難之象，但以後能獲得幸福也。\n\n週轉：雖有些困難，但不必急躁，謙恭而施則可成也。\n\n買賈：雖有是非但終可成，牛馬猴之月或日方成。\n\n疾病：得此卦者，幼年體弱，中年後漸佳。斷疾病為肺部、頭部或口部之病，病況雖似嚴重而危險，但調理得宜，治療後可痊癒。\n\n等人：遲來。\n\n尋人：走失之人有生命危險，在西方或西北方向，難尋，須爭取時效，此人尚可得救。在申未日或許可見。\n\n失物：難找，在西北或西方，遺忘在某物下面。\n\n旅行：不利，不去為宜。\n\n考試：成績不怎麼理想。\n\n訟詞糾紛：凶象，乃他人侵我之象，主虛，必有頭無尾也。\n\n求事求職：改行不利。開業不宜。"
    },
    {
        "type": "塔羅",
        "name": "兌為澤",
        "text": "兌為澤 兌金八純卦\n\n58、兌為澤  兌金八純卦\n\n【基本卦意】\n\n澤：悅也，人物個性代表是少女。表少女純真喜悅的現象，但是卻也會有少女的幼稚情懷，在純真之中帶有嬌蠻、任性的態度。\n\n【卦意運用—吉凶參半指示卦】\n\n此卦與男女感情有很大的關係，屬八純六沖卦象，有大好大壞、憂喜參半的意義！\n\n得此卦者，有為無意義的事情在苦惱辛勞中，心中也有不貞善變，有受到外物影響而有所變化之意。\n\n故男人占得此卦，有色情、損財的災厄。女人占得則較為吉利。\n\n求財望事，常疑慮不能堅定抉擇，而有難成的凶兆。\n\n【擬像延伸運用】\n\n此卦象看來內健外柔，因為心性像少女一般，雖有喜悅外顯之意，但是處理此事物無規律，久久不得要領的時後。\n\n若能堅守貞節正道，時運平安自有吉事，否則不可言吉。\n\n卜求婚姻，為和好良緣，但須防口舌，致使感情失度。\n\n又此卦象有與女性和悅的感情發生，因此男人切不可放縱任性，沉醉在美人窩中，毋須為了博取短暫的愉悅，而使困擾相應而生。\n\n【應用吉凶參考】\n\n運勢：有喜亦有憂，有譽亦有譏，雖得吉慶如意，然應守持正道，否則犯災。\n\n愛情：有嬌蠻、任性鬥嘴之象，切勿意氣用事，因此卦內剛，定會有口舌，隨和相處可吉。有如兩小無猜的純純感情般。\n\n家運：有和悅之氣象，但要操守自律，行事不可越軌，有分寸可得吉運。若不操守自律，必犯色情之害而受殃耳。\n\n胎孕：女兒。孕安。此女能帶給家人喜悅，又與六親和睦，有緣。但也不要過份溺愛才是。\n\n子女：骨肉情深，和好幸福之象。\n\n週轉：可順利，不須急也。\n\n買賣：有反覆之象，然盡力必成，可得大利之交易。\n\n疾病：酒色之病，久則難癒。與女色有關之性病或肺病，不可疏忽治療，病雖重但可治。\n\n等人：會來，且有喜訊相告。\n\n尋人：因色情之事出走，很快可知其下落。向西方尋可得。\n\n失物：在西方，喜中有失，向老者相詢可得。\n\n旅行：古利。\n\n考試：成績佳。\n\n訟詞糾紛：非大事，有人解說有利。\n\n求事求職：得利，但亦不可太大意。改行吉利，開業吉利。"
    },
    {
        "type": "塔羅",
        "name": "火澤睽",
        "text": "火澤睽 艮土四世卦\n\n38、火澤睽  艮土四世卦\n\n【基本卦意】\n\n睽：乃叛也，表乖危、叛逆、背離之象。主凶象，有意見不合，彼此爭鬥、任性、不協調，表示事事均不順，且有被出賣的危險，注意犯小人等現象。\n\n【卦意運用—偏凶卦】\n\n上卦離火、火性向上，下卦兌澤辛金、水性就下。意味一向上、一向下，且兩兩又火剋金相剋、相乖違，延伸為意見不合、互不相讓，且相互傷害的意思。\n\n唯有離火卦因代表智慧文書順暢的吉象，若動爻在離卦，則可視為吉象。\n\n故得此卦時，為人心睽違，百事難成，有辛苦，且財寶多散亂。\n\n【擬像延伸運用】\n\n因為陰爻落在第三爻、五爻的陽位，延伸為陰爻女居正位，有不得正統或不得眾意，蠻橫不講理的凶象。\n\n大凡占得此卦者，除與文學創作相關如學者、作家、編劇、研究生等之外，均須防口舌爭論，也有和人中斷交往之意，或恐有受欺片的情事發生。\n\n若婦人占得此卦，大凶。其女可能乖巧、善逢迎、心思深，剋刑其夫，外有姦情凶象。\n\n男人占得，也有左右逢源、運行桃花而導致家庭風波發生。\n\n少女占得，可能會因其年幼無知而被誘騙。\n\n卜求婚姻，為男女雙方志趣不同、不合，勉強結合必時有爭議，終有生離死別之苦，宜審慎考慮。\n\n【應用吉凶參考】\n\n運勢：水火相剋不相容，則氣運不通，運勢低落、諸事難成。凡事有被違叛的時運，若能處變不驚不逞強出頭，尚可轉危為安。有家內不和，親友疏散的情形，宜力持溫和忍耐去克服困難，才可渡此危難。\n\n愛情：彼此間無意向，無望也。\n\n家運：困苦離親之象，不和睦之情。家運衰頹，雖可得小利，但也濟不敷出。\n\n胎孕：無礙。生男者有兩喜。生女者可能會難產。\n\n子女：子女不和，有骨肉無情之不幸，且其子女六親緣薄無靠。\n\n週轉：難以如願。\n\n買賣：多阻礙，難成，若成者亦必損。\n\n疾病：有診斷錯誤，治療上有失先機之危，為心臟、血液、或胸部機能之病症、心臟疾病。病者冷熱不和，重症危，輕症者速轉醫可治。\n\n等人：不會來。\n\n尋人：因口角負氣出走，其志不同故不易尋。若等候可見，不等則必致反背難見也。\n\n失物：已被人奪去，追不回了。\n\n旅行：不宜，有災。\n\n考試：落榜。\n\n訟詞糾紛：宜速謀和解，不然反成無理。\n\n求事求職：無希望。"
    },
    {
        "type": "塔羅",
        "name": "雷澤歸妹",
        "text": "雷澤歸妹 兌金歸魂卦\n\n54、雷澤歸妹  兌金歸魂卦\n\n【基本卦意】\n\n歸妹：女子出嫁後回娘家稱為「歸寧」，此卦卻是表示小妹急著要先出嫁，所以是感情衝動、不理智的現象。主小吉帶大凶。\n\n【卦意運用—偏凶卦】\n\n得此卦投資、升遷、合夥，大概與男女之間的感情用事，會有很大的關連。\n\n卜求感情，有第三者積極介入的凶象，或是自己一廂情願衝動的妄想。\n\n卜求疾病為「歸魂卦」主大凶，表已有亡魂緊密跟隨，業障因果很重，若不趕快來處理解決，甚至可能有性命的危險。\n\n【擬像延伸運用】\n\n歸是出嫁之意，妹是少女10歲以下的小妹妹之意，震雷是20歲以上的長男，兌澤是少女尚年幼無知，兩人相遇結合並非是正常合理的發展，故得此卦時可能會有不測之禍，於相談或契約有失信或失期之誤。\n\n願望受阻而不成，正直之人反而有困難，有與親友發生爭論之患。也有色情、破財的凶兆。\n\n凡是女人卜得此卦都有障礙困難，思慮不定、多有可疑，須防外來誘惑矇騙。\n\n求財望事半途即破。\n\n卜求婚姻，會有女幼夫長或再嫁的現象，女子容貌秀麗天然，但此卦婚姻主凶，非良緣，且會失敗。因女子有被外誘騙的凶象，因此也有因為感情而違背父母親人，故少女占得此卦宜更加審慎。\n\n此卦舜娶堯二女卜得之，乃知卑幼不寧也，故歸妹之卦為妹先姐而嫁，雖有喜悅之感，然終究有破敗之象。\n\n坤地：母親。巽風：長女18歲以上。離火：中女12-18歲。兌澤：少女10歲以下。\n\n【應用吉凶參考】\n\n運勢：禍出百端，事物有違常理。初時有悅，不久反凶，禍害隨至。\n\n愛情：孽緣，必以悲劇收場。\n\n家運：外觀風光幸福，其實家內正起風波，有失和、禍害等不幸情況。\n\n胎孕：無礙。女兒。秋占不利。\n\n子女：兒女多放縱，尤其女兒更甚。常忤逆父母，使父母親陷於苦惱，且多有沉於情慾之中者。\n\n週轉：希望渺小。\n\n買賣：表面上不錯，其實虧了老本。\n\n疾病：病大致凶，有一時康復反覆之象，但亦隨即有惡化，陷於絕望之境。為肝病、腫瘤、骨髓系統、性病，或腦溢血、手腳受傷。（性病為泌尿系統及生殖器官之疾）\n\n等人：不會來。\n\n尋人：因色情之故而離家出走。婦人則難見，有跟人私奔之象。在東方或西方。\n\n失物：監守自盜，內神通外鬼、盜走。\n\n旅行：不宜。\n\n考試：有重新再讀一年之況。\n\n訟詞糾紛：有女人在內，事求分曉後，力持和解，不必要無謂鬧事。\n\n求事求職：放棄算了，再另做打算。改行不宜。開業者宜暫停，靜候時機。"
    },
    {
        "type": "塔羅",
        "name": "風澤中孚",
        "text": "風澤中孚  艮土遊魂卦\n\n61、風澤中孚  艮土遊魂卦\n\n【基本卦意】\n\n中孚：就是誠信、實在的意思。表示若為人處事一切都以誠信為重，則事事皆可順利而行。\n\n【卦意運用—吉凶參半指示卦】\n\n卜求事情出現此卦，大部分都是要我們能夠以中肯、信實待人，而來感動他人、親友或部屬，因生起共鳴作用來順從，故在人事上就能夠出現吉象。\n\n唯疾病而言，卻是小凶之象。因此卦為「歸魂卦」，需審慎看視卦中之動爻及變卦吉凶，方可判斷所受亡靈影響的程度。\n\n【擬像延伸運用】\n\n此卦為巽風上、兌澤下，表示風的吹動大都會因為時節變動，而有所變化，是一種順乎自然天時該有的反應，延伸為其氣候的變化是有規律、誠信的現象。\n\n而兌澤受到潮汐的影響，漲落有一定時間不會錯失，也是一種誠信的表現，故名中孚。\n\n得此卦為初惡而末吉的變化，但是中孚者處事不得有虛偽、狡詐的自私的心念。\n\n求財望事，若此卦的變卦為凶卦時，為不成之兆。若此卦為變變時可成，但仍有口舌是非。\n\n卜求婚姻可成，拌和之兆。然男人占得此卦，因風為長女、澤為少女皆是女卦，能會有有雙燕之好，左右逢源之象。\n\n【應用吉凶參考】\n\n運勢：如三月之春花，似錦大地，與人謀事均得利。誠者，立業之本也，若存邪曲之念則破吉運，須認清善惡。得此卦誠者佳，尤利他鄉財路。\n\n愛情：雙方以誠相待，良緣也。\n\n家運：有突發大利，平安幸福之吉象。\n\n胎孕：安。本當主孤獨，但得神佛上，求之生男兒。上九爻動生女也。\n\n子女：父母慈且誠信，故子女必孝，忠信門第也。\n\n週轉：不成問題。\n\n買賣：可成亦有利。\n\n疾病：病情大致凶，為胃腸、腹部或肺弱之症，宜妥善調理。\n\n等人：必定來。\n\n尋人：不尋自來。\n\n失物：遺失難尋，雖有消息亦虛耳。\n\n旅行：吉利。\n\n考試：必定上榜。\n\n訟詞糾紛：為安來之事，速處理無妨，遲則有傷。更防盜賊\n\n求事求職：有利。改行可按照計劃行事。開業者吉利，先苦後樂之象。"
    },
    {
        "type": "塔羅",
        "name": "水澤節",
        "text": "水澤節  坎水一世卦\n\n60、水澤節  坎水一世卦\n\n【基本卦意】\n\n節：有節制、調節、節約、控制等意義。\n\n另也有象徵「竹節」一般有節節高昇、環環相扣的意思，但是需要從根本基礎慢慢來做起。\n\n【卦意運用—吉凶參半指示卦】\n\n節卦是個狀況卦，表示吉凶未定之象，提醒卜卦的人，事事有過於放縱的現象，尤其是在金錢或是情慾方面，在投資理財需節制有守為安。\n\n感情則要多留意自己的言行舉止，已有過份的態或對對方過於放縱的情勢。\n\n延伸所卜求人事一切都要節制，不能過於放縱和固執。\n\n【擬像延伸運用】\n\n池澤湖泊可以來容納流水，容蓄水量、約束水流，不使水流四散奔流而成為節卦的象徵意義。\n\n又坎水為險陷、兌澤為喜悅，也延伸為要以和悅的心情去行險犯難，就可以克難出險。\n\n得此卦時，雖有自然適中之好處，但是也有資源有限而被迫停止，不能得志，因此諸事務必節制適中。\n\n得此卦也可能有意外驚難，事事宜審慎小心。\n\n求財望事，若是忠孝合理之事可順遂，其他則是不成。\n\n男人占得此卦主桃花，女人占得貞固。\n\n卜求婚姻平順，此對象為女性，個性節儉而且美麗。然得此卦之男人，切勿沉醉於利與色的慾望中，宜守中庸平常為宜。\n\n此卦孟姜女送寒衣，卜得知其夫婿已亡。\n\n【應用吉凶參考】\n\n運勢：以和悅之心去渡過險境，則可克難而出險道。而悅者何苦惱，陷者有悅象，故此時需要有節制為宜。\n\n愛情：是否成就，須看自己之節制之品德，因得此卦，若女者對感情堅貞而不隨便者，可吉也，否則破。\n\n家運：謹守做人處事的規範，則可得平安和樂之家庭。\n\n胎孕：胎孕平遲。生男。可求神保產母，否則有厄。\n\n子女：兒女多溫柔孝順。但若長輩行為不檢反招破，得不償失也。\n\n週轉:：遠水難救近火。無望。\n\n買賣：不得時也。\n\n疾病：為腎臟系統或肺部系統等疾病，病情拖延有險象。\n\n等人：不來，或須久等。\n\n尋人：人說皆是虛言。有所藏身，不必去尋。想回來自己會回來。　失物：西方或西北方，雖在近處，但難尋。\n\n旅行：不宜。\n\n考試：須力求上進，不可怠忽。榜尾有名。\n\n訟詞糾紛：此糾紛有拖拖拉拉之象，莫論誰是誰非，耐心處理必有人調解。\n\n求事求職：再待時機，成功率小。改行不宜。開業宜緩圖，計劃週詳後方可。"
    },
    {
        "type": "塔羅",
        "name": "山澤損",
        "text": "山澤損  艮土三世卦\n\n41、山澤損  艮土三世卦\n\n【基本卦意】\n\n損：表小有損失也。也有「賽翁失馬、焉之非福」先失後得的吉象。\n\n【卦意運用—吉凶參半指示卦】\n\n主凶中帶吉之象，「失敗為成功之母」，若是在成卦，可以因付出有損失，卻會得到更大的回報。在變卦，則是損失已定，難以言吉了！\n\n投資、事業、借貸、感情皆是失意不順之時，然對事要有信心，學得經驗將可得到更好的結果。若將要計畫投資則不可。\n\n【擬像延伸運用】\n\n此卦有減損自己，增益他人利益的現象，但也會因他人得利，相對也會讓自己獲益的相互影響。\n\n此卦為山上澤下，如從「天地泰」吉卦來看，猶如乾坤皆損一爻來成為此卦，故曰損。\n\n占得此卦，表示可以損己來益人之時，或是要減損自身利慾，來增益德行，折損驕奢來累積財益。\n\n又為先苦後悅、勞己益人之時，諸事急則不成，需有耐心堅定信心則可成就，一度難調成時，二度三度必成，求財望事才能得吉象。\n\n若女子卜求婚姻占得此卦，損己而益人，此女子大多與有婦之夫交往。\n\n男人占感情得此卦，大多是得利的一方。\n\n【應用吉凶參考】\n\n運勢：諸事不如意，若傾於利慾不當之心則有災，散財之損。必須能夠悟其所損，方能挽回局勢。與人共事商量則可收損失之象。\n\n愛情：以誠信可以成功，可得良緣，但此卦女者卜得有較大的損失。\n\n家運：正處於受損之時，審慎挽救頹勢他。\n\n胎孕：生男頭胎有剋，二子方免。二、四爻動，產母難保，上六爻動，不足言喜，未產或有凶象。\n\n子女：兒女多誠實孝順，幸福之格。\n\n週轉：可達目的。\n\n買賣：雖有損，但終得利。\n\n疾病：為身心衰弱、脾、膽硬化結石，消化不良，或貧血，病情雖重，但治療後無礙\n\n等人：可能會遲到。\n\n尋人：在東北或西方友人家中，可尋。否則會自回。\n\n失物：北方可尋，別處已失難尋。\n\n旅行：遷居可，旅行不宜，有難。\n\n考試：多努力，榜上可題名。\n\n訟詞糾紛：爭鬥之事，他人先有損，破些財，勿再爭端，宜解。\n\n求事求職：可慢慢受重用。\n\n改行可行，勿急躁，宜週密。開業者吉利，宜有耐力。"
    },
    {
        "type": "塔羅",
        "name": "地澤臨",
        "text": "地澤臨  坤土一世卦\n\n19、地澤臨  坤土一世卦\n\n【基本卦意】\n\n臨：有「歡迎光臨、大駕光臨」，貴人來到的意義。\n\n【卦意運用—偏吉卦】\n\n主吉象。臨卦也有「君王臨幸」之意，是上位者對下者施以恩惠的現象，在事業投資財運，有貴人相助之意。\n\n但是在感情上雖有期待而至的歡喜感，只是會有人尊己卑需仰息於人的感覺，所以有委屈於對方的現象，或是有外遇的情勢發生，卻又甘於接受。\n\n【擬像延伸運用】\n\n兌澤湖泊在坤地之下，地面之水流進池澤，而池澤之水又來灌溉地面萬物，彼此能夠相臨相佐、相互寄託希望而事事順遂。\n\n又兌意為喜悅，坤意為順從，下悅上、上順下，水土相親近彼此和睦相得益彰。\n\n得此卦者，處事宜柔和不宜剛健。\n\n得此卦時，也會有在居所有苦勞憂慮，但會有受人之助終得安居。\n\n卜求婚姻，雖有阻礙而破壞喜事，但終成，有些口舌尤妨。\n\n男女占得，宜記處事不可過於剛強，勿因對方有坤母的柔順，而加以壓迫造成其反擊。\n\n另由此卦推算八月後有凶者，乃是從卦爻陰陽爻變化數起，卦象兌下坤上為陰卦，故以坤卦來數計，從陽數算起，一陽在下為地雷復，陽進二為地澤臨，陽進三為地天泰，陽進四為雷天大壯，陽進五為澤天夬，陽進六為純乾。\n\n陽極生陰，一陰復生於初，為天風姤，二陰於初二則為天山遯，共有八位。\n\n而天山遯為退守、韜晦的意義，象徵陰勢小人漸盛，而陽氣君子消散退守，故有於八月後遭陰險小人加害之凶兆。\n\n【應用吉凶參考】\n\n運勢：運勢漸增，諸事亨通如意，前途有望，仕途有成，可得貴人相助。上下安合。以和順可奏大功，宜誠心待人，可諸事順暢，急進或忘形者，有破財之象。\n\n愛情：不可急，切忌意氣用事要求，柔順期待者有吉象。\n\n家運：幸福圓滿，切勿意氣用事，否則有反。\n\n胎孕：生貴子。若春占則生女。無險。求佛及家神則安。產婦慎飲食。\n\n子女得孝順之兒女。\n\n週轉：可成。\n\n買賣：防口舌，勿過急，和順交易有利。\n\n疾病：為胃病或性病，泌尿生殖系或腹部、口腔之疾，不嚴重。\n\n等人：有好消息且準時到。\n\n尋人：西方或西南方，不必急，目下其人已動。自回。\n\n失物：在灶下或水邊，遲找即空。\n\n旅行：吉利。\n\n考試：金榜題名。\n\n訟詞糾紛：三人之事，本欲欺他人，反傷于己。有貴人主和，或莫再爭。\n\n求事求職：順利可成。改行吉利。開業正得其時，大吉大利。"
    },
    {
        "type": "白話",
        "name": "天火同人",
        "text": "天火同人 離火歸魂卦\n\n同人象體 \n\n乾天在離火上，火勢是向上的，有向上燒的天性，故表人也有愛好上進和向上之心。又中卦離巽，火勢得風助威，向上接近於天。有內文明，  外剛健，中正而正應。象徵君子正心誠意，與人和同之象。 \n\n正月卦：  春平  夏吉  秋平 冬吉 \n\n評曰：  闉夜捐燈之象，管鮑分金之意 。   \n\n卦意判斷： \n\n同人親也，人之和同，相親近之意，凡事有得運、遂志之時，然此卦有為正道無邪曲之卦，故有不善行惡之思者，得此卦則不可言吉。 \n\n得此卦者，若與人共事，上下皆和，功就名揚  ，可得上輩提拔 ，廣結社交，興家立業之象 。然切勿頑固氣極，偏私失止。故得此卦時，若不佳者，斷定有與他人爭執，或固執己見而遭挫折者多。 \n\n斷之婚姻，夫婦互敬互愛之美滿良緣。但此卦如末出嫁之女子得之則不利，因具同情之心，恐有耳軟心善而導致損節感情受害的凶象。此卦對於公正無私吉，密謀隱事則有破敗凶象  。 \n\n卦象參考： \n\n此卦有親和之象，上乾金下離火，以火煉金必能有所成就，然若火勢過猛，則金必有所損傷，其利益必失，故此卦雖得有繁榮之勢，但不可火氣太焰、嬌縱任性的行為。 \n\n【總結批論】 \n\n同人：表有志一同，相和而成。主吉象。理念相同共處愉快。事業投資、感情皆是和睦融洽。最適合找人合夥事業或尋求認同自己理念的吉卦。但因離火剋乾金，兩氣皆屬陽剛，故此卦斷婚姻，必因個性不合而離異之女命。但火煉金定有所得，  故必定再三嫁娶方為吉象。末出嫁之女，婚姻平。 \n\n疾病：因此卦為「歸魂卦」，概與亡靈有關，屬前世業因為重，醫藥無功效，與「火天大有」相似，需參拜神佛來化解。 \n\n【應用】 \n\n運勢：得此卦為諸事開通、平安、吉祥、如意之象，有同情心，互愛、亨通之象，故宜好好掌握時機，維持盛泰。若有稍涉偏私或為私情之愛則有破兆，應以事業為重。 \n\n愛情：互悅其情，彼此間謙和以禮互敬，魚之得水，定成美眷。切忌氣盛，宜和。 \n\n家運：上下和樂，運勢亨通，可得意外之財，也可促進開展事業之樞機，宜把握良機，努力求取。 \n\n胎孕：無礙。男兒。與六親和睦。得緣之吉卦。 \n\n子女：兒女眾多，上下皆能和睦之象。 \n\n週轉：利，並可進取大業，利也。 \n\n買賣：利益大，與人共事吉，宜木字口字姓之人同相利濟更吉。 \n\n疾病：雖有病，但需看動爻而論。為腦部、神經衰弱或呼吸之疾病，心神恍惚、失眠、心火氣旺之象，宜多調養、修持參佛。 \n\n等人：一定會來，且會帶來好消息。 \n\n尋人：此人非故意出走，自己會回來。 \n\n失物：很快可以找到。 \n\n旅行：有利，可放心。 \n\n考試：成績優良。 \n\n改行：開業者均吉利亨通。 \n\n訟詞糾紛：與人爭端無益，他侵我或我傷他皆不利。和解了事為上策。 \n求事求職：吉利。"
    },
    {
        "type": "白話",
        "name": "澤火革",
        "text": "澤火革  坎水四世卦\n\n革象： \n\n澤水於離火之上。水能滅火，火也能燒乾水分，有相互改變之象。又兌屬金，離屬火，火燒金屬，變了形，為變革。又離為中女，兌為少女，中女屈居小女之下，於勢不順，兩女同居一室，其志趣不相得，不和諧，應當改革之象。 \n\n二月卦： 春凶、 夏平、 秋凶、 冬吉 \n\n評曰：腐燈螢火之象，賣金買物之意。 \n\n卦意判斷： \n\n此卦水火相對，水多勝火，火熾也可勝水，致使水火相互減息。革乃改變之意，得此卦為萬事皆要改革之時，譬如將過去不用者棄之，又重新創造之意，但凡事不可輕率，須慎重行事。 \n\n得此卦者，有男女情色之苦難，也有住處苦勞或重建房屋之情況。凡事有物盡又開始之意，故男人占得此卦必有外遇，女人必逢有婦之夫。求財望事雖可成，但有小錯而延遲。 \n\n斷之婚姻，若是女人占得，則其女剋二夫，不可成也。女者也有急躁、破財之象，需另覓對象為宜。若已婚者得此卦，有刑剋破緣，另起爐灶之象也。 \n\n卦象參考： \n\n諸凡事物均須改革者，須先立定革新之方針，完善籌備，適其時機，才能得信於人，效果也佳。倘若存著姑且之心態，改革不成，將會貽害未來。又腐燈螢火，其光明不足，有被遺棄之意。 \n\n俗云：食之無味，棄之有意也。故斷其婚姻有破象。而賣金買物，為以物易物，也須視其所易之物是否合適其用，否則也必是損破之象。故革者為變動更改，大凡人、事、地、物、時，均有動盪之態。 \n\n【總結批論】 \n\n革：表該改革、革新之時候了！主是個狀況卦，吉凶未定。事事情況雖不穩定、明朗，但只要有心改變，重新再來則成功機會大。一切不可固執不化、不變通。 \n\n【應用】 \n\n運勢：不穩定，多變化之際，凡事均有所變動，故需棄腐朽而立新者，宜下定決心來改革。但仍須謹慎改革之道，善改則吉，惡改則凶。 \n\n愛情：去者已矣。凡事均有新的開始，迎新為宜。 \n\n家運：多事之秋。慎重改變自己的生活方式，方能建立新的氣象。 \n\n胎孕：胎安。女兒。此女孩越年長越好，因其運格、際遇常有變動之故也。 \n\n子女：子女與母親有離異之象。其母再嫁，或離異他方。 \n\n週轉：要即時改變方針。 \n\n買賣：改變經營方式為宜。 \n\n疾病：病大致難治，且病情變化多端，須轉換求醫。患者為心臟、眼、口及呼吸系統之疾病，可能需要手術去除病灶才能安定。 \n\n等人：因中途變卦不會來。 \n\n尋人：速改變方向，向西、南方尋找。 \n\n失物：遺失難尋。宜向西南或西方或許可以找到。 \n\n旅行：可以。但會改變日期。 \n\n考試：越來越好。 \n\n改行：大吉大利。開業也吉。 \n\n訟詞糾紛：要改變調解之人事，才能圓滿。 \n求事求職：不可守舊，改變職事有利之時機也。宜速把握良機。"
    },
    {
        "type": "白話",
        "name": "離為火",
        "text": "離為火 離火八純卦\n\n離卦象體： \n\n兩離相重，為上下通明，有如日月光明，相繼而作。火為氣體，需附著於某種物體才能現出它的形狀，方能附麗光明。其體一陰爻居於中，兩陽居於外，則中虛外明。 \n\n四月卦： 春凶 夏吉 秋利 冬不利 \n\n評曰：雉離網中之象，秋葉飄風之意。 \n\n卦意判斷： \n\n離乃火也。火者，有氣而無形，需著物後方顯其形，故有美麗、文明之意。 \n\n然得此卦者，有心不能定，物易移，又有與人不親和，有損失之時。故宜淳直從人，性急者恐敗事。須慎好色。又有不測之災難或謗言，有先凶後利之象，須視動爻、變卦來斷之。 \n\n男人占得此卦，有良女為友。女人占得此卦，有紅杏出牆之虞，宜守之。 \n\n斷之婚姻，為難調合，外人也不宜介入調合，因其婦心性不定，有悔婚退回夫家聘禮的現象。 \n\n卦象參考： \n\n離火為光明之象，利於公正。事物公正，則心念不為私情所蔽，可以行其所當行之事而有亨通之象。又火性躁烈，宜濟之以柔方可蓄制離火之烈，陰陽剛柔方可相輔相成。 \n\n雙離之火必烈，其外觀勢必盛大，然內則不符，雖有一時之盛，卻難以持久。大致上急進者不利，且易招災，有損財之虞。此卦若於冬季占得，則前途已開始佈滿坎坷凶象矣。 \n\n【總結批論】 \n\n火：表智慧、明亮、溫暖，卻也有虛假不實的現象。六沖卦、純卦，主大吉大凶、大好大壞之象。 \n\n也表，虛象不實之意。也有剛烈氣盛之象，占女得此卦有性情火爆衝動的現象。 \n\n【應用】　 \n\n運勢：雖然目前外觀極盛、一切順利，可能為假象、虛象，而且雙火之燃，其內部、內情已有所損，又雙火之烈，如烈日中天，故凡事宜守之，勿太急進，待人以謙和、理性，否則必有所損失。宜順從長輩，勿因急躁而妄動或意氣用事，則可欣欣向榮也。 \n\n愛情：對方明亮有活力，性急者弄巧成拙，誠靜者其情必有成就。 \n\n家運：富有幸福之運，必須保持仁和謙恭，驕傲者，自大招致失敗，宜謙遜處世。 \n\n胎孕：胎有不安。女孩或雙生。產母不宜出外遊。 \n\n子女：子女眾多且幸福，但有嬌生慣養之嫌，勿疏於教導為上。 \n\n週轉：可得到上輩的幫助渡過難關。 \n\n買賣：交易必得利，忌用不法手段。 \n\n疾病：心臟及眼症，雖重，耐心調養可無礙。虛火很旺，情緒浮動，需特別注意血光意外之災。卜急病有解，慢性久病卜得此卦則凶。 \n\n等人：一定會來。 \n\n尋人：此人因受到誘惑或煽動而出走。南方可尋，且小有是非。 \n\n失物：於南方，附在某物件上，為女性藏去。急尋可得。 \n\n旅行：可。但勿太急。 \n\n考試：成績不錯。 \n\n改行：可極力推展。開業者吉象。 \n\n訟詞糾紛：內動則外凶。他人理虧，自取其危，我侵他人卻又成凶。 \n求事求職：尊重長輩安排。待時機可獲良好事業。"
    },
    {
        "type": "白話",
        "name": "雷火豐",
        "text": "雷火豐  坎水五世卦\n\n豐象體： \n\n震為雷，離為電，雷電交作，聲勢壯大，故名為豐卦。又離為明智，震為威望，明智威勇兼備，必然盛大豐滿。又震為動，離為明，光明正大的行動，必然豐盛富有。 \n\n九月卦 ：春吉 夏平 秋凶 冬平 \n\n評曰：俊梟獲雉堆之象，殘花待雨之意。 \n\n卦意判斷： \n\n此卦震上離下，離日驚動合體，日動於天上普照四海，又為雷電一觸即發，其勢盛大。 \n\n豐乃大也，豆豐滿之意也。然此卦雖然氣運勢大，但盛為衰之時，故百事不宜進取，宜退守也。 \n\n豐之所在有隱憂，宜加注意。必有虛言計謀，意外驚險，須慎公事訴訟，口舌是非之禍。 \n\n斷之婚姻，雖可成但不利。男女之間，男人恐犯情色之災，少女則有損名節、感情受傷之象。 \n\n卦象參考： \n\n此卦象意凡事光明正大者可趨於吉，否則凶象。有似雷電一觸即發。成功就有豐果，否則反也。而且盛衰是自然之道，為保其常盛不衰而逞其能者，不可也，故人宜常保英明之常態，始謂能者。 \n\n【總結批論】 \n\n豐：表豐收之象。主吉中帶小凶之象。凡事積極奮發可成，有興致高昂，一時天雷勾動地火， 敬啟閃電迅速達成之意，此卦最利於短期投資理財，感情則可情投意合而閃電速成，但可能難維持長久。\n\n【應用】 \n\n運勢：豐者必有所得，明智者宜於最全盛有收穫時，保身明哲。然人多貪而不厭於滿足，而挺險圖利終有悔。尤其應注意關於訴訟之事，也有突然損財或發生火災意外之凶象。 \n\n愛情：熾情，好動，情可成。若得意忘形則有失，難長久。 \n\n家運：繁華幸福，但為人處事宜守分寸為要。 \n\n胎孕：無礙。是頭胎。男兒。若五六爻動，則母子均有險象，或俱亡需特別注意。 \n\n子女：對子女宜多加教養，免招不幸。子女眾多之象。 \n\n週轉：耐心應對，則可在短時間內達成。利在寅午未申日。 \n\n買賣：正直經營可獲利。貪則有失。 \n\n疾病：為急性病，需注意是心臟病或意外傷害所造成。神經系統可能受傷的疾病，小心手足骨折、殘廢。 \n\n等人：會來。也會因故而很快離去。 \n\n尋人：此人會自覺不安而自己回來。 \n\n失物：往東、南方尋可得。 \n\n旅行：雖宜但有些波折。 \n\n考試：及格有望。 \n\n改行：不可三心二意。開業者吉利。 \n\n訟詞糾紛：有一時意氣衝動之象，或是意外事件造成，宜儘速和解、不宜纏訟不休。 \n求事求職：有利。職務工作變動大，或外務之類。"
    },
    {
        "type": "白話",
        "name": "風火家人",
        "text": "風火家人 巽木二世卦\n\n家人卦象體： \n\n風由火力鼓盪而出，風也能助火威力，有如家人同心協力，向外發展事業。其體初上二爻為兩堵牆。又巽為長女，離為中女，長幼有序，一家和睦興隆。 \n\n六月卦： 春吉 夏凶 秋平 冬凶 \n\n評曰：從窗見刀之象，有氣無形之意。 \n\n卦意判斷： \n\n此卦長女在上，中女在下，婦女有序能整頓管理家道，故名家人。然而得此卦者，雖然家內安寧，但當今能守此家人之意者少，故大致有家內難治，爭論口舌，憂苦不絕。故治家之事必須嚴正謹慎。 \n\n年輕人占得，有男女情色的苦難，凡事以婦人之意為主即有吉象。可照顧家事，又有立身處事之希望。開始恐有困難，但可得親人之助而漸宜。斷之婚姻，和合之，且可由地方人士為媒，主可順不可逆。 \n\n然此卦婦女在內掌有權勢，也有婦人因得勢而多任性、專斷、妒淫的現象，需審慎活斷之。 \n\n卦象參考： \n\n家人利貞，風自火出。家人，君子以言有物而行有恆，卦象言主婦幽嫻貞靜，治家有道。然風與火均為氣體，而有氣無形。上下卦皆女象，而有女必出，出者嫁也。此卦須知其教化之本，因其所言，必有實際的事物。立事所行，必有恆常的軌範，事物均需以身作則，不敢有絲毫苟且也。否則反為凶象。 \n\n【總結批論】 \n\n家人：表同為一家人。主小吉之象。事事以家人為重之意，如事業投資均需一家人合作共事為佳。婚姻感情，為成家之吉象。 \n\n【應用】 \n\n運勢：平安無事，且有喜事之象，與家人共事者大利。 \n\n愛情：有情人終成眷屬。 \n\n家運：事物暢達如意，和樂之象。 \n\n胎孕：不礙。生女為多。 \n\n子女：兒女眾多且孝順。 \n\n週轉：難調，但可成，宜找自家親人為佳。謹守誠信可無阻。 \n\n貿賣：有超值的利益可得。交易可成。 \n\n疾病：腹部小病不嚴重。若為心臟病則危重。 \n\n等人：自來。且有吉事相告。 \n\n尋人：因賭氣出走，不久便見。五、六爻動不安，宜急尋。二爻動無慮，自回。 \n\n失物：南方或東南，有失，未得見。遺失於室內易得。 \n\n旅行：大利。 \n\n考試：上榜有名。 \n\n改行：勿急。開業者可照計劃而行。吉利也。 \n\n訟詞糾紛：得理，雖有憂疑，但無妨。能有合理的處理方法。 \n求事求職：有良好機會，勿失。"
    },
    {
        "type": "白話",
        "name": "水火既濟",
        "text": "水火既濟 坎水三世卦\n\n既濟卦象體： \n\n坎水在離火之上，水性下注，火勢向上，水火相濟為既濟。水火相濟、相消、相生、相剋。需防範初吉終亂，宜深謀遠慮。又坎為中年男子，離為中年女子，男上女下，地位適得其所，論婚姻相配稱。 \n\n正月卦： 春平 夏凶 秋平 冬吉 \n\n評曰：芙蓉戴霜之象，西施傾國之意。 \n\n卦意判斷： \n\n水火二物相資為用，得以成既濟之功，故日既濟。既濟乃既成也，順調也。得此卦時，既是事成之後，故不得怠忽防災慮患，若是如此其吉可保。但若是只顧目前得志而志滿氣盛，失去保全之道則有凶。 \n\n此卦尚有往渡口得舟之意，欣逢好事之意。但求財望事，似成而不成。 \n\n住居事多繁雜，心中當抱困苦。斷之婚姻，用媒人反覆說親可成，但宜慢。 \n\n然此卦斷婚姻也可論凶，因水火既濟，相剋，故有是非口舌不絕，凡事不得善終之象。占事者若為女人，定有失貞感情受傷之象。論婚為合者，相輔相成既濟吉象，不合者，水火相剋，離散之凶象也。 \n\n卦象參考： \n\n此卦中爻「互坎互離」，也是水火之象，故此卦爻得應陰陽和合，是難能可貴之吉象，陰陽互濟，諸事有成之際。但由於其成而盛極，通亨之象已過大，故應貞固守成，保持其初吉的成果。 \n\n若驕惰鬆弛，則終致紛亂，故言上半順調，下半恐難終好。若能居安思危，保持貞固之道，可防運勢逆轉，宜知情明禮而有所止，凡事勿過甚。 \n\n【總結批論】 \n\n既濟：表水火陰陽調和，一時平安和樂之象。主吉中帶凶之象。水火本相剋，因一時環境或人事所影響，而暫時相安無事，但終非長久之象，必會有所沖剋而敗散。 \n\n疾病：陰入陽體互相抗衡之中。陰：表外界之陰靈，雖有沖煞之象，但現尚無礙，需盡快引渡處理，免陽氣一弱，精神、身體健康終會被陰氣所傷。 \n\n【應用】 \n\n運勢：功名雙收。極盛既至，但須知物極必反，宜退守為吉，再進則凶。但得此卦者，皆有因一時順利而忘本，大意失荊州，終有人不和、心迷亂之象。 \n\n愛情：起初出雙人對，形影不離，久後反無情必散。 \n\n家運：生在富家之象，受祖上澤恩而不知珍惜者多，終而破運之兆。 \n\n胎孕：生男。二、四爻動生女。秋卜此卦養不成或產母有災。五爻動子難養，不吉之兆。 \n\n子女：初時幸福，長大後敗家，與雙親不和，或可能離家出走，甚者有死別之痛，慎之。 \n\n週轉：短期可成，長期無望。 \n\n貿賣：中途變卦不利。故初時見好就收，莫貪心拖延，否則不利。 \n\n疾病：為心臟、腹部、腎臟等之疾病，需視動爻而論斷之。或老人疾病。有一時好轉，隨之病重，凶象也。 \n\n等人：已中途折回，不必再等。 \n\n尋人：若是常出走之人，小時自回，長大再出走，難尋。甚或不回。 \n\n失物：尋得又失。同事人見可去尋堆積處，或勿再尋。 \n\n旅行：宜近不宜遠，否則有災。 \n\n考試：實力有，但需視考期之日吉凶而定，小吉。 \n\n改行：不宜。開業者最好慎重考慮，因此卦象好景不常。 \n\n訟詞糾紛：有理變理虧，有虛驚，宜和解。 \n求事求職：濟急可，不宜良久。"
    },
    {
        "type": "白話",
        "name": "山火賁",
        "text": "山火賁 艮土一世卦\n\n賁卦象體： \n\n山下有火。西山落日，光焰上騰，照耀通明，文采光華。又六二陰爻為從上卦分出，以文飾過剛之乾體，上九為從下卦分出，以文飾坤體之純柔。 \n\n十一月卦： 春平 夏凶 秋吉 冬平 \n\n評曰：門內競美之象，明不及遠之意。 \n\n卦意判斷： \n\n此卦為艮土之下有離火，火光映山，草木皆有亮麗文彩之象，故名賁。然得此卦時，乃物美有成之意，住所衣類、器物等皆有專為設計製作的現象。但山下有火，其明亮不及遠處，故小事可成，大事則難成。外觀如萬事順適，然上有阻止者，難得意也。求財望事可成，但難速成，又因自身短氣沒耐心而有破。 \n\n斷之婚姻必成，但此卦婚姻有破象，或女嫁少年郎，但其因緣也不美滿。因山下之火，照明不遠，若行遠，光不及必有黑暗。故此卦象徵諸事雖美但卻短暫。 \n\n卦象參考： \n\n離為雞，雄羽色彩華麗，故為裝飾。又離在山下，光焰上照而通明，文彩光華，合二者意是外表的美觀。離卦二陽包一陰，艮卦一陽覆蓋二陰，均有美好掩蓋醜態之象。離麗於艮山之下，不得其顯，其光也為艮山所止，象徵人事雖外表看好，其實內在空虛。 \n\n【總結批論】 \n\n賁：表美麗的外表裝飾。主凶象。「金玉其外、敗絮其中」是最佳解釋。經過有心修飾、偽裝的外表或事情，事業投資、感情皆不宜。慎防有心的小人、偽君子。 \n\n得此卦者，多喜歡吹捧誇大炫耀，且外觀講究華麗氣派，其實是打腫臉充胖子，內在虛空不實也。 \n\n【應用】 \n\n運勢：賁象是象徵其人外表好看，內在空虛，因此必須充實自己，凡事深思遠慮，與人和睦相處，能獲得意外利益。切忌因小失大，更無須為了掩飾外觀而造成不必要的損失。凡事踏實，按部就班為是。 \n\n愛情：不可過於重視外表，也勿把對方及自己都估算太過，須知華麗的外表並不能代表一切，宜相誠以對，若眼光標準自視太高反不得所愛。 \n\n家運：外美內虛而不為外人所知，應即時整頓家庭經濟，使其安穩、充實，更須安份自持，莫以虛浮來掩飾空虛。踏實為上策。 \n\n胎孕：生男，子母俱有災禍。或有空亡，空喜之象。生女可無險。孕有不安之象。 \n\n子女：子女身體虛弱，美麗而得人緣，但有病纏身的苦象。 \n\n週轉：不宜大，小調尚可。 \n\n買賣：有貴人，速決有利。． \n\n疾病：為假象之病症。概與心病、心理、情緒有關係。或與沖煞有關。醫藥治療無功效，需審慎詳查之。若為慢性久病，小心有迴光反照之象，甚危。 \n\n等人：會來。但遠方者不來。 \n\n尋人：已在東北或南方親友家，可尋。四、六爻動則難尋。 \n\n失物：東北或南方，可尋。 \n\n旅行：可。宜近不宜遠。 \n\n考試：不理想。但人家以為你讀得不錯。 \n\n改行：宜，但勿誇大或太過。開業者吉利之象。 \n\n訟詞糾紛：有貴人和解，宜速解決，拖延不利。 \n求事求職：條件勿太苛求，可成。"
    },
    {
        "type": "白話",
        "name": "地火明夷",
        "text": "地火明夷    坎水遊魂卦\n\n明夷卦象體： \n\n離日之光明，掩沒于坤地之下，為黑暗之象。離為眼，坤來加害。眼睛遭遇加害，有失明之象。 \n\n又此卦陰多陽少，致使陽明之勢為邪氣所侵害，陰盛陽衰，不能自立，而傷其光明。 \n\n八月卦： 春平 夏凶 秋凶 冬吉 \n\n評曰：囊中有物之象，雨後苔色之意。 \n\n卦意判斷： \n\n此卦乃「反晉」，離日落入坤地之下，為暗夜之象。又因火入地中，火光被傷，不能生光明，故日明夷。 \n\n夷乃破也、傷害也，得此卦時，君子被小人傷，賢臣被昏君傷，故有身心勞苦，或遇不測災害而受困艱難之時。但此卦為始困窮後榮華之卦，終可出人頭地。也有與人音信隔絕之意。故須以智慧等待時機。 \n\n求財望事有阻礙難成。得此卦為諸事不利之時，宜謹慎。 \n\n女人占得此卦，有光明被掩，事業、婚姻前途暗淡之象，或被小人所害而身心受困，欲脫困不能之凶象。斷之婚姻，若反覆說親可成，但其女無美貌，且有多口舌、言是非的劣性。 \n\n卦象參考： \n\n中爻「互坎約震」，夷者為傷害、誅滅之意。火光入地，明入土中，成為天昏地暗的局面，失去光明而不見天日。須知黑暗為小人賊盜惡徒猖獗之時。 \n\n運勢被黑暗束縛難行，需得循正大光明之力量來排除邪惡之黑暗也。審慎思考或許可解危矣。 \n\n【總結批論】 \n\n明夷：表傷害、誅滅之意，火入坑中，陽氣被陰氣所傷害，表示小人氣盛被小人所重傷，此時需忍辱靜守為佳。主大凶象。諸事不宜，運勢最背之時。 \n\n疾病：此卦為「遊魂卦」，冤親債主索討之象。病症主在心臟、胃腸、若為眼疾則有失明之象，血癌、腫瘤。症狀若輕、盡速處理可改運救之。 \n\n【應用】 \n\n運勢：逆勢下降，時運未濟，事物勞苦，逢小人加害，光明受到掩蔽而失光明，所以多艱難之厄運也。有萬事阻滯，遇事迷惑、受災。故宜守貞固之道，忍耐自重，等待時機。 \n\n愛情：有被背叛拋棄之象，未能被對方接受，不成也，而且受傷很深重。 \n\n家運：衰弱、多勞，家人受累，恐有詐欺、官符。須知邪惡之人定有果報，凡事心地坦蕩可渡難關也。 \n\n胎孕：生女。產母有驚。若四五爻動，子母不利，或胎女有損。有難產之象。 \n\n子女：受子女牽連，陷於痛苦深淵之中。 \n\n週轉：不成。 \n\n買賣：難成，用謀方就。 \n\n疾病：為難治之病難。為腹部之疾，或心臟。慢性病卜之，病有不安、嚴重、凶險之象。 \n\n等人：不來。 \n\n尋人：西南或南方，雖在附近但難尋。 \n\n失物：在身上或衣服可尋得。若不在身上衣服裡，則是被某物掩蓋難尋。 \n\n旅行：不宜。 \n\n考試：無望。 \n\n改行：不利。開業不宜，也不成事。 \n\n訟詞糾紛：見官必難逃走，其它糾紛爭吵有失，和解為宜。 \n求事求職：日下無希望，須再待時，需防被騙、失財、失身。"
    },
    {
        "type": "周易",
        "name": "天火同人",
        "text": "天火同人 離火歸魂卦\n\n第十三卦 同人卦  離下乾上 通天下之志 \n\n「經文卦意」同人：同人于野，亨。利涉大川，利君子貞。 \n\n【翼傳注釋】 \n\n《彖》曰：同人，柔得位得中，而應乎乾，曰同人。同人曰，同人于野，亨。利涉大川，乾行也。文明以健，中正而應，君子正也。唯君子為能通天下之志。 \n\n《象》曰：天與火，同人。君子以類族辨物。 \n\n《雜卦傳》：「同人，親也。」同人，相親近也。人字同於仁，故同事謂之同仁，乃善與人同，和同於人。\n\n【爻辭原文】 \n\n初九：同人于門，旡咎。 \n\n《象》曰：出門同人，又誰咎也。 \n\n六二：同人于宗，吝。 \n\n《象》曰：同人于宗，吝道也。 \n\n九三：伏戎于莽，升其高陵，三歲不興。 \n\n《象》曰：伏戎于莽，敵剛也。三歲不興，安行也。 \n\n九四：乘其墉，弗克攻，吉。 \n\n《象》曰：乘其墉，義弗克也，其吉，則困而反則也。 \n\n九五：同人，先號咷而後笑。大師克相遇。 \n\n《象》曰：同人之先，以中直也。大師相遇，言相克也。 \n\n上九：同人于郊，旡悔。 \n\n《象》曰：同人于郊，志未得也。 \n\n『卦意批註簡述』\n\n火性與天光，兩者相同發揮作用。因此推論，同類民族、同文同軌，應求合作共同協力，實踐團隊精神來完成任務。\n\n若人心不自私，天無私覆、地無私載，即使在最遙遠的地方，天地萬物與眾生，都會有心志相通的時候。\n\n得此卦者，若與人共事，有上下皆和諧，功成名就揚名的機運。也可得長輩提拔，廣結社交、興家立業的現象。\n\n【爻辭〔動爻應用解說〕】\n\n初卦 有不甘於現狀，急於打開僵局的情勢，目的雖不能一下達到，不過所有的努力，日後必能以某種形式得到報應。所以不可走入自私自利的私慾之途，不可傷害周圍的人的感情，貫徹自己的意志才是正途。\n\n《二爻》 得此爻的人應放棄不當的策略，求助於可以值得信賴的人，完成既定的目標為上策。單純的好惡，或是過份執著己見容易失去人望，造成無謂的敵人對立。\n\n《三爻》 一切聽其自然為上策，再好的計畫，目前是易於挫折的時期，如不加警惕，則將會徒勞而無功。此際又因容易被人施計詐騙，所以買賣、交涉契約務必詳細清楚瞭解。\n\n《四爻》 有期望過度而招致失敗的憂慮。一旦知道自己的目標難以達成，就要早日斷念改變，另作他想為妙。事業過份擴充，或估計錯誤皆有導致破產的憂慮，要十分警戒才好。\n\n《五爻》 得此爻的人正在上昇的運氣中，最初雖然艱苦難行，不過依你的努力和熱誠，將有成功之日。如果你是領薪者，就能得到部下的援助而打開難關，資金方面也能得到接濟，利益分紅將指日可待。\n《上爻》 得此爻的人，凡事太過於積極將招致壞的結果，買賣方面也要多考慮對方的情況，等待對方的出手才是上策。此時不必過於追求光明，坐以靜觀才好。"
    },
    {
        "type": "周易",
        "name": "澤火革",
        "text": "澤火革  坎水四世卦\n\n第四十九卦 革卦  離下兌上 改婪革新之道 \n\n「經文卦意」革：己日乃孚，元亨利貞，悔亡。 \n\n【翼傳注釋】 \n\n《彖》曰：革，水火相息，二女同居，其志不相得，曰革。己日乃孚。革而信也。文明以說，大亨以正，革而當，其悔乃亡。天地革而四時成，湯武革命，順乎天而應乎人，革之時義大矣哉！ \n\n《象》曰：澤中有火，革。君子以治歷明時。 \n\n《雜卦傳》：「革，去故也。」\n\n【爻辭原文】 \n\n初九：鞏用黃牛之革。 \n\n《象》曰：鞏用黃牛，不可以有為也。 \n\n六二：己日乃革之，征吉，旡咎。 \n\n《象》曰：己日革之，行有嘉也。 \n\n九三：征凶，貞厲，革言三就，有孚。 \n\n《象》曰：革言三就，又何之矣。 \n\n九四：悔亡，有孚改命，吉。 \n\n《象》曰：改命之吉，信志也。 \n\n九五：大人虎變，未占有孚。 \n\n《象》曰：大人虎變，其文炳也。 \n\n上六：君子豹變，小人革面，征凶，居貞吉。 \n\n《象》曰：君子豹變，其文蔚也。小人革面，順以從君也。 \n\n『卦意批註簡述』\n\n革卦有去舊、改造、改革、革新、革命的現象。水能滅火，火能煮水化為氣體。其中有如少女和中女同居，兩女志趣不合，需要改變就叫做革。\n\n得此卦為萬事皆要改革的時候了，譬如將過去不用者丟棄，或是又要重新創業、改換職務、工作的意思，但凡事不可輕率，須要慎重行事。大凡人、事、地、物、時，均會有動盪改變的狀態。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事忍耐就會有成功的機會。所有的計劃務必在自已的心裏事先籌畫，再等待時機去發揮。所以迫不及待的採取行動，結果常會是失敗的。轉職、遷移、增建、改建都是吉利。\n\n《二爻》 看似準備齊全，要採取行動還為時尚早。要不急不忙地等待，成功之門將為你徐徐而開。小買賣尚稱吉利，大事業則準備不足，不可妄動。\n\n《三爻》 把你的計劃謹慎地付與實施，就可望能夠成功。行動中難免受到同業或夥伴們的不平和不滿，只要有決心毅力，就不怕不成功。\n\n《四爻》 凡事只要實踐無不成功。要排除所有的弊害，專心專意地去實行，事情總是會成功的。只是如今不可貪圖近利，要為將來的幸福著想。開張、轉業、轉職都是好消息，新建、旅行、遷移也都有利。\n\n《五爻》 地位、名譽、財產都會有意外的福報。卜得此爻運勢可謂是所向無敵。合夥生意尤其吉利，獲益必多。覓取優秀的經理人才，開辦新事業也是好的。\n《上爻》 此爻能摒棄壞的弊害，使事物萬象一新。這是最高的運氣了，不可再奢望太多。如不知足，別後悔莫及。公私兩方都是多煩忙的時期，要多注意身體健康。"
    },
    {
        "type": "周易",
        "name": "離為火",
        "text": "離為火 離火八純卦\n\n第三十卦 離卦  為重離之卦 明德照四方 \n\n「經文卦意」離：利貞，亨。畜牝牛，吉。 \n\n【翼傳注釋】 \n\n《彖》曰：離，麗也。日月麗乎天，百穀草木麗乎土，重明以麗乎正，乃化成天下。柔麗乎中正，故亨。是以畜牝牛吉也。 \n\n《象》曰：明兩作離，大人以繼明照于四方。 \n\n《序卦傳》：「離者，麗也。」離，明也，附著亮麗。\n\n【爻辭原文】 \n\n初九：履錯然，敬之旡咎。 \n\n《象》曰：履錯之敬，以辟咎也。 \n\n六二：黃離，元吉。 \n\n《象》曰：黃離元吉，得中道也。 \n\n九三：日昃之離，不鼓缶而歌，則大耋之嗟，凶。 \n\n《象》曰：日昃之離，何可久也。 \n\n九四：突如其來如，焚如，死如，棄如。 \n\n《象》曰：突如其來如，旡所容也。 \n\n六五：出涕沱若，戚嗟若，吉。 \n\n《象》曰：六五之吉，離王公也。 \n\n上九：王用出征，有嘉折首，獲匪其醜，旡咎。 \n\n《象》曰：王用出征，以正邦也。 \n\n卦辭曰：「離，利貞，亨，畜牡、牛，吉。」\n\n『卦意批註簡述』\n\n離卦是光明美麗的現象，凡事要能柔順堅強、光明正大，必定可以亨通吉祥的。\n\n上下皆明，明之又明。在人如高瞻遠矚、明白四達，能繼承光明正大的事業，好像光明普照天下一樣。\n\n離又為智慧、眼睛、文采寫作，所以得此卦時，對於文學、編劇、創作等都有好的發展未來。\n\n但離卦為火另有虛象不實的意義，所以得此卦者，有心不能定、物易移，又有與人不親和，有損失的時後。故宜淳直來順從人，性急者恐會敗事。須慎好色。又有不測的災難，如火災或是口舌是非、毀謗的謠言傷害，一般有先凶後利的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你正處在飄浮不定的運氣當中，此刻切忌輕舉妄動，等待一切準備妥當，再作一次檢查之後，再來採取行動較為保險。眼前有意外的災難，尤其是火燭、火災方面的事故，對緊急逃生的路要事先查看、整理好。\n\n《二爻》 你已得到強烈好運的支持，經濟上也比較寬裕了。事業上分店的增設或擴張等，可以放心的去做。和學術技藝方面有深切關係的事業，大有發展的可能。小方面的轉業、昇職也是吉利的。\n\n《三爻》 這是你應該停下來反省的時候了。將會有許多障礙、爭執、訴訟等事件，層出不窮，如果你固執己見，就有被同伴排斥遺棄，而陷入自己孤獨的憂慮，或是也有被誤解、被嫌疑的可能。\n\n《四爻》 你因為被嫉妒心所驅使蒙蔽，而魯莽的採取了行動，導致自己失去了立身之地。夫妻間互動討論事情，必需保持冷靜的態度。不要因為感情風流的真相一暴露了，便一氣之下衝動的跑回娘家訴苦，否則家庭婚姻會很難再有團圓的機會了。\n\n《五爻》 目前你雖然有朋友和夥伴來幫你，使事業順利進行，不過如不小心應付問題，就有落入不正當買賣，或用錯了人而遭受莫大的損失。注意提防眼睛上的疾病，如果診治過遲會變成嚴重的病症來。\n《上爻》 你正處於盛運當中，如果是為正當的事業，可以放心的去做，一定會有好的結果。開創新的事業、轉業等都很好。"
    },
    {
        "type": "周易",
        "name": "雷火豐",
        "text": "雷火豐  坎水五世卦\n\n第五十五卦 豐卦  離下震上 日中是昊，月盈則蝕 \n\n「經文卦意」豐：亨，王假之，勿憂，宜日中。 \n\n【翼傳注釋】 \n\n《彖》曰：豐，大也。明以動，故豐。王假之，尚大也。勿憂宜日中，宜照天下也。日中則昃，月盈則食，天地盈虛，與時消息，而況於人乎？況於鬼神乎？ \n\n《象》曰：雷電皆至，豐。君子以折獄致刑。 \n\n《序卦傳》:「豐者，大也！」豐有盛大之象。\n\n《雜卦傳》:「豐，多故也。」豐大者，多事故也。\n\n【爻辭原文】 \n\n初九：遇其配主，雖旬旡咎，往有尚。 \n\n《象》曰：雖旬旡咎，過旬災也。 \n\n六二：豐其蔀，日中見斗，往得疑疾，有孚發若，吉。 \n\n《象》曰：有孚發若，信以發志也。 \n\n九三：豐其沛，日中見沫，折其右肱，旡咎。 \n\n《象》曰：豐其沛，不可大事也。折其右肱，終不可用也。 \n\n九四：豐其蔀，日中見斗，遇其夷主，吉。 \n\n《象》曰：豐其蔀，位不當也。日中見斗，幽不明也。遇其夷主，吉。行也。 \n\n六五：來章，有慶譽，吉。 \n\n《象》曰：六五之吉，有慶也。 \n\n上六：豐其屋，蔀其家，窺其戶，闃其旡人，三歲不覿，凶。 \n\n《象》曰：豐其屋，天際翔也。窺其戶，闃其旡人，自藏也。 \n\n『卦意批註簡述』 \n\n天地的盈虛狀態尚須與時間、季節的消息配合，何況是人與鬼神能長保其豐盈的狀況嗎？象徵賢明的人，要動用刑罰時，必須要先明察秋毫審慎小心。 \n\n豐乃大也，豆滿豐收的意思。但是此卦表示目前雖然氣運勢大，但需注意極盛為開始衰敗的時候，所以百事在此時要能守成，不宜再進取了。此卦最有利於短期投資理財，男女感情則可因兩人情投意合而速成。 \n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 目前的運勢平庸。雖然有上司和權勢者的賞識，絕不可因為獨斷專行而來招致惡果。改行、轉職、遷居不動為宜。\n\n《二爻》 焦急是沒有用的，因為所遇到的問題，可能已經超越你的能力範圍了。工作上障礙很多，容易招惹上司的猜忌，所以如今以保守為首要。\n\n《三爻》 為個人利慾所迷惑，而有陷入最壞事態的厄運。目前唯有努力壓抑自己的慾望，以來減少損害於最低的限度而已。有因為小瑣事而與親密的上司或同事衝突叛離的憂慮。工作上共同事務的交涉也很難有進展。\n\n《四爻》 目前前程暗淡，只是不可因此而喪志。工作上要多吸取有能的部下意見最好。男女感情的問題煩惱多。\n\n《五爻》 好運氣很強盛，有勝利的希望。治學、藝術、演藝、設計等關係方面的運氣特佳，能成為此行的優秀人物。\n《上爻》 好的運氣已經離去了，衰落的現象會徐徐而來。凡事要有警惕心，不可沉迷於過去的美夢，嫉妒別人的成功對自己是毫無益處的。"
    },
    {
        "type": "周易",
        "name": "風火家人",
        "text": "風火家人 巽木二世卦\n\n第三十七卦 家人卦  離下巽上 齊家之道 \n\n「經文卦意」家人：利女貞。 \n\n【翼傳注釋】 \n\n《彖》曰：家人，女正位乎內，男正位乎外，男女正，天地之大義也。家人有嚴君焉，父母之謂也。父父，子子，兄兄，弟弟，夫夫，婦婦，而家道正。正家而天下定矣。 \n\n《象》曰：風自火出，家人。君子以言有物，而行有恆。 \n\n《雜卦傳》：「家人，內也。」內即人也，由外至內，家人卦為治理家政之道。\n\n【爻辭原文】 \n\n初九：閑有家，悔亡。 \n\n《象》曰：閑有家，志未變也。 \n\n六二：旡攸遂，在中饋，貞吉。 \n\n《象》曰：六二之吉，順以巽也。 \n\n九三：家人嗃嗃，悔厲吉。婦子嘻嘻，終吝。 \n\n《象》曰：家人嗃嗃，未失也。婦子嘻嘻，失家節也。 \n\n六四：富家，大吉。 \n\n《象》曰：富家大吉，順在位也。 \n\n九五：王假有家，勿恤吉。 \n\n《象》曰：王假有家，交相愛也。 \n\n上九：有孚威如，終吉。 \n\n《象》曰：威如之吉，反身之謂也。 \n\n卦辭曰：「家人，利女貞。」家人卦，利於婦女守正道，成為家庭的重心。\n\n『卦意批註簡述』\n\n火生風、風助火，其性相和，有如家人和樂相處一般。故君子齊家要由內而外，先正心修身、言必有物，才能根據事實來行事持之以恆。\n\n得此卦時，需事事以家人為重的意思，如事業投資均需一家人合作共事為佳。男女感情，為成家的吉象。可以來負責照顧家事，才有立身處事的希望。事業工作開始恐怕稍有困難，但是可以得到親人、家人的幫助而漸入佳境。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 要始終保持一貫的熱衷態度，有瑣碎的阻礙來干擾。不要去理會別人的意圖來影響、不浪費錢財，則能積少成多，不知不覺中就會有大進展的。\n\n《二爻》 不必自己動手，讓對方去做，也是能得到好處。小生意踏實去做，也有利益。動能生災，所以住家的搬移、旅行、轉職等計畫要暫緩。運氣會慢慢好轉，不可焦急。\n\n《三爻》 你在進退兩難之中，不管對自己嚴苛或寬鬆，幸運和福氣都與你無緣。不要想倚靠別人，要冷靜而沉著，才是克服困難的良策。男女之間的戀愛不可以有投機的行為。\n\n《四爻》 好的大運已經來臨了。財富事業聚集，可謂滿帆順風。開張、轉業、就職都可以大膽的去做。戀愛關係將會有更進一步的進展。旅行、遷移、改建、新建都有吉利。但是特別要注意火災的發生。\n\n《五爻》 凡事都有發展的變化性，是償還宿願的良機。仰賴平日培養的各方基礎，能夠達成你的願望。戀愛中的情侶易沈溺於情慾之中，有深陷的危險。\n《上爻》 來做稍有超出實力的作為也能獲得成功。事業和家業的發展，端視你的努力，可以有相當的好成果。買賣交易不要猶疑不決，勇往直前有利。家宅改建修繕可以，新建不佳。"
    },
    {
        "type": "周易",
        "name": "水火既濟",
        "text": "水火既濟 坎水三世卦\n\n第六十三卦 既濟卦  離下坎上 思守成而豫防之 \n\n「經文卦意」既濟：亨，小利貞，初吉終亂。 \n\n【翼傳注釋】 \n\n《彖》曰：既濟，亨，小者亨也。利貞，剛柔正而位當也。初吉，柔得中也。終止則亂，其道窮也。 \n\n《象》曰：水在火上，既濟。君子以思患而預防之。 \n\n《雜卦傳》：「既濟，定也。」\n\n【爻辭原文】 \n\n初九：曳其輪，濡其尾，旡咎。 \n\n《象》曰：曳其輪，義旡咎也。 \n\n六二：婦喪其茀，勿逐，七日得。 \n\n《象》曰：七日得，以中道也。 \n\n九三：高宗伐鬼方，三年克之，小人勿用。 \n\n《象》曰：三年克之，憊也。 \n\n六四：繻有衣袽，終日戒。 \n\n《象》曰：終日戒，有所疑也。 \n\n九五：東鄰殺牛，不如西鄰之禴祭，實受其福。 \n\n《象》曰：東鄰殺牛，不如西鄰之時也。實受其福，吉大來也。 \n\n上六：濡其首，厲。 \n\n《象》曰：濡其首厲，何可久也。 \n\n卦辭：「初吉終亂。」\n\n『卦意批註簡述』\n\n既濟卦，坎水在離火之上，水火相交，陰陽六爻各得其正位，陰陽調和事無不濟，而有安定之象。象徵君子體察此卦象，思慮禍患將至而來作事前防範的道理。既濟之道，初吉終亂，故君子宜思其後患而預防之。\n\n既濟乃既成也，調合、調順的卦象。只是得此卦時，既是事成之後，所以不得有怠忽防災的慮患，若能事先預防，其吉運可繼續保持下去。但若是只顧目前得志，而志滿氣盛，將會是災厄壞運的開始，會有凶象的發生。求財、望事，似成而不成。住家中憂愁多，心中應當有困苦。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事要明哲保身。平常認真努力的人，往往過於投入工作，而有損害身體健康的憂慮。年輕人得此爻多有男女感情的困擾。\n\n《二爻》 有小的差錯發生，不必大驚小怪，時間會解決一切，說不定因禍而得福。只是改行、轉職、遷移要暫時中止為宜。\n\n《三爻》 有和親信、家人失和的憂慮。工作上不要太感情用事，要以理性來面對處理。運氣開始走下坡的跡象，新的計劃會多有挫折。\n\n《四爻》 會有意外的災難和危險，不可大意。外表順利但是的內部可能會有激烈的變化。\n\n《五爻》 虛榮舖張是失敗的最大主因。目前要緊縮開支，公司也要整理縮編，因為勉強借貸過渡擴張，而造成破產是難免的。要能退一步仔細想想，或許還有轉機。\n《上爻》 衰運到底了，有因為進展過度，而陷入深淵的憂慮。目前處境很危險要謹慎小心為宜。事業上要懂得明哲保身，不可再抱有期待和奢望。轉業、轉職、遷居、旅行都是凶象，最好斷念為宜。"
    },
    {
        "type": "周易",
        "name": "山火賁",
        "text": "山火賁 艮土一世卦\n\n第二十二卦 賁卦  離下長上 文飾與文明 \n\n「經文卦意」賁：亨。小利有所往。 \n\n【翼傳注釋】 \n\n《彖》曰：賁，亨。柔來而文剛，故亨。分剛上而文柔，故小利有攸往，天文也。文明以止，人文也。觀乎天文，以察時變。觀乎人文，以化成天下。 \n\n《象》曰：山下有火，賁。君子以明庶政，旡敢折獄。 \n\n序卦傳：「賁者，飾也。」\n\n【爻辭原文】 \n\n初九：賁其趾，舍車而徒。 \n\n《象》曰：舍車而徒，義弗乘也。 \n\n六二：賁其須。 \n\n《象》曰：賁其須，與上興也。 \n\n九三：賁如濡如，永貞吉。 \n\n《象》曰：永貞之吉，終莫之陵也。 \n\n六四：賁如皤如，白馬翰如，匪寇婚媾。 \n\n《象》曰：六四，當位疑也。匪寇婚媾，終旡尤也。 \n\n六五：賁于丘園，束帛戔戔，吝，終吉。 \n\n《象》曰：六五之吉，有喜也。 \n\n上九：白賁，旡咎。 \n\n《象》曰：白賁旡咎，上得志也。 \n\n『卦意批註簡述』 \n\n山下有火，然火光僅及於山下，其光彩有限，點綴粉飾而已。猶如外表裝飾的很華美，用以掩飾內在的缺失不足。因此君子要能明察政事，管理人民，明辨是非，使百姓不敢犯法。\n\n大自然的美好，目遇而成色，耳遇之成聲，天地無盡藏裡，有生命交會的自然之美，所以觀察天文可以察時變，觀察人文可以化成天下。\n\n離為雞，雄羽色彩華麗，故為裝飾。象徵人事雖外表看好，但其實內在是空虛的現象。故此卦象徵諸事雖美但卻是短暫的。小事可成，大事則難成，外觀看來好像萬事順適，但卻是上有阻止者，難得意也。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事要自食其力、自己努力，倚賴他人是永遠無法擺脫勞苦的。如今你的運氣衰弱，但是若能不忘當初的願景，努力去做終必能達成願望。轉業、轉職宜稍緩一緩，改建、增建、遷居、旅行皆是凶象。\n\n《二爻》 有很多時候你是需要接受前輩的有力支持，這種機緣下以虔誠的心意接受指導才能對你有益。如果再固執己見獨斷獨行，必將歸於失敗。所以目前要以服從他人的指導為要務。\n\n《三爻》 得此爻的人大都能受惠。只是現在無端聽信流言，或顧慮、在意他人的意見，而做出超過自已能力的事，這將成為日後禍患的根源。如今應該捨棄虛榮誇大的言行，腳踏實地才是。\n\n《四爻》 得此爻的你，對別人的猜忌心增強，容易招致親朋或部下的離叛。目前應該不拘泥於小節，以寬鬆的心情來面對工作和生活。物質上你有傾向於豪華奢侈的地方，因此在金錢力面容易受困苦、煩惱。\n\n《五爻》 你的努力即將結果，而進入到幸運的領域裡，你所懷抱的願望也將有實現的跡象出來。金錢運雖然還不錯，但不可浪費過度，如今不誇張而繼續保持節約的宗旨，才是好運能延續的保證。\n《上爻》 你的精神充實，幹勁十足，只是金錢方面略有所煩腦。如今應該把舖張的事業換成一個樸實的場面，不再被他人所誘惑，不被私慾所放縱，就能保持不敗之的趨勢。"
    },
    {
        "type": "周易",
        "name": "地火明夷",
        "text": "地火明夷    坎水遊魂卦\n\n第三十六卦 明夷卦  離下坤上 火熄於地下，黑暗憂患之世 \n\n「經文卦意」明夷：利艱貞。 \n\n【翼傳注釋】 \n\n《彖》曰：明入地中，明夷。內文明而外柔順，以蒙大難，文王以之。利艱貞，晦其明也，內難而能正其志，箕子以之。 \n\n《象》曰：明入地中，明夷。君子以蒞眾，用晦而明。 \n\n《序卦傳》：「夷者，傷也。」明夷，明有所傷也。蓋進不已，難免有所傷。\n\n【爻辭原文】 \n\n初九：明夷于飛，垂其翼。君子于行，三日不食，有攸往，主人有言。 \n\n《象》曰：君子于行，義不食也。 \n\n六二：明夷，夷于左股，用拯馬壯，吉。 \n\n《象》曰：六二之吉，順以則也。 \n\n九三：明夷于南狩，得其大首，不可疾貞。 \n\n《象》曰：南狩之志，乃大得也。 \n\n六四：入于左腹，獲明夷之心，于出門庭。 \n\n《象》曰：入于左腹，獲心意也。 \n\n六五：箕子之明夷，利貞。 \n\n《象》曰：箕子之貞，明不可息也。 \n\n上六：不明晦，初登于天，後入于地。 \n\n《象》曰：初登于天，照四國也。後入于地，失則也。 \n\n『卦意批註簡述』\n\n「明夷」者，傷也。此卦表示受到傷害和妒嫉的時後，要能堅忍奮鬥，免於禍害的真理。如商朝的箕子和周文王，雖然受到傷害，但不失去內心的光明。\n\n得此卦時，君子被小人所傷，賢臣被昏君傷，所以有身心勞苦，或遇到不測災害而受困艱難的時候。但此卦為開始困窮，而後榮華的卦象，終究最後可出人頭地。也有與親人、好友音信隔絕的意思。故須以智慧來等待時機。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你的才能被小人所嫉妨，一有所行動就會招來麻煩。如今只好圖謀轉移周圍的氣氛，否則將深陷在困難煩惱之中難以自拔。夫妻間有隱藏的是非存在，要小心面對處理。\n\n《二爻》 常遭人找麻煩，但如能繼續努力，最後必定能獲得幸福。事業方面如能改變方針和處裡理的態度，部屬或晚輩都會不惜任何困難來相助的。\n\n《三爻》 你已交上好的氣運了，要抓住這個良機。要設法除去目前的弊端最好。事業上有發展性，只要能夠沉著應付，將會有更大的成果。\n\n《四爻》 表面看來很順利，但只要一大意就容易栽倒失敗。對周圍的改變和時代的潮流不敏感，就會有被淘汰的憂慮。或是為花言巧語所迷或，不知不覺中加入不正當的行動裡，這種事要多加小心地預防。\n\n《五爻》 你將進入進退維谷的壞運裏，愈急躁愈有惡果。此刻應盡量爭取時間，把決定的時間延緩，等待危險期過去。轉行、昇職都是凶象。\n《上爻》 雖有一時的喜訊，但不久又會恢復舊觀。即使成功了，也不可慶功，應儲蓄備實力來應付下一次的難局。要以比以前更加謙恭的態度來對人才好。"
    },
    {
        "type": "塔羅",
        "name": "天火同人",
        "text": "天火同人 離火歸魂卦\n\n13、天火同人  離火歸魂卦\n\n【基本卦意】\n\n同人：親近、和同，表有志一同，相和而成。理念相同共處愉快。事業投資、感情皆是和睦融洽。\n\n【卦意運用—偏吉卦】\n\n主吉象。最適合找人合夥事業或尋求認同自己理念的吉卦。\n\n但是因為離火和乾金相剋，兩卦氣皆屬陽剛，故此卦卜求婚姻，必因兩人個性不合而有離異的現象。但火若積極來煉金定將有所成，  所以必定再三嫁娶才可轉為吉象。末出嫁之女，婚姻平。\n\n卜求疾病，因此卦為「歸魂卦」，概與累世因果或亡靈影響有關，屬前世的因緣業因，一般醫藥無大功效，與「火天大有」相似，需參拜神佛來化解。\n\n【擬像延伸運用】\n\n火在天的下方，因為火勢是向上的，延伸為有積極向上的特性，故來卜得此卦的人，也有愛好上進和向上的心胸。\n\n但此卦離火表光明、乾天表剛正，所以卜求之事，若是為正道無邪曲之事為吉象，而不善之事、密謀隱事者，得此卦則非吉象。\n\n得此卦者若與人共事，上下皆和、功就名揚、廣結社交，可得上輩提拔，也有興家立業的吉象。\n\n故得此卦時，若現正處厄運情勢者，可能已和與他人有爭執，或固執己見而遭挫折者多。\n\n卜求婚姻，兩人可互敬互愛的美滿良緣。\n\n但此卦如是未出嫁之女子卜得，則不利。因可能會因同情心，而有損感情節操的凶兆。\n\n【應用吉凶參考】\n\n運勢：得此卦為諸事開通、平安、吉祥、如意之象，有同情心，互愛、亨通之象，故宜好好掌握時機，維持盛泰。若有稍涉偏私或為私情之愛則有破兆，應以事業為重。\n\n愛情：互悅其情，彼此間謙和以禮互敬，魚之得水，定成美眷。切忌氣盛，宜和。\n\n家運：上下和樂，運勢亨通，可得意外之財，亦可促進開展事業之樞機，宜把握良機，努力求取。\n\n胎孕：無礙。男兒。與六親和睦。得緣之吉卦。\n\n子女：兒女眾多，上下皆能和睦之象。\n\n週轉：利，並可進取大業，利也。\n\n買賣：利益大，與人共事吉，宜木字口字姓之人同相利濟更吉。\n\n疾病：雖有病，但需看動爻而論。為腦部、神經衰弱或呼吸的疾病，心神恍惚、失眠、心火氣旺之象，宜多調養、修持參佛。\n\n等人：一定會來，且會帶來好消息。\n\n尋人：此人非故意出走，自己會回來。\n\n失物：很快可以找到。\n\n旅行：利，放心。\n\n考試：成績優良。\n\n訟詞糾紛：與人爭端無益，他侵我或我傷他皆不利。和解了事為上策。\n\n求事求職：吉利。改行、開業者均吉利亨通。"
    },
    {
        "type": "塔羅",
        "name": "澤火革",
        "text": "澤火革  坎水四世卦\n\n49、澤火革  坎水四世卦\n\n【基本卦意】\n\n革：表示該改革、革新的時候了！主要是在內心和觀念情緒上的調整。\n\n【卦意運用—偏小吉指示卦】\n\n主是個狀況卦，吉凶未定。卜求的事情況雖不穩定、明朗，但只要有心改變，重新再來則成功機會大。\n\n凡事物須改革者，須先立定革新之方針，完善籌備適其時機，才能得信於人，效果亦佳。\n\n一切不可固執不化、不變通，倘若存著姑且的心態，改革不成將會貽害未來。。\n\n得此卦為萬事皆要改革之時，譬如將過去不用者棄之，又重新創事之意，但凡事不可輕率，須慎重行事。\n\n【擬像延伸運用】\n\n澤水在離火之上，水能滅火、火亦能燒乾水份，而有相互改變的現象，延伸為一種狀況的改變。\n\n又兌屬金，離屬火，火燒金屬，變了形，為變革。又離為中女，兌為少女，中女屈居小女之下而兩女同居一室，對於情勢不順遂，雙方志趣不相得不和諧，應當來改革的現象。\n\n得此卦者，有住處苦勞或重建房屋的情況，凡事有已到盡頭又將開始的意象。\n\n若男人占得此卦，可能有色情女難外遇的情事，女人必逢有婦之夫。\n\n求財望事雖可成，但有小錯而遲。\n\n卜求婚姻，若是女人占得，則有火剋金表示其女剋二夫，不可成也。\n\n女方亦有急躁、破財的凶象，應另覓對象為宜。若已婚者得此卦，有刑剋破緣，另起爐灶的凶兆。\n\n【應用吉凶參考】\n\n運勢：不穩定，多變化之際，凡事均有所變動，故需棄腐朽而立新者，宜下決心改革。但仍須謹慎改革之道，善改則吉，惡改則凶。\n\n愛情：去者已矣。凡事均有新的開始，迎新為宜。\n\n家運：多事之秋。慎重改變自己的生活方式，方能建立新的氣象。\n\n胎孕：胎安。女兒。此女孩越年長越好，因其運格、際遇常有變動之故也。\n\n子女：子女與母親有離異之象。其母再嫁，或離異他去耳。\n\n週轉：要即時改變方針。\n\n買賣：改變經營方式為宜。\n\n疾病：病大致難治，且病情變化多端，須轉換求醫。患者為心臟、眼、口及呼吸系統之疾病，可能需要手術去除病灶才能安定。\n\n等人：因中途變卦不會來。\n\n尋人：速改變方向，向西、南方尋找。\n\n失物：遺失難尋。宜向西南或西方或許可以找到。\n\n旅行：可以。但會改變日期。\n\n考試：越來越好。\n\n訟詞糾紛：要改變調解之人事，才能圓滿。\n\n求事求職：不可守舊，改變職事有利之時機也。宜速把握良機。\n\n改行大吉大利。開業亦吉。"
    },
    {
        "type": "塔羅",
        "name": "離為火",
        "text": "離為火 離火八純卦\n\n30、離為火  離火八純卦\n\n【基本卦意】\n\n火：是太陽，表智慧、明亮、溫暖，卻也有虛假不實的現象。\n\n【卦意運用—吉凶參半指示卦】\n\n六沖卦、純卦，主大吉大凶、大好大壞之象。也表虛象不實之意。\n\n雙離之火表示氣勢很猛烈，雖然外觀勢必盛大，但是其內則不實在，而雖有一時的盛勢，卻難以持久。\n\n【擬像延伸運用】\n\n火為東西燃燒所產生的氣體，因此需是著於某種物體之上，才能現出它的氣勢來，延伸為需有依靠才能持續發揮。\n\n火也有美麗、文明的意象，若是卜求與美麗相關事務，如化妝、演藝等情事，則是非常地適合。\n\n但因有內虛不實的憂慮，得此卦者，有心不能定、事物易變動，又有與人不親和，有破財損失的凶象。\n\n因火性急烈，故事事應柔順淳直從人，性急者恐敗事。\n\n得此卦者須慎好色，又有不測的災難發生，或口舌是非謗言等凶兆。\n\n男人占得此卦，有良女為友。女人占得此卦，有紅杏出牆的憂虞。\n\n卜求婚姻，為難以調合，女方性情不穩定，會有退婚反悔的凶象。\n\n【應用吉凶參考】　\n\n運勢：雖然目前外觀極盛一切順利，可能為假象、虛象，而且雙火之燃，其內部、內情已有所損，又雙火之烈，如烈日中天，故凡事宜守之，勿太急進，待人以謙和、理性，否則必有所損失。宜順從長輩，勿因急躁而妄動或意氣用事，則可欣欣向榮也。\n\n愛情：對方明亮有活力，性急者弄巧成拙，誠靜者其情必有成就。\n\n家運：富有幸福之運，必須保持仁和謙恭，驕傲者，自大招致失敗，宜謙遜處世。\n\n胎孕：胎有不安。女孩或雙生。產母不宜出外遊。\n\n子女：子女眾多且幸福，但有嬌生慣養之嫌，勿疏於教導為上。\n\n週轉：可得到上輩的幫助渡過難關。\n\n買賣：交易必得利，忌用不法手段。\n\n疾病：心臟及眼症，雖重，耐心調養可無礙。虛火很旺，情緒浮動，需特別注意血光意外之災。卜急病有解，慢性久病卜得此卦則凶。\n\n等人：一定會來。\n\n尋人：此人因受到誘惑或煽動而出走。南方可尋，且小有是非。\n\n失物：於南方，附在某物件上，為女性藏去。急尋可得。\n\n旅行：可。但勿太急。\n\n考試：成績不錯。\n\n訟詞糾紛：內動則外凶。他人理虧，自取其危，我侵他人卻又成凶。\n\n求事求職：尊重長輩安排。待時機可獲良好事業。\n\n改行可極力推展。開業者吉象。"
    },
    {
        "type": "塔羅",
        "name": "雷火豐",
        "text": "雷火豐  坎水五世卦\n\n55、雷火豐  坎水五世卦\n\n【基本卦意】 \n\n豐：表盛大豐收的現象。有突如其來壯盛的氣勢。\n\n【卦意運用—吉凶參半狀況卦】\n\n主吉中帶小凶的狀況卦象。表示對事情非常地積極奮發，情緒興致高昂，就像一時天雷勾動地火，閃電迅速達成之意。\n\n此卦最利於短期投資理財，感情則表示一時情投意合而速成閃婚。\n\n【擬像延伸運用】\n\n震為雷，離為火電，雷電交作聲勢壯大，故名為豐卦。\n\n又離也表明智、震表威望，延伸有明智威勇兼備的氣勢，因此必然盛大豐滿，此卦象也意謂凡事光明正大者可趨於吉，否則凶象。。\n\n但是此卦雖然氣運勢大，但也有盛轉為衰的跡象，故百事不宜再猛進，宜退守也。\n\n因雷火來勢不定，延伸為意外驚險的凶兆，另離火也表口舌是非的災厄，因此須審慎公文、契約等處理，避免發生訴訟口舌喧嘩等爭執。\n\n卜求婚姻，雖可成但不利，男女之間的感情，男人恐犯貪好情色的災厄，少女可能會有發生損名節的凶厄來。\n\n【應用吉凶參考】\n\n運勢：豐者必有所得，明智者宜於最全盛有收穫時，保身明哲。然人多貪而不厭，於滿足，而挺險圖利，終有悔。尤其應注意有訴訟之事，有損財或火災的凶象。\n\n愛情：熾情，好動，情可成。若得意忘形則有失。\n\n家運：繁華幸福，但為人處事宜守分寸為要。\n\n胎孕：無礙。是頭胎。男兒。若五六爻動，則母子均有險象，或俱亡需特別注意。\n\n子女：對子女宜多加教養，免招不幸。子女眾多之象。\n\n週轉：耐心應對，則可在短時間內達成。利在寅午未申日。\n\n買賣：正直經營可獲利。貪則有失。\n\n疾病：為急性病，需注意是心臟病或意外傷害所造成。神經系統可能受傷的疾病，小心手足骨折、殘廢。\n\n等人：會來。亦會因故而很快離去。\n\n尋人：此人會自覺不安而自己回來。\n\n失物：往東、南方尋可得。\n\n旅行：雖宜但有些波折。\n\n考試：及格有望。\n\n訟詞糾紛：因意外而發生，本身有理則吉，但不能理直不饒人，最好能夠和解。\n\n求事求職：有利。職務工作變動大，或外務之類。改行不可三心二意。開業者吉利。"
    },
    {
        "type": "塔羅",
        "name": "風火家人",
        "text": "風火家人 巽木二世卦\n\n37、風火家人  巽木二世卦\n\n【基本卦意】\n\n家人：表同為一家人。主小吉之象。\n\n【卦意運用—偏小吉指示卦】\n\n建議事事都以家人為重的意義，或是事情要多和家人來商量，如事業投資均需一家人合作共事為佳。婚姻感情，為成家的吉象。\n\n【擬像延伸運用】\n\n風能來助長火的威勢，風由火力鼓盪而出，彼此相助合作，有如家人和衷協力，向外發展事業。\n\n又巽為長女，離為中女，長幼有序一家興隆的現象。\n\n年輕人占得，有色情的困難，開始恐有困難，但可得親人之助漸宜，凡事若以婦人的意見為主即有吉象。\n\n卜求婚姻，和合之象，且由地方人士為媒，主可順不可逆。\n\n然此卦婦女在內有權，且有婦人因得勢造成家中男性較無主權的現象。\n\n【應用吉凶參考】\n\n運勢：平安無事，且有喜事之象，與家人共事者大利。\n\n愛情：有情人終成眷屬。\n\n家運：物事暢達如意，和樂之象。\n\n胎孕：不礙。生女為多。\n\n子女：兒女眾多且孝順。\n\n週轉：難調，但可成，宜找自家親人為佳。謹守誠信可無阻。\n\n貿賣：有超值的利益可得。交易可成。\n\n疾病：腹部小病不嚴重。若為心臟病則危重。\n\n等人：自來。且有吉事相告。\n\n尋人：因賭氣出走，不久便見。五、六爻動不安，宜急尋。二爻動無慮，自回。\n\n失物：南方或東南，有失，未得見。遺失於室內易得。\n\n旅行：大利。\n\n考試：上榜有名。\n\n訟詞糾紛：得理，雖有憂疑，但無妨。能有合理的處理方法。\n\n求事求職：有良好機會，勿失。　\n\n改行勿急。開業者可照計劃而行。吉利也。"
    },
    {
        "type": "塔羅",
        "name": "水火既濟",
        "text": "水火既濟 坎水三世卦\n\n63、水火既濟  坎水三世卦\n\n【基本卦意】\n\n既濟：表水火陰陽調和，一時平安和樂之象。主吉中帶凶之象。\n\n【卦意運用—偏小凶卦】\n\n表示現在既成、調合之象。水火本相剋，因一時環境或人事所影響，而暫時相安無事，但終非常久之象，必然有所沖剋而出現凶象。\n\n得此卦時，既是事成之後，故不得怠忽防災慮患，若此，其吉可保。若是只顧目前成功而志滿氣盛，失去憂患意識、保全之道則有凶。\n\n疾病，陰入陽體相抗衡之中。陰：表外界的陰靈，雖有沖煞之象，但現尚無礙，需盡快引渡處理，免陽氣一弱，終會被陰氣所傷。\n\n求財望事，似成而不成。家中住居內在憂愁多，心中常醞積困苦。\n\n【擬像延伸運用】\n\n坎水在離火之上，水性下注、火勢向上，水火兩兩陰陽交會而過，相濟為既濟。需防範初吉終亂，事事宜深謀遠慮。\n\n若是卜求婚姻感情又坎為中年男子，離為中年女子，男上女下，地位適得其所，為相配稱的現象。\n\n此卦尚有出外旅遊往渡口可順利得舟之意，對於交通為逢好事之象。\n\n但為今後可變 之卦，故不得怠慢固守貞正之道也。\n\n卜求婚姻，請媒人反覆多求可成，宜慢。\n\n但是此卦卜求已婚者的婚姻也可論凶，因水火既濟本身相剋，故有外祥和內隱憂，凡事不得善終白首之象。\n\n占事者若為女人，可能有失貞之象。\n\n【應用吉凶參考】\n\n運勢：功名雙收。極盛既至，但須知物極必反，宜退守為吉，再進則凶。但得此卦者，皆有因一時順利而忘本，大意失荊州，終有人不和、心迷亂之象。\n\n愛情：起初出雙人對，形影不離，久後反無情必散。\n\n家運：生在富家之象，受祖上澤恩而不知珍惜者多，終而破運之兆。\n\n胎孕：生男。二、四爻動生女。秋卜此卦養不成或產母有災。五爻動子難養，不吉之兆。\n\n子女：初時幸福，長大後敗家，與雙親不和，或可能離家出走，甚者有死別之痛，慎之。\n\n週轉：短期可成，長期無望。\n\n貿賣：中途變卦不利。故初時見好就收，莫貪心拖延，否則不利。\n\n疾病：為心臟、腹部、腎臟等之疾病，需視動爻而論斷之。或老人疾病。有一時好轉，隨之病重，凶象也。\n\n等人：已中途折回，不必再等。\n\n尋人：若是常出走之人，小時自回，長大再出走，難尋。甚或不回。\n\n失物：尋得又失。同事人見可去尋堆積處，或勿再尋。\n\n旅行：宜近不宜遠，否則有災。\n\n考試：有實力，但需視考期之日吉凶而定，小吉。\n\n訟詞糾紛：有理變理虧，有虛驚，宜和解。\n\n求事求職：濟急可，不宜良久。改行不宜。開業者最好慎重考慮，因此卦象好景不常。"
    },
    {
        "type": "塔羅",
        "name": "山火賁",
        "text": "山火賁 艮土一世卦\n\n22、山火賁  艮土一世卦\n\n【基本卦意】\n\n賁：表美麗得外表裝飾，主小凶象。「金玉其外、敗絮其中」是最佳解釋。\n\n【卦意運用—吉凶參半指示卦】\n\n經過有心修飾、偽裝的外表或事情，事業投資、感情皆不宜，慎防有心的小人、偽君子。象徵人事雖外表看好，其實內在空虛。\n\n得此卦者，多喜歡吹捧，且外觀講究華麗，其實是打腫臉充胖子，內在虛空也。\n\n求財望事可成，但難速成，又因自身短氣而有破。\n\n【擬像延伸運用】\n\n山下有離火太陽，表示西山落日天邊一片光輝美麗的黃昏景象。\n\n火光相照映在山上，使草木皆變得有文彩華麗的象象，故名賁。只是夕陽雖美卻是短暫難持久。\n\n然得此卦時，雖然有美麗的可成的意思，對於住所衣類、器物等，都會有考究要求其美感。\n\n但山上的黃昏美麗，其明不遠也不長久，延伸為小事可成而大事則難成。    \n\n卜求婚姻可成，但此卦婚姻會有隱含破象，或女嫁少年郎，但其姻緣只是一時美象不深遠。\n\n離火也表示為雞雉，雄雞羽毛色彩華麗，故為裝飾。\n\n【應用吉凶參考】\n\n運勢：卦象是象徵其人外表好看，內在空虛，因此，必須充實自己，凡事深思遠慮，與人和睦相處，能獲得意外利益。切忌因小失大，更無須為了掩飾外觀而造成不必要的損失。凡事踏實，按部就班為是。\n\n愛情：不可自視太高，也勿把對方及自己都估計太過，須知華麗的外表並不能決勝負，宜相誠以對，若自視太高反不得所愛。宜慎。\n\n家運：外美內虛而不為外人所知，應即時整頓家庭經濟，使其安穩、充實，更須安份自持，莫以虛浮來掩飾空虛。踏實為上策。\n\n胎孕：生男，子母俱有災禍。或有空亡，空喜之象。生女可無險。孕有不安之象。\n\n子女：子女身體虛弱，美麗而得人緣，但有病纏身之苦象耳。\n\n週轉：不宜大，小調尚可。\n\n買賣：有貴人，速決有利。．\n\n疾病：為假象之病症。概與心病、心理、情緒有關係。或與沖煞有關。醫藥治療無功效，需審慎詳查之。若為慢性久病，小心有迴光反照之象，甚危。\n\n等人：會來。但遠方者不來。\n\n尋人：已在東北或南方親友家，可尋。四、六爻動則難尋。\n\n失物：東北或南方，可尋。\n\n旅行：可。宜近不宜遠。\n\n考試：不理想。但人家以為你讀得不錯。\n\n訟詞糾紛：有貴人和解，宜速解決，拖延不利。\n\n求事求職：條件勿太苛求，可成。改行宜，但勿誇大或太過。開業者吉利之象。"
    },
    {
        "type": "塔羅",
        "name": "地火明夷",
        "text": "地火明夷    坎水遊魂卦\n\n36、地火明夷    坎水遊魂卦\n\n【基本卦意】\n\n明夷：表火被丟入坑中，火光漸熄，所以是被傷害與誅滅的凶意，主大凶象。諸事不宜，運勢最背的凶厄時機。\n\n【卦意運用—吉凶參半指示卦】\n\n離火太陽陽氣被陰氣所傷害，小人氣盛因此被小人所重傷，此時需忍辱靜守為佳。也表示太陽下山，大地即將陷入一片黑暗的厄運時機。\n\n疾病：此卦為「遊魂卦」，冤親債主索討之象，有日落西山病危的凶象。\n\n病症主在心臟、胃腸、若為眼疾則有失明之象，血癌、腫瘤。症狀若輕，速處理可改運救之。\n\n求財望事有礙。\n\n【擬像延伸運用】\n\n離火也表示為眼睛之意，受坤土來加害，表示有失明或眼睛受意外傷害的凶象。\n\n又此卦陰多陽少，致使光明的氣勢被陰氣邪氣所侵害，陰盛陽衰不能自立。\n\n此卦又稱為「反晉」，得此卦時，君子被小人傷，賢臣被昏君傷，故有身心勞苦，或遇不測災害而受困艱難之時。\n\n但此卦若是在變卦可視為困窮後榮華的轉變卦象，終可出人頭地。\n\n也有與人音信隔絕之意，故須忍辱和以智慧等待時機。\n\n卜求婚姻為諸事不利之時，宜謹慎。\n\n【應用吉凶參考】\n\n運勢：逆勢下降，時運未濟，物事勞苦，逢小人加害，光明受到掩蔽而失光明，所以多艱難之運也。有萬事阻滯，遇事迷惑、受災。故宜守貞固之道，忍耐自重，等待時機\n\n愛情：有被背叛拋棄之象，未能被對方接受，不成也，而且受傷很深重。\n\n家運：衰弱、多勞，家人受累，恐有詐欺、官符。須知邪惡之人定有果報，凡事心地坦蕩可渡難關也。\n\n胎孕：生女。產母有驚。若四五爻動，子母不利，或胎女有損。有難產之象。\n\n子女：受子女牽連，陷於痛苦深淵之中。\n\n週轉：不成。\n\n買賣：難成，用謀方就。\n\n疾病：為難治之病難。為腹部之疾，或心臟。慢性病卜之，病有不安、嚴重、凶險之象。\n\n等人：不來。\n\n尋人：西南或南方，雖在附近但難尋。\n\n失物：在身上或衣服可尋得。若不在身上衣服裡，則是被某物掩蓋難尋。\n\n旅行：不宜。\n\n考試：無望。\n\n訟詞糾紛：見官必難逃走，其他糾紛爭吵有失，和解為宜。\n\n求事求職：日下無希望，須再待時，需防被騙、失財、失身。\n\n改行不利。開業不宜，亦不成事。"
    },
    {
        "type": "白話",
        "name": "天雷无妄",
        "text": "天雷无妄 坎水四世卦\n\n无妄卦象體： \n\n雷動於乾天下之象。陽氣發舒，萬物並育，順從天意，自然之象，為真實無虛妄之象。 \n\n又乾至健、震主動，合為動而且健，為正大之象。上下二爻五爻剛柔相應，又中正則正大真實无妄。 \n\n一月卦：春吉   夏平   秋凶   冬吉                                                                   \n\n評 曰：震雷逢暑之象 ， 石中蘊玉之意。    \n\n卦意判斷： \n\n此卦為無偽之意，誠也。誠乃天道。夫四時行之，百物成者，真誠无妄耳。然世人能以真誠懇待人者少，故得此卦多半為凶。凡事須深慮、戒慎，否則有災。且此卦多有迷惘，一切事物難通，強行必然惹禍上身，而有所損害耳。 \n\n得此卦時，男人恐有醉心於酒色之中者，故應切忌醉心於個人的利益與慾望  ，貞靜退守則吉，否則招禍也。斷之婚姻，難成，無心相合也。但若是重婚再嫁則可。婚遲。 \n\n象參考： \n\n上卦乾天剛健，下卦雷木動，雷木之動必定為乾金之傷所致也。乾金直劈雷木，雙陽之爭其傷必重，故此卦定損女人。又石中蘊玉，  為有志難伸、有苦難言，諸事不能順遂之意。 \n\n震雷逢暑，若如晴天霹靂，其驚惶失措難當。故此卦象有男人隨意任為，而女人受損難伸之象。 \n\n【總結批論】 \n\n无妄：表不要有一些空幻的想法，或是你的想法可能有點虛妄不切實際。主小凶。建議凡事要務實、踏實一點。也表示目前所處的狀況，是有一廂情願的心態。或是有點「妄想症」的不正常心理。 \n\n【應用】 \n\n運勢：无妄的道理者，乃真實無虛要踏實。故若做事操守而能堅貞固執者吉。若不行正道，行為不檢點者，必然有災禍至也。切忌醉沉於名利情慾之中。 \n\n愛情：成功與否，須看各人之修為德性而定。然此卦有不順遂、不和，或有被傷害者欲分離之象耳。 \n\n家運：有不和之情況，因另一方各受外界誘惑而心亂，須謹慎，否則導致破運。 \n\n胎孕：或有驚終無礙。男兒。其性剛強，切勿過度溺愛，否則不受教也。須注意產母有災 \n\n子女：注意長子與其父不和而離家出走。 \n\n週轉：誠心有望，不誠免談。 \n\n買賣：若不要過份苛求，有利。 \n\n疾病：雖有虛驚，盡力療養可脫險境。為呼吸器官及神經性之疾病，若意氣用事而不仔細調理則凶也。 \n\n等人：一定會來。但有不歡而散之象，宜以和為貴。 \n\n尋人：已定遠，不易尋找，東北或西北之向。 \n\n失物：海底撈針。 \n\n旅行：為公事出差則吉。若私人遠行，但有所交易者，則勿遠行為宜。 \n\n考試：筆試有利，口試不利。 \n\n改行：者不宜勉強，開業者可行。 \n\n訟詞糾紛：多因死亡之事，或因女人不和而爭鬥，終必和，有貴人和事而脫散無虞也。 \n求事求職：毫無頭緒，勿過於草率為宜。"
    },
    {
        "type": "白話",
        "name": "澤雷隨",
        "text": "澤雷隨 震木歸魂卦\n\n隨卦象體： \n\n震雷在兌澤之下，以致池中之水，也跟隨引起了波浪漂盪。又震陽剛長男，兌陰柔少女，陽剛屈於陰柔之下，以剛下柔屈己隨人，隨順和同。又上卦二陽隨一陰，下卦一陽隨二陰，以剛下柔也。 \n\n七月卦： 春平、 夏吉、 秋凶、 冬吉。 \n\n評曰：乘馬逐鹿之象，我動彼說之意。 \n\n卦意判斷： \n\n此卦震雷在下，兌澤在上，雷澤中霹之象，雷震澤水也隨之而動。隨乃從也。然得此卦時，以剛下柔，為眾人悅服，為事成之時。又為枯木重茂之卦，物有所變即吉。有變動居處或外去他鄉的變化。但適合變動，變則吉也。求財望事有可成之兆，但遲緩。 \n\n占得此卦者，男人占得，定有妄想女色的慾望，宜防情色女難。女人占得，有被動波盪的失節之害，宜固貞正之道者吉。男須防因情色而遇破財凶運。 \n\n斷之婚姻，有兩父兩母在其中，隨從進前可成就。但若不嚴守夫婦之道，會有不幸後果。 \n\n卦象參考： \n\n隨順和同，是為元善，順者須以貞固自持，方能無咎。澤有雷，故君子知其不敢妄動，即取隨順之道。古時孫臏破秦卜得此卦，知此一戰必勝。論此卦，雷藏於澤底，深之不可尋，為敵明我暗，待勢擊敵於不備必操勝券。故待時機成熟雷震撼於澤，其波必盪溢，又澤之底基被盪，必潰矣。 \n\n此卦又有二女同居一室之象，故占得此卦也可斷子有兩父或兩母之事，於婚姻宜活斷之。 \n\n【總結批論】 \n\n隨：表隨遇而安，一切隨緣、隨和。主吉象。事事均可依隨著自己的心思計畫來執行，而會順利地達成。事業、投資、理財、感情，均會有令人滿意的發展和收穫。嫁雞隨雞、嫁狗隨狗，最佳的婚姻卦象。 \n\n疾病：因此卦為「歸魂卦」表已受亡魂的跟隨沖煞、附身，影響很大了！醫藥治療無功效，需盡快處理不能再拖延。 \n\n【應用】 \n\n運勢：事物均有去舊迎新之吉象，凡事與他人互相通達、協商，可名利雙收。倘若三心二意，或獨立單行，不聽人言勸，有自招災禍之虞。 \n\n愛情：目前重於情慾、經濟，依賴心較重，順著時事、心性而行即可，感情如家人般的結合。 \n\n家運：本身有相當不錯的收入，富有之象。但不可過於放縱，守操節為宜。 \n\n胎孕：無礙。生女兒無驚險，九五爻動，產母有災。 \n\n子女：親情融洽，與六親和睦，幸福之象。 \n\n週轉：和氣相商有利，意氣用事則難成。 \n\n買賣：勿頑強固執，或不採納別人的意見，則交易有利。否則失之，有阻。 \n\n疾病：占病凶，須長期治療。也須注意口部、呼吸系統肺部及肝臟之毛病。吉凶需以動爻、變卦來判斷。 \n\n等人：會遲到。 \n\n尋人：出走之人與男女情色有關，不必去找了，過些時日會自己回來，勿急。 \n\n失物：遺失可求於婦人，附近之東方或西方，混雜於某些物品中，可尋。或自己誤失，可急尋。 \n\n旅行：吉利。有人隨行更好。但此卦也須防單獨外出，小心無謂之災。 \n\n考試：成績理想。 \n\n改行：有充份計劃者可行。開業吉利。 \n\n訟詞糾紛：日前無憂，不久有，互有意見。和解為宜。 \n求事求職：雖吉，然若能謙遜待人，多接受別人意見，會得人提拔。"
    },
    {
        "type": "白話",
        "name": "火雷噬嗑",
        "text": "火雷噬嗑  巽木五世卦\n\n噬嗑卦象體： \n\n震為雷，雷為刑威，離為電，電為明察，雷電合體，相得益彰。初上為兩唇，二三五爻為牙齒，四為一爻橫貫上下齒之間，必須咬斷方能合攏，所以名為噬磕。 \n\n九月卦： 春凶 夏吉 秋凶 冬死 \n\n評曰：頤中有物之象，夫妻閨怒之意。 \n\n卦意判斷： \n\n此卦與卦象山雷頤卦相似。物在口中為梗，欲消去此梗，兩唇乃合。得此卦時，乃諸事被人阻隔，有礙之時，務必去除其障礙，方可達志。 \n\n占得此卦者，有為利益而受禍之象，且有不測災難。並有女難、口角爭論公事、訴訟等之凶象。 \n\n男人占得，有得利之事，女人占得，有受人謠言中傷之情。求財望事雖難成，若以誠實求之終可遂。 \n\n斷之婚姻為初時多口角是非，不合之象，且有足疾，後為終可成之兆，只是不利長久。 \n\n去梗為心結掛礙，要能以誠相對則吉，否則婚雖成也不利也。若能誠心一致，和藹相親，可挽凶象。 \n\n卦象參考： \n\n頤者，為口中有物，曰噬磕。嗑而亨，剛柔分，動而明，雷電合而彰。柔得中而上行，雖不當位，利用獄也。綜合全卦之理象來看，正處剛柔相濟，恩威並用，故利於治理刑獄。 \n\n處事立法而行，舉動宜光明，否則此卦大致凶。離火於上，震木於下，火燃木，木生火，下木必被火燃燒而失，故此卦有燃木助火之勢，外麗誘而內虛損也。 \n\n【總結批論】 \n\n噬嗑：表如鯁在喉、難以決策。主吉凶未定，是個狀況卦，有點偏小凶。也如同「雞肋」一般，食之無味、棄之又可惜！是需要堅決下個決心的時候了！因卦象如有物梗塞，必極力咬斷梗物，衝破困難，方可順意。若梗物不除，其後果可以想見。也有內在心結壓抑之象，若不能敞開心胸則事事有凶。 \n\n【應用】 \n\n運勢：諸事不遂心，多受阻害。有紛爭，無法前進之時，宜常守原則，不為利誘，以免被人中傷。然而一般人多有無法逃避利誘者，故必受禍，若能和氣處事為安。更須突破困難方可通達。 \n\n愛情：有被人阻礙或橫刀奪愛之事。但勿氣餒，勇往邁進即可成功，否則放棄罷了。 \n\n家運：家庭有不和現象，也常有無法溝通之阻礙。除非彼此能夠排除成見，否則無法融洽相處。 \n\n胎孕：秋冬生男，或雙生。六四爻動，產母多災。若是女兒，將來恐會較不聽長輩之教誨。胎有驚。 \n\n子女：兒女倔強、反抗、爭吵不休，且不聽從父母之言，不和合也。 \n\n週轉：卦已明示有困難，但誠心或可圓滿。 \n\n買賣：多阻撓且多是非。但若積極推展，不要放棄，則有利，可成。 \n\n疾病：病情嚴重，為惡性之疾。可能有神經方面、心臟、足部及腫瘍之症。 \n\n等人：受到阻礙，不能來。 \n\n尋人：必因發生爭端或涉嫌重大事件而出走，若不急尋，恐有生命危險，報案為上策。去廟觀市井求之，東、南方。 \n\n失物：失此物而有二人爭論之數。可尋束、南方，或夾在某物品中，一時不易察覺。 \n\n旅行：宜。 \n\n考試：不佳。 \n\n改行：有礙，但耐心排除可成。開業吉，中途有是非，宜耐心解決。 \n\n訟詞糾紛：非必要時，宜採取強硬措施。訴之則可得解決。 \n求事求職：多生枝節，不利。唯有積極去謀求方有所成就。"
    },
    {
        "type": "白話",
        "name": "震為雷",
        "text": "震為雷 震木八純卦\n\n震卦象體： \n\n陽生于二陰之下，陽氣為重陰所壓抑，必奮擊而起。又上下皆雷，到處雷動與奮發。 \n\n但二雷太過，雷動震驚百里，君子觀象，恐懼修省靜守。 \n\n四月卦： 春旺 夏旺 秋吉 冬半吉 \n\n評曰：二龍欲珠之象，有聲無形之意。 \n\n卦意判斷： \n\n此卦為重震，乃雷也，動也。今二雷相重，則二雷相踵而動，其威益熾，故此卦得春氣透發之象，大為奮發振作之時。然而雷為天地威怒之氣，陰陽博擊之聲令人恐懼，故得此卦，其初時陰且難，須保謹慎、戒懼之心，以免有失。 \n\n又為有聲無形之卦，為事物有驚、有變動之意。又有喧噪之意，須活斷之。 \n\n卦若是末嫁之女占間婚姻，必為兩女爭嫁而處於不利之地位者，可斷其與有婦之夫交往，甚或已有孕或育有兒女。因雷之震擊，鬱悶之氣雖可紓解，然其為空物，故斷此女只是擁有空名。 \n\n斷之婚姻或成、或不成，宜活斷。 \n\n卦象參考： \n\n陰主靜、陽主動，此卦之陽氣為重陰所抑制，壓力愈大則抗力愈強，勢有欲衝破陰爻之象。如男人受女人之無理壓制，恐有大發雷霆，一發不可收拾之勢。然此卦皆二陰壓一陽。此卦恐有二女之患，須省察震雷過甚則失神受創，必有災禍，不可言亨通之吉象。 \n\n【總結批論】 \n\n雷：表奮發、震動有衝動不安穩的現象。六沖純卦，主大好大壞之卦象。此卦要注意意外血光，有被驚嚇之情形發生。運動比賽可為吉論。雷通常表示，聲勢浩大，卻是有聲無形虛象之意。與人交往最忌此卦，表面熱心卻只是虛應一番，無誠心，不能用真誠來對待，否則會很失望。 \n\n【應用】 \n\n運勢：表面似盛泰，但正處於多事之秋，宜慎重，勿自視過高，無益也。有動盪、不安、驚懼之象。 \n\n愛情：有虛無實，多是非、外人外語雜多。 \n\n家運：家中常有變動驚懼、不平等、多爭吵，影響家運進展，宜審慎處理家務事也。 \n\n胎孕：生男。第一胎者長男，臨產婦得之無礙。六三爻動，產母有厄難，初爻動，主傷子。 \n\n子女：子女多有性剛者，但皆爭氣，奮發，並有少年勞苦老來福之象，有成有福。 \n\n週轉：抱持可有可無之心態，因此卦有被反悔之象。 \n\n買賣：不可有始無終，否則難成。 \n\n疾病：所患是腦部、神經系統，或急性肝病、足部之病，病有不安之象，需注意意外血光。 \n\n等人：會來，而且會提早到。 \n\n尋人：此人臨時起意而出走，但也會馬上回來。 \n\n失物：往東西兩方尋可見，若不見則失矣。 \n\n旅行：吉利。臨時起意也。 \n\n考試：可榜登科甲。 \n\n改行：吉利，為變勁之時機也。開業者可做策劃進行。 \n\n訟詞糾紛：和勸反覆，但無大害。速調免禍，木字姓的人為貴人。 \n求事求職：不利。"
    },
    {
        "type": "白話",
        "name": "風雷益",
        "text": "風雷益  巽木三世卦\n\n益卦象體： \n\n強風快雷，聲勢相長為增益之象。陰陽二氣合體，聲勢壯大。外卦為他，內卦為我，損他而利己。又震代表壯漢，巽代表成熟婦女，二者融合，增益子孫。上卦為乾損一陽之體，下卦為坤益一陽成震，則損上益下也。 \n\n七月卦：春凶 夏平 秋凶 冬平 \n\n評曰：風拂蘆花之象，朱相利邦之意。 \n\n卦意判斷： \n\n此卦為巽風在上，震雷在下，天地之氣相交生風雷，風雷相交生萬物，凡天地間所生者，無不皆此二氣之相益。因此得此卦者，有人來相助而得利之意。 \n\n但風雷激烈而有身心受苦，住居不安寧，不慎短慮恐有驚動之象，注意意外的災難或損亡，出入宜謹慎。 \n\n此卦象損上而益下，與損卦相反。巽女震男，象徵男女感情契合，增益子孫。然得此卦者，定受其長輩之照顧，或有所得，因此卦損他人而來益己也。 \n\n斷之婚姻可成，但小有不利之兆，然也有相得益彰，相輔相成之象，視其人性情端正與否來斷論之。 \n\n卦象參考： \n\n風雷聲勢相長，為增益之象。損上益下，民說無疆。自上而下，其道大光。卦體損公庫而益人民之福利，則民情悅樂。乾陽入下卦之坤體，有如乾陽下照，大放光明，其道自上而下，貫徹到底。於人象事如此，則可完成大業。 \n\n【總結批論】 \n\n益：表利益、好處。是由上對下的一種好的給于。主吉象。對事業投資都有相當的幫助，可得貴人來相助、扶持。故此卦各方面均有增益之吉象也，但若占病注意有突發血光之災。 \n\n【應用】 \n\n運勢：乘盛吉之運，可得他人之助而諸事順暢，家業有成。大致吉利之運也。 \n\n愛情：相成相益，可成良緣。 \n\n家運：有喜悅之象，發達之意。 \n\n胎孕：生女，胎有不安。不久產，恐有邪崇侵害，申辰日見。 \n\n子女：得家人之喜愛，天真頑皮。 \n\n週轉：可成。 \n\n買賣：可得大利。 \n\n疾病：腳足或胃部疾病，可癒。有小血光應無礙。 \n\n等人：遲來。因有好事相告。 \n\n尋人：難逢，防有害。若出走者會自回。 \n\n失物：遺失之物有變動，深藏於東南方。 \n\n旅行：可行，宜注意小有不測、變動之礙。 \n\n考試：成績優良，父母有喜悅之象。 \n\n改行：有利。開業者則大有利圖。 \n\n訟詞糾紛：雙方可和。若因女人田地糧米之事，恐有牢獄之災。宜自修省。 \n求事求職：大好時機，勿錯過。"
    },
    {
        "type": "白話",
        "name": "水雷屯",
        "text": "水雷屯 坎水二世卦\n\n屯卦象體： \n\n坎水在上為雲，雲雷方作，尚未降雨，屯聚蘊結。又雷在地中，末為亨通，又受山阻止。又坎陷當前，遽遭阻難。 \n\n六月卦： 春吉 夏凶 秋吉 冬平 \n\n評曰：龍動於水中之象，草昧不安寧之意。 \n\n卦意判斷： \n\n此卦下卦之震雷欲上，但上卦坎水阻止之，使其前進不得，萬事欲進而不得進，困難如陷水中之象。蓋承乾坤二卦之後，為創業之始，多端之際，若能忍其辛苦，努力不懈，終才能脫困得幸福。 \n\n得此卦者，宜守舊常事，靜待時節。斷之眼前諸事均不如意，相談之事得不到結論。求財望事，小可成，大難成，勿妄動，妄動則不利。或為一己之利或有執意強行者，皆難成事。 \n\n斷之婚姻，雖為成兆，但因有變化，故大致會反凶而遲滯。又此卦有再婚、再嫁之象，若女占得此卦，二爻動，更有被迷惑、欺瞞失貞且毫無結果的困擾凶象。 \n\n卦象參考： \n\n此卦為四大難卦之一。屯為困難初生也。下體震卦一陽動於二陰之下，坤為地，象其雷霆震發于地下，而坎險當前，雷之動受陷之阻。    \n\n【總結批論】 \n\n屯：表剛出生的小草。主凶象。四大難卦第一卦。此卦猶如剛萌發之幼芽，受到雷雨摧殘而損傷。 \n\n又如創業之始，困難重重，有辛苦、不如意，和意外之障礙，煩惱頻生，於事物有被阻隔而停頓或有損失之象。因為剛出生的小草，脆弱易折，表示凡事都會很困難，很容易就會夭折、失敗。但是只要有心小心地護持，小草還是有機會長成大樹的！ \n\n【應用】 \n\n運勢：逆勢多有困惑，但不可妄進，宜守不宜進。堅定意志，凡事不可為一己之利而執意強行，皆有不成損破之象。宜步步為營，排除困難，始可通達。有初難後解之象。 \n\n愛情：不妥協，或已暫時失去連絡，否則就是出現不良狀況而有所阻礙，成就有困難也。而此卦男人得利，女人失利。 \n\n家運：多波折，若能努力排除困難，可得通順。 \n\n胎孕：不安，產母有虛驚，但可無慮。此胎為男，幼時不好照顧，宜慎。 \n\n子女：子女多，有辛苦，但以後可得安逸。 \n\n週轉：困難重重，須用心忍耐奔波，但仍不看好。 \n\n買賣：不利，交易有損。 \n\n疾病：為腎臟部位或神經系統之疾病。病或傷在手足，占病大致危險。苦二爻三爻變時，即顯凶兆。 \n\n等人：不會來。 \n\n尋人：出走者不知去向，難尋。東或北方去矣 \n\n失物：非急尋，皆不得見也。 \n\n旅行：不宜。 \n\n考試：不理想。 \n\n改行：不宜。開業不宜，有困難也難成也。 \n\n訟詞糾紛：小事成忌而粘滯，大事反不為大吉。諸事宜解。 \n求事求職：不利。"
    },
    {
        "type": "白話",
        "name": "山雷頤",
        "text": "山雷頤    巽木遊魂卦\n\n頤卦象體： \n\n山止于上、雷動于下，有如飲食之時，只動下頰，不動上頰，以口腔取象。又初上奇爻為兩唇，中間偶爻排列為齒，形如口腔，取其飲食之象。為養育之理。 \n\n八月卦： 春凶 夏平 秋平 冬和 \n\n評曰：壯士執劍之象，匣中秘物之意。 \n\n卦意判斷： \n\n此卦為上艮止而下震動，上一陽之下有二陰為上齒，下一陽之上有二陰為上齒，上著頭而止，下動而食物，是即口之用，故名日頤。頤者，有養之意，故得此卦時，與養人益己有關，須慎言親飲食，若知不善之事，須速改之。此卦雖為養育之意，對事業有成就之象，然有時節尚早之意，急者不利。 \n\n又有操煩之意，須慎公事、口舌等。求財望事可成，但若是有過錯則難能速調。 \n\n斷之婚姻可成，但終難和。又此卦內體全部陰爻，故有被人陰謀受損而身陷其困，難以脫身之困境。 \n\n但決不能再有計謀報復或執意衝突，須知口者有病從口入、禍從口出之意。諸事宜節制，適度即可。 \n\n卦象參考： \n\n口是言與食必須的部位，如果一個人的飲食、言語有節制，則可養身怡氣。假若一個人暴飲暴食或餓過飢、飽傷脾，則對本身不但無益，反害也。同一道理，言之有益，則適大體，言之無益，千言無用矣。故得此卦若週遭有小人，宜防。若自身計謀損人，則須止之，明哲保身。須知口者是人身之基本為飲食、詰言之重要部位。 \n\n【總結批論】 \n\n頤：表養、飲食或充實之意也。主小吉帶一點凶。養跟飲食有關，也表示養育、教育的意思，對情勢需要再充實、瞭解，不要貿然的就下任何的決定。頤，又與口有關，故需慎防小人口舌之災。 \n\n疾病：此卦為「遊魂卦」，與亡靈的影響有關，只是並不是很嚴重。通常是在飲食所引起的病症，如食物中毒等。 \n\n【應用】 \n\n運勢：有欠缺考慮、魯莽妄動之害。若有懷陰謀，與人互相猜疑或爭端者更不利。要守正道而善行之，凡事切忌任性非為。 \n\n愛情：不可傲氣凌人。雖有些阻礙，但此情令人意亂情迷，耍冷靜觀察。因為頤卦為養，即是食，對自己本身之損益，跟自己吃下去的東西，是相對性質的反應。故宜重新估計對方的價值，是益是損？切勿因感情誤了自己的青春。 \n\n家運：陷於痛苦深淵，有身敗名裂之象，宜改進言行，冷靜反省，力求幸福才是。 \n\n胎孕：頭胎生男，母子無礙。秋冬占生女。春占生男，且產母有疾，宜求香火保佑。 \n\n子女：過份溺愛反有害。尤其須注意兒女健康，以免日後因身體虛弱而不能獲福。 \n\n週轉：是否成功，要看自己有否誠心。要有人同去或二三處求之後，方得二三分。 \n\n買賣：守舊為宜，不宜新事所為，否則不利。 \n\n疾病：為胃腸、脾膽發炎。占久病凶兆，久病者險。 \n\n等人：難來，中途有礙。 \n\n尋人：不久相逢。東北或東之向。他遲我疑，不濟也。 \n\n失物：在屋內雜物中尋。屋外則於窟崛中，難尋。 \n\n旅行：可。但注意飲食與語言得失。 \n\n考試：尚可。 \n\n改行：不宜，勿勉強。開業者不利，再待時。 \n\n訟詞糾紛：有頭無尾，我告他人終久不成，若有些利，速予和解。 \n求事求職：不成。"
    },
    {
        "type": "白話",
        "name": "地雷復",
        "text": "地雷復   坤土一 世卦\n\n復卦象體： \n\n雷在地中振發，為春回大地，周而復始之象。又初九一陽復于始位，反本還原，如碩果墜地而復生為復卦。 \n\n十一月卦： 春平 夏凶 秋吉 冬吉 \n\n評曰：挖地得珠之象，重修破屋之意。 \n\n卦意判斷： \n\n此卦為坤地伏藏於震雷地方之象。以一陽在五陰之下，陰極陽復，蓋反剝乃剝往上復反下，故名曰復。復乃反也，此卦擬人事即去惡入善之意，人心雖有不善，但平日未曾不萌一念之善，是為復善不得不自咎，然而此乃一度為惡復向苦事之時，諸事所思必有所成就，有受人相親相輔之意，有意外之幸。 \n\n求財望事可成，雖有礙終無妨。凡事會逐漸好轉，切記要按部就班方有吉利，貿然急進不利也。 \n\n尤其不可固執己見。合夥生意有拆夥之象，有被私慾驅使而不聽人勸之害。 \n\n斷之婚姻，反覆終成，但須待二度緣或二度相談始調。復也有「再」之意。 \n\n卦象參考： \n\n中爻互坤。復是循環往復，就是回復到本來的位置，此卦正與剝卦反。剝者，一陽下五陰。復者，  一陽上五陰，剝卦一陽被剝後，始由初交陽生而復始，故此卦有亨通之吉象。由陽極復反，如春回歲轉，草木萌動，乃天地造化之生機，故利於勇往直前，則有所作為。 \n\n【總結批論】 \n\n復：表重複再來、週而復始之意。主是個狀況卦，吉凶未定。好事會重複，但壞事也會重複再來的。此卦顯現一種循環的狀態，可能是好、也可能是壞。 \n\n【應用】 \n\n運勢：一陽來復，萬事甦伸，不久就會好轉。初時不宜急進，腳踏實地則有一本萬利、開運亨通之象也。 \n\n愛情：性急則敗，緩可得利。 \n\n家運：昌隆茂盛，漸曙光明之象。 \n\n胎孕：生男或是雙生。春夏占得，不在此論。三四爻動，主產母有驚懼之災。 \n\n子女：子女多，男多女少。辛勞之後必得享福，兒女將來出人頭地也。 \n\n週轉：難求，反覆終可入手。 \n\n買賣：有是非，故勿太急，可有利。 \n\n疾病：為慢性病、會反覆發作，病症主在腸胃或神經系統之症，注意肝功能。幼年多疾，病可治但不易好，宜療養。 \n\n等人：會遲到。 \n\n尋人：自身反覆終人不動，但七日內可回。 \n\n旅行：有利。 \n\n考試：愈考愈好。 \n\n改行：古利。開業者古利，但宜沉著，勿急躁。 \n\n訟詞糾紛：乃五人之事，也無罪，但須數次方可了解。 \n求事求職：勿太急，可成。"
    },
    {
        "type": "周易",
        "name": "天雷无妄",
        "text": "天雷无妄 坎水四世卦\n\n第二十五卦 旡妄卦  震下乾上 至誠合天德 \n\n「經文卦意」旡妄：元亨利貞。其匪正有眚，不利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：旡妄，剛自外來，而為主於內。動而健，剛中而應，大亨以正，天之命也。其匪正有眚，不利有攸往。旡妄之往，何之矣？天命不佑，行矣哉？ \n\n《象》曰：天下雷行，物與旡妄。先王以茂對時，育萬物。 \n\n《雜卦傳》：「無妄，災也。」\n\n【爻辭原文】 \n\n初九：旡妄，往吉。 \n\n《象》曰：旡妄之往，得志也。 \n\n六二：不耕獲，不菑畬，則利有攸往。 \n\n《象》曰：不耕獲，未富也。 \n\n六三：旡妄之災，或繫之牛，行人之得，邑人之災。 \n\n《象》曰：行人得牛，邑人災也。 \n\n九四：可貞，旡咎。 \n\n《象》曰：可貞旡咎，固有之也。 \n\n九五：旡妄之疾，勿藥有喜。 \n\n《象》曰：旡妄之藥，不可試也。 \n\n上九：旡妄，行有眚，旡攸利。 \n\n《象》曰：旡妄之行，窮之災也。 \n\n卦辭曰：「無妄，無亨利貞，其匪正有管，不利有攸往。」至誠而無虛妄，則大亨而利於貞正，若其不正，則有災，不利有所往。\n\n『卦意批註簡述』\n\n春雷聲振動於天下，萬物順於時節，而漸次茂盛。君子不為苟且而得，不為僥倖地來妄想成事。比喻一個人只要不用分別心、妄想心來做事，遠離顛倒夢想，真實的面對生活，才能是安然而自在的生活。\n\n此卦為不能虛偽妄想的意思，要誠心來面對也。所以得此卦多有迷惘、虛妄、不實的跡象，一切事物難以通行，如果強行必然惹禍上身，而有所損害來發生。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 沒有賺錢的好運氣，不過精神上是滿足充實的。從事藝文的工作大有發展可能。如果只是一時被慾望所引誘、驅策的事，將只會費而無功，徒增困擾而已。\n\n《二爻》 可能是因人際關係而引起問題來。強出風頭是別人爭論的對象，要想解決事情卻得不到周圍人的幫助。嚐試做副業，也沒有好的收入，不要再三心二意而勇往直前為宜。\n\n《三爻》 對於文件、門戶、印鑑要好好看管，否則有被人嫁禍的憂慮。家庭中男女感情問題的紛爭，是或勉強不甘願的結婚等，都要很小心地來處置。\n\n《四爻》 不管別人如何說，要堅守住自己的立場，不作輕率行動是重要的。積極的活動雖顯得你野心滿滿，但最後結果還是徒勞無功的。有墜入秘密戀愛的機緣，即使最親近的朋友也不宜來公開為佳。\n\n《五爻》 你已將來迎接盛運於當前，有意想不到的好消息將不斷地來到。你的求知慾也開始旺盛了起來，暗地雖有障礙，但是聲援支持你的力量很大，成功的希望大有可能。\n《上爻》 目前的你已面臨衰運、旅行、轉移、新建、增建等事最好放棄。說不定在事故或合約上的錯失，而吃了很大的虧。"
    },
    {
        "type": "周易",
        "name": "澤雷隨",
        "text": "澤雷隨 震木歸魂卦\n\n第十七卦 隨卦  震下兌上 隨緣不變，不變隨緣 \n\n「經文卦意」隨：元亨利貞，旡咎。 \n\n【翼傳注釋】 \n\n《彖》曰：隨，剛來而下柔，動而說，隨。大亨貞，旡咎，而天下隨時，隨之時義大矣哉！ \n\n《象》曰：澤中有雷，隨。君子以嚮晦入宴息。 \n\n《雜卦傳》：「隨，無故。」隨，捨己從人，能隨和服從。\n\n【爻辭原文】 \n\n初九：官有渝，貞吉。出門交有功。 \n\n《象》曰：官有渝，從正吉也。出門交有功，不失也。 \n\n六二：係小子，失丈夫。 \n\n《象》曰：係小子，弗兼與也。 \n\n六三：係丈夫，失小子。隨有求得，利居貞。 \n\n《象》曰：係丈夫，志舍下也。 \n\n九四：隨有獲，貞凶。有孚在道，以明，何咎。 \n\n《象》曰：隨有獲，其義凶也。有孚在道，明功也。 \n\n九五：孚于嘉，吉。 \n\n《象》曰：孚于嘉，吉。位正中也。 \n\n上六：拘係之，乃從維之。王用亨于西山。 \n\n《象》曰：拘係之，上窮也。 \n\n『卦意批註簡述』\n\n震雷猶如蟄伏不起而藏居在水澤之中，所以只能隨遇而安，等待時機。比喻君子能夠隨著黑夜到來，就順應的來安息入睡。\n\n隨乃從也，然得此卦時，以剛下柔，為眾人悅服，事情成功的時後。有變動居處或去外地工作的化變，但是可以來變動，變則吉也。求財望事有可成的預兆，但稍遲。\n\n也表一切要隨遇而安的現象，如能一切隨緣、隨和，主吉象。事事均可依隨著自己的心思計畫來執行，而會順利地達成。 \n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 要把保守的想法給捨棄，多來擴展交際的範圍，便會有好的運氣來臨。一旦和以往狀況不同的變化來臨時，即表示幸運的到來。開張、轉業，都很好，領薪者有機會來出任公務人員的工作。\n\n《二爻》 你的慾望正在慢慢增加、旺盛之中，目前對你最重要的，莫過於想想你自己的事，而不要去拘泥於瑣碎的小事。必要時甚至可以為了完成大事，而寧願犧牲小我的利益，眼前的損失是將來的投資。\n\n《三爻》 現在是面對人際關係苦勞較多的時期。把近處繁雜的瑣事暫時擺開，去從事開張、遷移、轉業等遠程的事務也許更能成功。旅行方面，到遠方的外國旅行較為有意義。總之，將以前的舊環境換新，才是成功之道。\n\n《四爻》 此淺顯示你受惠於別人較多。不過對於交往與錄用的人選務必要小心，對重點要自己掌握，不可放任給別人去做。說不定有遭受別人嫉妒，而難以推展的阻礙發生。奉勸你全心全意投注於你的本行。\n\n《五爻》 如能得到良友，互示誠意，努力一致，必有所成。對付無形的競爭者，務必保持協助的態度和誠實的意念始能克敵。男女關係方面如不預防強力的競爭者介入，便會有受到感情的創傷憂慮。\n《上爻》 此爻表示事情進行不能如願，所謂運氣遲滯。例如：婚姻親事方面被人情世故所束縛，而不能照自已的理想進行。還有犯病的人，陷入除了聽天由命之外，無策可施的狀態等等，要十分小心的來應付。"
    },
    {
        "type": "周易",
        "name": "火雷噬嗑",
        "text": "火雷噬嗑  巽木五世卦\n\n第二十一卦 噬嗑卦  震下離上 治獄之道 \n\n「經文卦意」噬嗑：亨，利用獄。 \n\n【翼傳注釋】 \n\n《彖》曰：頤中有物，曰噬嗑。噬嗑而亨，剛柔分，動而明，雷電合而章。柔得中而上行，雖不當位，利用獄也。 \n\n《象》曰：雷電噬嗑。先王以明罰敕法。 \n\n《序卦傳》：「磕者，合也。」\n\n《雜卦傳》：「噬磕，食也。」噬，罄也。瞌，合也。\n\n【爻辭原文】 \n\n初九：履校滅趾，旡咎。 \n\n《象》曰：履校滅趾，不行也。 \n\n六二：噬膚滅鼻，旡咎。 \n\n《象》曰：噬膚滅鼻，乘剛也。 \n\n六三：噬臘肉，遇毒。小吝，旡咎。 \n\n《象》曰：遇毒，位不當也。 \n\n九四：噬乾胏，得金矢，利艱貞，吉。 \n\n《象》曰：利艱貞吉，未光也。 \n\n六五：噬乾肉，得黃金，貞厲，旡咎。 \n\n《象》曰：貞厲旡咎，得當也。 \n\n上九：何校滅耳，凶。 \n\n《象》曰：何校滅耳，聰不明也。 \n\n『卦意批註簡述』\n\n噬瞌卦具有亨通的德性，可用於決斷訴訟牢獄，為治理牢獄的道理。離為火，表示光明。震為雷、震為動為電，表示威力實踐。故賢明的君王審判用刑，要明察秋毫，懲罰有罪的人，來實行法治的管理。比喻要能以理性、法治來處理事情的現象。\n\n此卦又與全卦象山雷頤的卦象相似。好像物在口中作梗，想要消去此梗，需要兩唇相合奮力咬斷。得此卦時，表示諸事被人所阻隔，有障礙的時後，務必要去除其障礙，才能達到願望和心志。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 若要積極進取，不如再次檢討已經決定的方針和計劃要緊。目前事情沒有進展的希望，如要硬闖，要小心會後悔莫及。此爻暗示有爭議、爭鬥隱藏的現象，要慎戒之。\n\n《二爻》 精神、心態上不沉著穩重，有來藐視、輕忽周圍的人將遭受反擊。此刻凡事要泰然處之，冷靜的態度會帶給你平安。\n\n《三爻》 不可妄想去做超過自己身份的事，如冒然出現或妄闖，結果將會和你的願望適得其反。此時男女間的問題、波折特多，要小心。\n\n《四爻》 你已解決了障礙物，正在迎接的好運當中。任何願望和期待在最初都是最困難的，不過你的力量將可克服一切，此刻你也可能會發現，從未發現過的重大問題而來加以克服，促使你更進一步走向成功之路。\n\n《五爻》 此爻讓你有機會獲得上司的賞識，而得到很大的成功。只要有勇敢和決心，萬事都能迎刃而解，凡事以積極進取的態度來做是有利的。\n《上爻》 此爻表示你想要伸張、發表自己的主張。對那些不來聽取忠言的人，這是一個警告，喚醒起那些自以為聰明的人，聽從賢者的話是必要的。"
    },
    {
        "type": "周易",
        "name": "震為雷",
        "text": "震為雷 震木八純卦\n\n第五十一卦 震卦  為重震晨之卦 震起以除逸惰 \n\n「經文卦意」震：亨。震來虩虩，笑言啞啞。震驚百里，不喪匕鬯。 \n\n【翼傳注釋】 \n\n《彖》曰：震，亨。震來虩虩，恐致福也。笑言啞啞，後有則也。震驚百里，驚遠而懼邇也。出可以守宗廟社稷，以為祭主也。 \n\n《象》曰：洊雷，震。君子以恐懼修身。 \n\n《序卦傳》：「震者，動也。」\n\n《雜卦傳》：「震，起也。」震卦，震動而起也。\n\n【爻辭原文】 \n\n初九：震來虩虩，後笑言啞啞，吉。 \n\n《象》曰：震來虩虩，恐致福也。笑言啞啞，後有則也。 \n\n六二：震來厲，億喪貝，躋于九陵，勿逐，七日得。 \n\n《象》曰：震來厲，乘剛也。 \n\n六三：震蘇蘇，震行旡眚。 \n\n《象》曰：震蘇蘇，位不當也。 \n\n九四：震遂泥。 \n\n《象》曰：震遂泥，未光也。 \n\n六五：震往來厲，億旡喪，有事。 \n\n《象》曰：震往來厲，危行也。其事在中，大旡喪也。 \n\n上六：震索索，視矍矍，征凶。震不于其躬，于其鄰，旡咎。婚媾有言。 \n\n《象》曰：震索索，未得中也。雖凶旡咎，畏鄰戒也。 \n\n『卦意批註簡述』 \n\n震雷動萬物莫不驚懼，由驚懼而得到亨通。初雖恐懼，然人能因恐懼而謹慎考慮，反而能致福。象徵君子處於此一境地，應該要修身反省過錯，就能消除驚恐。\n\n得此卦時，表奮發、震動有衝動不安穩的現象。六沖純卦，主大好大壞的卦象。此卦要注意會有意外血光的災厄，或是有被驚嚇的情形發生。運動比賽可為吉論。因雷又為有聲無形的卦象，為事物有驚、有變動的意思，又有喧噪的意思。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 運氣一般。目前只能屈居現狀無任何發展可言。但是前途的障礙已經除去，只需再努功向前，成功是可以預期的。開張、轉業都有利。\n\n《二爻》 精神、情緒上陷於不安定的狀態，凡事看法都很悲觀，而且意外多災難。務必要把事看開些，對於未來幫助比較大。\n\n《三爻》 即使目前看起來是有好的條件，但是想要採取行動，也要暫時按下，眼前不是良好的時期，現在只需保持暫時觀望的心態就行了。\n\n《四爻》 現在難關當前無法進展如意，逞強的結果將會來招致危險。即使是對自已有理的事情，也不可以爭論。要提防交通意外事故和火災。新建、遷居的計畫緩期為宜。\n\n《五爻》 好心不得好報，似乎註定要替人背黑鍋。其實你本身的問題也很多，所以閒事還是少管為妙。家庭裡兄弟間或夫妻間的問題也很多。\n《上爻》 目前是四面楚歌的狀態，雖然急於打開僵局的勇氣可嘉。不過目前還是要以忍耐為重，要謹慎小心翼翼就可免遭受危險，而保持現狀於不墜。"
    },
    {
        "type": "周易",
        "name": "風雷益",
        "text": "風雷益  巽木三世卦\n\n第四十二卦 益卦  震下巽上 損上益下之象 \n\n「經文卦意」益：利有攸往，利涉大川。 \n\n【翼傳注釋】 \n\n《彖》曰：益，損上益下，民說旡疆，自上下下，其道大光。利有攸往，中正有慶。利涉大川，木道乃行。益動而巽，日進旡疆。天施地生，其益旡方。凡益之道，與時偕行。 \n\n《象》曰：風雷，益。君子以見善則遷，有過則改。 \n\n【爻辭原文】 \n\n初九：利用為大作，元吉，旡咎。 \n\n《象》曰：元吉旡咎，下不厚事也。 \n\n六二：或益之，十朋之龜弗克違，永貞吉。王用享于帝，吉。 \n\n《象》曰：或益之，自外來也。 \n\n六三：益之用凶事，旡咎。有孚中行，告公用圭。 \n\n《象》曰：益用凶事，固有之也。 \n\n六四：中行，告公從。利用為依遷國。 \n\n《象》曰：告公從，以益志也。 \n\n九五：有孚惠心，勿問元吉。有孚惠我德。 \n\n《象》曰：有孚惠心，勿問之矣。惠我德，大得志也。 \n\n上九：莫益之，或擊之，立心勿恆，凶。 \n\n《象》曰：莫益之，偏辭也。或擊之，自外來也。 \n\n『卦意批註簡述』\n\n風雷作用，互有益處，風增雷聲大，雷多風雲起。故賢人見有善事就去做，有了錯誤過失就要改正，當然就能得有利益了。\n\n得此卦者，有人來幫助、協助而得到利益的意思，而且是由長輩處所得到的。但是此一卦象有風雷激烈衝盪的含意，所以需注意身心受苦，住居不安寧，若不謹慎，恐怕有驚動的事發生，或是意外的災難或損傷，出入、開車宜謹慎。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你已迎接有發展性的盛運，不過，有人嫉妒於你，要小心你的言行，避免太引人注目。開張、轉業、就職都會很順利。\n\n《二爻》 要決定一生大事的運勢尚嫌不足，對日常生活的事可說是順利、平順。年輕男女正在為感情問題煩惱。如今，只要誠實自重，便會有好消息傳來。\n\n《三爻》 工作上和男女間的感情困擾不絕，以致有被陷入困苦、煩惱的可能。不過，似乎可以獲得意多的幫助而來打破僵局。有意想不到的災難要多預防。\n\n《四爻》 你所遇到的是變化多端的運氣。工作事業崗位的變動、轉職、遷居等，都是處於被動的機緣較多。工作上運氣還不錯，只是略會受到部屬方面的影響而苦惱煩心。\n\n《五爻》 凡事都能達成願望的好運氣。保持謙虛的心胸，便會有貴人出現協助而大展鴻圖。趁此機要把困難解決最好。改行、開業、就業都如願以償。\n《上爻》 為滿足自己慾望而背叛他人，或受到誘惑而改變作風和理想等行為是要不得的。在家庭中是多事之秋的開始，要多加注意小孩的行為。"
    },
    {
        "type": "周易",
        "name": "水雷屯",
        "text": "水雷屯 坎水二世卦\n\n第三卦 屯卦 震下坎上 開創之艱難 \n\n「經文卦意」屯：元亨利貞，勿用，有攸往，利建侯。 \n\n【翼傳注釋】 \n\n《彖》曰：屯，剛柔始交而難生，動乎險中，大亨貞。雷雨之動滿盈，天造草昧，宜建侯而不寧。 \n\n《象》曰：雲雷屯。君子以經綸。 \n\n【爻辭原文】 \n\n初九：磐桓。利居貞，利建侯。 \n\n《象》曰：雖磐桓，志行正也。以貴下賤，大得民也。 \n\n六二：屯如邅如，乘馬班如。匪寇婚媾，女子貞不字，十年乃字。 \n\n《象》曰：六二之難，乘剛也。十年乃字，反常也。 \n\n六三：即鹿旡虞，惟入于林中，君子幾不如舍，往吝。 \n\n《象》曰：即鹿旡虞，以縱禽也。君子舍之，往吝窮也。 \n\n六四：乘馬班如，求婚媾，往吉，旡不利。 \n\n《象》曰：求而往，明也。 \n\n九五：屯其膏，小貞吉，大貞凶。 \n\n《象》曰：屯其膏，施未光也。 \n\n上六：乘馬班如，泣血漣如。 \n\n《象》曰：泣血漣如，何可長也。 \n\n『卦意批註簡述』 \n\n屯，表示剛柔始爻而遇坎險，震雷一開始要動即遇到坎險，未能通暢而難以進展，有如混沌狀態，或有如嬰兒剛誕生，用以表示草昧初開，萬物始生的現象。\n\n在人則如剛開始發展、開創的時候，所以困難重重很難維持，若能忍其辛苦，努力不懈，最後才能脫困得到幸福。\n\n得此卦者，宜守舊常事，靜待時節。批斷眼前的諸事均不如意，相洽談的事情也得不到結論。求財望事，小可成，大莫取，切勿妄動，妄動則不利。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 正如水來滋潤大地一樣，情況有逐漸好轉的吉兆。務必要捨棄邪心貫徹初衷，不論何事不要期望急速奏效，不要忘了堅持熱誠和努力。外出旅遊要預防氣候的突變。\n\n《二爻》 凡事不要逞強、要講道理、要懂得節制。如果是女性，容易被甜言蜜語所惑，如果不多加注意，將招致難以挽回的後果，與其後悔不如事先預防。\n\n《三爻》 不要過份相信自己的能力。一旦遇到難局，不要逞強想要自己來解決，應多聽親友或長輩的意見才好。想用自己的小聰明，來打開僵局反有陷入惡性循環的危險，務必去找有能力的人來幫忙解決。\n\n《四爻》 此爻表示運氣正在變換。在苦境中煎熬的人要想辦法脫離，生活順利的人也要想法如何維持繼續不退。但是凡事轉換總是好的，如：遷居、轉職應多利用此一時機。\n\n《五爻》 運氣已逐漸好轉，不過，也有回復原狀的可能。做新計畫或新事業投資，要有充分的準備和慎重的判斷  【爻辭〔動爻應用解說〕】，想以單純的想法來從事，必定會前功盡棄從頭再來。\n《上爻》 你正在衰運的時期中。需要培養克服萬難的精神力量，即使情況再惡劣也不要迷失自已。超越障礙才有快樂可言，此時不要自己放棄，否則會失去周圍親友、同事的信任。"
    },
    {
        "type": "周易",
        "name": "山雷頤",
        "text": "山雷頤    巽木遊魂卦\n\n第二十七卦 頤卦  震下艮上 慎言語、節飲食 \n\n「經文卦意」頤：貞吉。觀頤，自求口實。 \n\n【翼傳注釋】 \n\n《彖》曰：頤，貞吉，養正則吉。觀頤，觀其所養也。自求口實，觀其自養也。天地養萬物，聖人養賢以及萬民。頤之時大矣哉！ \n\n《象》曰：山下有雷，頤。君子以慎言語，節飲食。 \n\n《序卦傳》：「頤者，養也。」\n\n【爻辭原文】 \n\n初九：舍爾靈龜，觀我朵頤，凶。 \n\n《象》曰：觀我朵頤，亦不足貴也。 \n\n六二：顛頤，拂經于丘頤，征凶。 \n\n《象》曰：六二征凶，行失類也。 \n\n六三：拂頤，貞凶，十年勿用，旡攸利。 \n\n《象》曰：十年勿用，道大悖也。 \n\n六四：顛頤吉，虎視眈眈，其欲逐逐，旡咎。 \n\n《象》曰：顛頤之吉，上施光也。 \n\n六五：拂經，居貞吉，不可涉大川。 \n\n《象》曰：居貞之吉，順以從上也。 \n\n上九：由頤，厲吉，利涉大川。 \n\n《象》曰：由頤厲吉，大有慶也。 \n\n卦辭：「頤，貞吉。觀頤，自求口實。」\n\n『卦意批註簡述』\n\n陽氣已及於山野，萬物皆有所養。飲食養育、頤情養性，要能合於正道，必定是吉利的卦象。觀人之所頤，皆由自取、宜自求也！如果能將生活中，所有的拂逆顛倒不順的事，都拿來教育、修養自己、提昇自己，這才是真正的智慧。\n\n頤卦，養也。象徵口中的牙齒能來吃食物。比喻在人如能謹言慎行以來頤養德，和在飲食上節制以來養生的道裡。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 得此爻的你，如果不管已經身在衰運中，仍在做不斷地掙扎，所以可能愈陷愈深，困難都得不到解決的進展，以致中途而廢，最後連本帶利都損失到的事情，都可能會來發生。\n\n《二爻》 支出多於收入，一段是苦難的日子。長輩和朋友都難以倚賴，如果是由對方提出來的要求，尚有幾分成功的希望，如果是由自己提出的條件或是作為，將無任何的成功希望可言。\n\n《三爻》 你所面臨的是要退守的局面，凡事都艱澀難行，逞強的結果只是又會損傷身體健康。要瞭解此一時期，是要自己好好反省的時候。或是可以去請教訪問好友，徵詢他們的建議才是良策。\n\n《四爻》 你已有運氣好轉的吉兆了。不可急進要逐步準備妥當，等待即將來臨的良機吧！有爭執、天災意外、人事是非的憂慮，但是只要有準備就不用擔心。為防萬一應該把自己身邊，和周圍的事物檢查整理一遍才好。\n\n《五爻》 你的實力不強，聲譽卻是相當響亮。如果是從事名聲為主的生意，就可以平安無事，只是沒有十分努力的話，事業還是會變成有名無實的虛象。大事還不到決定的時機，不要企圖翻新扭轉，暫時還是守舊為宜。\n《上爻》 你已經是盛運當前，平時培養有實力的人，現在正是發揮潛力的時候，不可因一兩次的失敗就撒手氣餒，要不斷的挑戰，遲早願望是能夠達成的。再婚大吉。"
    },
    {
        "type": "周易",
        "name": "地雷復",
        "text": "地雷復   坤土一 世卦\n\n第二十四卦 復卦  震下坤上 復見天地之心 \n\n「經文卦意」復：亨。出入旡疾，朋來旡咎。反復其道，七日來復。利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：復亨。剛反，動而以順行，是以出入旡疾，朋來旡咎。反復其道，七日來復，天行也。利有攸往，剛長也。復其見天地之心乎？ \n\n《象》曰：雷在地中，復。先王以至日閉關，商旅不行，后不省方。 \n\n《雜卦傳》：「復，反也。」物極必反，剝極則復。\n\n【爻辭原文】 \n\n初九：不復遠，旡祗悔，元吉。 \n\n《象》曰：不遠之復，以修身也。 \n\n六二：休復，吉。 \n\n《象》曰：休復之吉，以下仁也。 \n\n六三：頻復厲，旡咎。 \n\n《象》曰：頻復之厲，義旡咎也。 \n\n六四：中行獨復。 \n\n《象》曰：中行獨復，以從道也。 \n\n六五：敦復，旡悔。 \n\n《象》曰：敦復旡悔，中以自考也。 \n\n上六：迷復，凶，有災眚。用行師，終有大敗，以其國君，凶。至于十年，不克征。 \n\n《象》曰：迷復之凶，反君道也。 \n\n『卦意批註簡述』\n\n陽氣蘊藏於內，逐漸生發運轉，以示天道好還生機內蘊，人窮而後通的現象。復是循環往復，就是回復到本來的位置，此卦正與剝卦反。故此卦有亨通之象。由陽極復反，如春回歲轉，草木萌動，乃天地造化之生機，故利於勇往直前，則有所作為。\n\n另一跡象，此卦也顯現出一種循環的狀態，可能是好、也可能是壞。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 前途終於露出一絲光明，只要目前好運還不太強烈，所以冒然急進是不利的，目前以靜待機運最要緊。要以眼前的近利為重，不要想太遙遠的夢想，以鞏固自己的基礎為第一。\n\n《二爻》 凡事進行都會有利。如果能再進一步配合運用有能力的部屬，事業的拓展和成功是沒問題的。不要固執已，多聽取意見為佳。\n\n《三爻》 此爻表示目前是徒勞無功的壞運狀態。沒有正確的計劃和方針，容易遭到失敗于輕率的言行，等於是自殺、自我毀壞的情形。\n\n《四爻》 自以為是的行動，結果往往是不利的。此刻以保守第一、開張、轉業都不吉。合夥的生意可能有拆夥的憂慮。\n\n《五爻》 不要以為事情順利而掉以輕心，否則厄運馬上就會在眼前。此刻他人的幫助很少，都是要靠自已來努力打開僵局的。\n《上爻》 以目前的情勢進行，將來可能會後悔莫及。因為眼前你多被私慾所蒙蔽，沒有把握正確的方向，也沒有虛心聽取長輩的建言。所以目前能壓抑、控制自己的慾望為第一要務。"
    },
    {
        "type": "塔羅",
        "name": "天雷无妄",
        "text": "天雷无妄 坎水四世卦\n\n25、天雷无妄 巽木四世卦 \n\n【基本卦意】\n\n无妄：表不要有一些空幻的想法，或是你的想法可能有點虛妄不切實際。主小凶。\n\n【卦意運用—偏小凶狀況卦】\n\n建議凡事要務實、踏實一點，對於事情有點「妄想症」的不正常心理。\n\n也表示目前所處的狀況，是有一廂情願的心態，對於事情不需要去過度思考擔心。\n\n得此卦時，男人恐有醉心於酒色，或是自己的迷戀慾望之中，故應切忌醉心於個人的利益與慾望，否則很快就會招來禍患。\n\n【擬像延伸運用】\n\n雷響動於天上的現象，算是一種自然的天象，不必過於擔心，或是擔心也是無濟於事的虛妄之象。\n\n也可延伸為所卜求事情，就是一種天意或是自然演變的狀況，努力或擔心都是多餘的。\n\n此卦也有無偽的意義，誠也。誠本為處事為人的天道。所以凡事須深慮、戒慎，否則易有災厄。\n\n延伸為得此卦多有迷惘，限於自我迷思執著之中，對事務強行必然惹禍上身而有所損害。\n\n卜求婚姻，難成，無心相合也。但若是重婚而嫁則可。為晚婚、遲婚現象。\n\n又此卦乾天屬金、下卦震雷屬木，上下兩卦有金剋木凶兆，表示內外衝突不安矛盾的情事。\n\n為有志難伸、有苦難言，諸事不能順遂之意。而此卦也象徵有男人隨意任為，導致女人受損難伸的凶象。  \n\n【應用吉凶參考】\n\n運勢：无妄的道理者，乃真實無虛要踏實。故若做事操守而能堅貞固執者吉。若不行正道，行為不檢點者，必然有災禍至也。切忌醉沉於利、慾之中，慎之。\n\n愛情：成功與否，須看各人之修為德性而定。然此卦有不順遂、不和，或有被傷害者欲分離之象耳。\n\n家運：有不和之情況，因另一方各受外界誘惑而心亂，須謹慎，否則導致破運。\n\n胎孕：或有驚終無礙。男兒。其性剛強，切勿過度溺愛，否則不受教也。須注意產母有災\n\n子女：注意長子與其父不和而離家出走。\n\n週轉：誠心有望，不誠免談。\n\n買賣：若不要過份苛求，有利。\n\n疾病：雖有虛驚，盡力療養可脫險境。為呼吸器官及神經性之疾病，若意氣用事而不仔細調理則凶也。\n\n等人：一定會來。但有不歡而散之象，宜以和為貴。\n\n尋人：已定遠，不易尋找，東北或西北之向。\n\n失物：海底撈針。\n\n旅行：為公事出差則吉。若私人遠行，但有所交易者，則勿遠行為宜。\n\n考試：筆試有利，口試不利。\n\n訟詞糾紛：多因死亡之事，或因女人不和而爭鬥，終必和，有貴人和事而脫散無虞也。\n\n求事求職：毫無頭緒，勿過於草率為宜。\n\n改行者不宜勉強，開業者可行。"
    },
    {
        "type": "塔羅",
        "name": "澤雷隨",
        "text": "澤雷隨 震木歸魂卦\n\n17、澤雷隨  震木歸魂卦\n\n【基本卦意】\n\n隨：隨乃從也，表隨遇而安，嫁雞隨雞、嫁狗隨狗，一切需隨順因緣和外在環境，與人隨和不可執著，主吉象。\n\n【卦意運用—偏吉指示卦】\n\n事事均需依隨著環境或家人的建議，不可執著任性於自己的心思計畫，事事就會順利地達成。\n\n在事業、投資、理財、感情，均會有令人滿意的發展和收穫。\n\n求問婚姻，嫁雞隨雞、嫁狗隨狗的最佳婚姻卦象。\n\n故男人占得，會有期待相遇的女性出現。女人占得，有被動追求的情形發生，但要守其貞節，審慎考慮才來接受，以免遭致失節感情受害的凶兆。\n\n求財望事有可成之兆，但遲。\n\n疾病：因此卦為「歸魂卦」表已受亡魂的沖煞、附身，影響很大了！醫藥治療無功效，需盡快處理不能拖延。\n\n【擬像延伸運用】\n\n表示震陽剛長男、兌陰柔少女，而陽剛卻能屈於陰柔之下，屈己來隨人，造成隨順和同，為事成之時的祥和吉象。\n\n震雷屬陽木所以也有枯木，重逢兌澤水再度榮茂的現象，表示事事若能有所轉變，改變心態觀念，應無所住而生其心，就會有新的氣象來發生。\n\n此卦也有變動居處或外出鄉的意思，而且可變動為吉象。\n\n卜求婚姻，有兩父兩母在其中影響，隨從長輩意思來做即可成就。\n\n古時孫臏破秦卜得此卦，知此一戰必勝，因為論此卦，也有雷藏於澤底，有深之不可尋，為敵明我暗，待勢擊敵於不備必操勝券。\n\n【應用吉凶參考】\n\n運勢：物事均有去舊迎新之吉象，凡事與他人互相通達、協商，可名利雙收。倘若三心二意，或獨立單行，不聽人言勸，有自招災禍之虞。\n\n愛情：目前重於情慾、經濟，依賴心較重，順著時事、心性而行即可，感情如家人般的結合。\n\n家運：本身有相當不錯的收入，富有之象。但不可過於放縱，守操節為宜。\n\n胎孕：無礙。生女兒無驚險，九五爻動，產母有災。\n\n子女：親情融洽，與六親和睦，幸福之象。\n\n週轉：和氣相商有利，意氣用事則難成。\n\n買賣：勿頑強固執，或不採納別人的意見，則交易有利。否則失之，有阻。\n\n疾病：占病凶，須長期治療。亦須注意口部、呼吸系統肺部及肝臟之毛病。吉凶需以動爻、變卦來判斷。\n\n等人：會遲到。\n\n尋人：出走之人與色情有關，不必去找了，過些時日會自己回來，勿急。\n\n失物：遺失可求於婦人，附近之東方或西方，混雜於某些物品中，可尋。或自己誤失，可急尋。\n\n旅行：吉利。有人隨行更好。但此卦亦須防單獨外出，小心無謂之災。\n\n考試：成績理想。\n\n訟詞糾紛：日前無憂，不久有，互有意見。和解為宜。\n\n求事求職：雖吉，然若能謙遜待人，多接受別人意見，會得人提拔。\n\n改行有充份計劃者可行。開業吉利。"
    },
    {
        "type": "塔羅",
        "name": "火雷噬嗑",
        "text": "火雷噬嗑  巽木五世卦\n\n21、火雷噬嗑  巽木五世卦\n\n【基本卦意】\n\n噬嗑：表如鯁在喉、卡住了！也如同「雞肋」一般，食之無味、棄之又可惜！有事情困惑難以決策。\n\n【卦意運用—吉凶參半指示卦】\n\n主吉凶未定，是個狀況卦，有點偏小凶。是需要堅決下個決心的時候了！\n\n因卦象表示目前如有物梗在口中，必需極力咬斷該物，才能衝破困難解決問題，事情方可順意。\n\n若是還繼續三心二意、猶豫不決，一直卡著梗物，其後果可以想見是凶象。\n\n得此卦時，乃諸事被人隔，有礙之時，務必去除其障礙，方可達志。處事需依法而行，舉止動瞻宜光明，否則此卦大致為凶象。\n\n求財望事雖目前難以調順，但若是以誠實堅定的心思去求，或許才能順如意遂。\n\n【擬像延伸運用】\n\n卦象中初和上爻像似兩唇，二三五爻為牙齒，四為一爻橫梗在上下齒之間，必須咬斷方能合攏，所以名為噬磕。\n\n此卦與山雷頤卦相似，但是卻有物梗在口中，要消去此梗兩唇才能正常閉合飲食。\n\n占得此卦，延伸為有利益受到障礙禍害之凶象，且雷表示意外不測的災難。也可能會有女難、口舌是非、公事爭辯、訴訟等障礙。\n\n卜求婚姻為初時多是非，兩人有不合之象，但持續努力終可成之兆。\n\n但事事要能以誠相對，不可隱藏瞞騙則吉，否則婚雖成亦不利也。\n\n另離火在上、震木卦在下，火來燃木、木又來生火，下卦震木必被火燃燒而失，故此卦也有外表離火漂亮美麗，卻是持續在消耗內在能量、積蓄，延伸有坐吃山空的意涵，終會虛耗殆盡受損。\n\n【應用吉凶參考】\n\n運勢：諸事不遂心，多受阻害。有紛爭，無法前進之時，宜常守原則，不為利誘，以免被人中傷。然而一般人多有無法逃避利誘者，故必受禍，若能和氣處事為安。更須突破困難方可通達。\n\n愛情：有被人阻礙或橫刀奪愛之事。但勿氣餒，勇往邁進即可成功，否則放棄罷了。\n\n家運：家庭有不和現象，亦常有無法溝通之阻礙。除非彼此能夠排除成見，否則無法融洽相處。\n\n胎孕：秋冬生男，或雙生。六四爻動，產母多災。若是女兒，將來恐會較不聽長輩之教誨。胎有驚。\n\n子女：兒女倔強、反抗、爭吵不休，且不聽從父母之言，不和合也。\n\n週轉：卦已明示有困難，但誠心或可圓滿。\n\n買賣：多阻撓且多是非。但若積極推展，不要放棄，則有利，可成。\n\n疾病：病情嚴重，為惡性之疾。可能有神經方面、心臟、足部及腫瘍之症。\n\n等人：受到阻礙，不能來。\n\n尋人：必因發生爭端或涉嫌重大事件而出走，若不急尋，恐有生命危險，報案為上策。去廟觀市井求之，東、南方。\n\n失物：失此物而有二人爭論之數。可尋束、南方，或夾在某物品中，一時不易察覺。\n\n旅行：宜。\n\n考試：不佳。\n\n訟詞糾紛：非必要時，宜採取強硬措施。訴之則可得解決。\n\n求事求職：多生枝節，不利。唯有積極去謀求方有所成就。\n\n改行有礙，但耐心排除可成。\n\n開業吉，中途有是非，宜耐心解決。"
    },
    {
        "type": "塔羅",
        "name": "震為雷",
        "text": "震為雷 震木八純卦\n\n51、震為雷  震木八純卦\n\n【基本卦意】\n\n雷：表奮發、震動有衝動不安穩的現象。六沖純卦，主大好大壞之卦象。此卦要注意意外血光，有被驚嚇之情形發生。運動比賽可為吉論。\n\n【卦意運用—吉凶參半指示卦】\n\n雷通常表示聲勢浩大，卻是有聲無形虛象的意象。與人交往最忌此卦，表面熱心卻只是虛應一番，無誠心，不能用真誠來對待，否則會很失望。\n\n【擬像延伸運用】\n\n卦象中，陽爻氣被兩陰爻陰氣所壓抑，因此必須奮力衝擊而起，上下都是震雷，非常地奮動。\n\n故此卦有得到春氣透發之象，想要大為奮發振作的時機，可是需要注意雷動為天地威怒之氣，是因為陰陽兩氣互相博擊而產生，故得此卦，初時陰爻表女性或是跟女眾有關之事有難，須以謹慎、戒懼之心來面對，以免有失。\n\n此卦若是末嫁之女卜求婚姻，此卦皆二陰壓一陽，延伸可能有二女互爭的憂患，必為兩女爭嫁而處於不利之地位者，或是其與有婦之夫交往，甚或已孕或育有兒女。也可因雷之震擊其為空物無形，故推論此女只是空擁虛名。\n\n又為有聲無形之卦，在事物表示有驚、變動之意，也有喧噪之意。\n\n另也有如男人受女人之無理壓制，恐有大發雷霆，一發不可收拾之氣勢。\n\n【應用吉凶參考】\n\n運勢：表面似盛泰，但正處於多事之秋，宜慎重，勿自視過高，無益也。有動盪、不安、驚懼之凶象。\n\n愛情：有虛無實，是非、外語雜多。\n\n家運：家中常有變動驚懼、不平等、多爭吵，影響家運進展，宜審慎處理家務事也。\n\n胎孕：生男。第一胎者長男，臨產婦得之無礙。六三爻動，產母有厄難，初爻動，主傷子。\n\n子女：子女多有性剛者，但皆爭氣，奮發，並有少年勞苦老來福之象，有成有福。\n\n週轉：抱持可有可無之心態，因此卦有被反悔之象。\n\n買賣：不可有始無終，否則難成。\n\n疾病：所患是腦部、神經系統，或急性肝病、足部之病，病有不安之象，需注意意外血光。\n\n等人：會來，而且會提早到。\n\n尋人：此人臨時起意而出走，但亦會馬上回來。\n\n失物：往東西兩方尋可見，若不見則失矣。\n\n旅行：吉利。臨時起意也。\n\n考試：可榜登科甲。\n\n訟詞糾紛：和勸反覆，但無大害。速調免禍，木字姓的人為貴人。\n\n求事求職：不利。\n\n改行吉利，為變勁之時機也。開業者可做策劃進行。"
    },
    {
        "type": "塔羅",
        "name": "風雷益",
        "text": "風雷益  巽木三世卦\n\n42、風雷益  巽木三世卦\n\n【基本卦意】\n\n益：表利益、好處。是由上位的人對下屬、晚輩一種好的給于，主吉象。\n\n【卦意運用—吉凶參半指示卦】\n\n對事業投資都有相當的幫助，可得貴人來相助、扶持。\n\n得此卦者，會有受到長輩的照顧而有所得，算是本身很有所謂的長輩緣，此卦主要有損他然而來力益自己。\n\n但注意占病，有突發血光之災。\n\n【擬像延伸運用】\n\n益象體：\n\n風和雷都屬於自然天象，會兩兩聲勢互相增長，所以延伸為增益之象。\n\n又震表示長男壯漢，巽表示長女成熟婦女，二者相應自然時機來結合，象徵男女感情契合，成家立業而來增益家族、生兒育女照顧子孫。\n\n得此卦者，有人助人惠而得利的吉意。\n\n但風雷也都屬於激烈的動態卦象，所以要注意會有激烈的意外情事發生，而導致身心受苦，也有延伸為有住居不安寧，若有獨斷的決策恐會有造成驚動衝突之事宜謹慎。\n\n卜求婚姻可成，但要注意過程中會有意外不利的凶兆發生，對於婚姻有相得益彰相輔相成的吉象。\n\n【應用吉凶參考】\n\n運勢：乘盛吉之運，可得他人之助而諸事順暢，家業有成。大致吉利之運也。\n\n愛情：相成相益，可成良緣。\n\n家運：有喜悅之象，發達之意。\n\n胎孕：生女，胎有不安。不久產，恐有邪崇侵害，申辰日見。\n\n子女：得家人之喜愛，天真頑皮。\n\n週轉：可成。\n\n買賣：可得大利。\n\n疾病：腳足或胃部疾病，可癒。有小血光應無礙。\n\n等人：遲來。因有好事相告。\n\n尋人：難逢，防有害。若出走者會自回。\n\n失物：遺失之物有變動，深藏於東南方。\n\n旅行：可行，宜注意小有不測、變動之礙。\n\n考試：成績優良，父母有喜悅之象。\n\n訟詞糾紛：雙方可和。若因女人田地糧米之事，恐有牢獄之災。宜自修省。\n\n求事求職：大好時機，勿錯過。　\n\n改行有利。開業者則大有利圖。"
    },
    {
        "type": "塔羅",
        "name": "水雷屯",
        "text": "水雷屯 坎水二世卦\n\n3、水雷屯  坎水二世卦\n\n【基本卦意】\n\n屯：表屯居、在外開墾，有創業初期和剛出生的小草的意義，主凶象。四大難卦第一卦。\n\n【卦意運用—吉凶參半指示卦】\n\n此卦表示目前事情猶如剛萌發之幼芽，極易受到雷雨摧殘而夭折、失敗。也又如創業剛開始，而困難重重，有獨自打拼、辛苦不如意，甚至和諸多莫明的意外障礙，煩惱頻生，對於事物有被阻隔而停頓或有損失的凶象。\n\n不過凡事雖然很困難，但是只要有心小心謹慎地護持，小草還是有機會長成大樹的！\n\n得此卦者，宜守舊常事、靜待時節，卜求眼前諸事均不如意，相談期待之事得不到結論。\n\n求財望事，小可成、大莫取、勿妄動，妄動則不利。\n\n【擬像延伸運用】\n\n此卦下卦的震雷欲向上發展，但是受到上卦坎水的阻止，使其無法順利前進，延伸為萬事欲進而不得進，困難如陷入水中的凶象。\n\n卜求婚姻，雖然雙方有緣、彼此意合，但會有其它環境上的考量，而大致反凶有遲滯的凶象。\n\n又此卦有再婚、再嫁之象，若女占得此卦，二爻動，更有被騙迷惑失貞，且毫無結果的凶兆。\n\n【應用吉凶參考】\n\n運勢：逆勢多有困惑，但不可妄進，宜守不宜進。堅定意志，凡事不可為一己之利而執意強行，皆有不成損破之象。宜步步為營，排除困難，始可通達。也有初難後解之象。\n\n愛情：不妥協，或已暫時失去連絡，否則就是出現不良狀況而有所阻礙，成就有困難也。而此卦男人得利，女人失利。\n\n家運：多波折，若能努力排除困難，可得通順。\n\n胎孕：不安，產母有虛驚，但可無慮。此胎為男，幼時不好照顧，宜慎。\n\n子女：子女多，有辛苦，但以後可得安逸。\n\n週轉：困難重重，須用心忍耐奔波，但仍不看好。\n\n買賣：不利，交易有損。\n\n疾病：為腎臟部位或神經系統之疾病。病或傷在手足，占病大致危險。苦二爻三爻變時，即顯凶兆。\n\n等人：不會來。\n\n尋人：出走者不知去向，難尋。東或北方去矣\n\n失物：非急尋，皆不得見也。\n\n旅行：不宜。\n\n考試：不理想。\n\n訟詞糾紛：小事成忌而粘滯，大事反不為大吉。諸事宜解。\n\n求事求職：不利。\n\n改行不宜。開業不宜，有困難亦難成也。"
    },
    {
        "type": "塔羅",
        "name": "山雷頤",
        "text": "山雷頤    巽木遊魂卦\n\n27、山雷頤    巽木遊魂卦\n\n【基本卦意】\n\n頤：頤養天年也，表示有養育、安養、飲食或充實的意義。主小吉帶一點凶。\n\n。\n\n【卦意運用—偏小吉指示卦】\n\n頤，為養育之理。養跟飲食有直接關系，也表示內在充實教育的意思，對情勢需要再進一步學習瞭解，不要貿然的就下任何的決定。\n\n但又與口有關，故需慎防小人口舌的災厄。\n\n求財望事可成，不過若有小失誤，則需儘速調和才可成。\n\n疾病：此卦為「遊魂卦」，與亡靈的影響有關，只是並不是很嚴重。通常是在飲食所引起的病症，如食物中毒等。需要進一步對亡靈祭拜超渡、施食供養即可。\n\n【擬像延伸運用】\n\n此卦是以卦的形來取其意思，初和上兩爻擬象為口腔上下兩唇，中間陰爻排列為牙齒，形狀如口腔而取其飲食的意象。\n\n此卦雖是養育飲食之義，對於事物將有成就的卦象，不過有時機還尚早的現象意，急躁者不利。\n\n卜求婚姻可成。\n\n進階運用，若是卜求升官、投資等事件，此卦因內體全部都是陰爻，所以延伸可能有被人陰謀受損而身陷其困難，難以脫身的困境。\n\n但是決不能再計謀報復或起衝突，須知口者也有病從口入、禍從口出的意義。\n\n【應用吉凶參考】\n\n運勢：有欠缺考慮、魯莽妄動之害。若有懷陰謀，與人互相猜疑或爭端者更不利。要守正道而善行之，凡事切忌任性非為。\n\n愛情：不可傲氣凌人。雖有些阻礙，但此情令人意亂情迷，耍冷靜觀察。因為頤卦為養，即是食，對自己本身之損益，跟自己吃下去的東西，是相對性質的反應。故宜重新估計對方的價值，是益是損？切勿因情誤了自己的青春。\n\n家運：陷於痛苦深淵，有身敗名裂之象，宜改進言行，冷靜反省，力求幸福才是。\n\n胎孕：頭胎生男，母子無礙。秋冬占生女。春占生男，且產母有疾，宜求香火保佑。\n\n子女：過份溺愛反有害。尤其須注意兒女健康，以免日後因身體虛弱而不能獲福。\n\n週轉：是否成功，要看自己有否誠心。要有人同去或二三處求之後，方得二三分。\n\n買賣：守舊為宜，不宜新事所為，否則不利。\n\n疾病：為胃腸、脾膽發炎。占久病凶兆，久病者險。\n\n等人：難來，中途有礙。\n\n尋人：不久相逢。東北或東之向。他遲我疑，不濟也。\n\n失物：在屋內雜物中尋。屋外則於窟崛中，難尋。\n\n旅行：可。但注意飲食與語言得失。\n\n考試：尚可。\n\n訟詞糾紛：有頭無尾，我告他人終久不成，若有些利，速予和解。\n\n求事求職：不成。\n\n改行不宜，勿勉強。開業者不利，再待時。"
    },
    {
        "type": "塔羅",
        "name": "地雷復",
        "text": "地雷復   坤土一 世卦\n\n24、地雷復   坤土一 世卦\n\n【基本卦意】\n\n復：表重複再來、週而復始、一再發生等意思。主是個狀況卦，吉凶未定。\n\n【卦意運用—吉凶參半狀況卦】\n\n好事會重複，但壞事也會重複再來的，不特別表示吉或凶象，以卜求事項來判斷。\n\n此卦顯現一種循環的狀態，剪不斷、理還亂，藕斷絲連的糾纏狀況。\n\n求財望事可成，雖有礙終無妨。凡事會逐漸好轉，切記要按步就班方有吉利，貿然急進不利也。\n\n【擬像延伸運用】\n\n雷表示春天、寅木正月，在大地春雷振動，為大地回春周而復始的現象。\n\n此卦從卦爻來看，以一陽在五陰爻之下，而有陰極陽復，像反剝卦剝往上、復反下，故名日復。\n\n此卦若比擬於人事，即是去惡入善的意義，內心的善念陽爻已在萌發，但還需一段時間，不可躁求。\n\n合夥生意有拆夥的凶之象，因有被私慾驅使而不聽人勸的凶兆。\n\n卜求婚姻，反覆終成，但須待二度緣或持續交往相談可成。\n\n復是循環往復，就是回復到本來的位置，此卦正與剝卦相反，剝卦一陽下五陰，復卦  一陽上五陰。\n\n剝卦一陽被剝後，才會始由初爻因為陽爻生而復始，故復卦也有否極泰來亨通的吉象，由陽爻開始復反，如春回歲轉、草木萌動，乃是天地造化的生機，故也利於勇往直前，則能有所作為。\n\n【應用吉凶參考】\n\n運勢：一陽來復，萬事甦伸，不久就會好轉。初時不宜急進，腳踏實地則有一本萬利、開運亨通的吉象。\n\n愛情：性急則敗，緩可得利。\n\n家運：昌隆茂盛，漸曙光明之象。\n\n胎孕：生男或是雙生。春夏占得，不在此論。三四爻動，主產母有驚懼之災。\n\n子女：子女多，男多女少。辛勞之後必得享福，兒女將來出人頭地也。\n\n週轉：難求，反覆終可入手。\n\n買賣：有是非，故勿太急，可有利。\n\n疾病：為慢性病、會反覆發作，病症主在腸胃或神經系統之症，注意肝功能。幼年多疾，病可治但不易好，宜療養。\n\n等人：會遲到。\n\n尋人：自身反覆終人不動，但七日內可回。\n\n旅行：有利。\n\n考試：愈考愈好。\n\n訟詞糾紛：乃五人之事，亦無罪，但須數次方可了解。\n\n求事求職：勿太急，可成。\n\n改行古利。開業者古利，但宜沉著，勿急躁。"
    },
    {
        "type": "白話",
        "name": "天風姤",
        "text": "天風姤  乾金一世卦\n\n姤卦象體： \n\n風力流動吹行於天空之下，凡暴露在空間之物體，無不與之遭遇。其卦體象徵柔爻向上漸長，  而與剛爻遭遇，柔遇剛也 。 \n\n五月卦：春不利   夏疾病   秋吉   冬牢凶 \n\n評 曰：果樹有頭之象 ，鳳出逢鸞之意 。 \n\n卦意判斷： \n\n此卦為純陽忽有一 陰爻來遇，又巽風在乾天之下，風之吹行天下遍觸萬物。故得此卦時，不拘善惡，時有非所望而突然相遇之意。又有物之聚散無定、無常之意，故得卦者正處於迷事之時，思慮不定之狀態。又有初親後疏，或始悅而半途不成事者，也有僥倖因得人助獲利而出人頭地者。但此卦五陽一陰，也又有犯上受禍之意，故必有口舌爭端，疑惑誤事之情況。 \n\n男人得此卦，宜防情色女災。女人得此卦，也有犯上男女情色之凶象，並有禍不單行之憂患。 \n\n所謂色不迷人人自迷當留心被情色感情所欺詐，注意有失財及情色上的傷害。 \n\n斷之婚姻，乃多阻撓，若成也不吉，肉慾享受重於感情，有口舌是非並須損財。求財望事有口舌，女人管事則易有過錯。 \n\n卦象參考： \n\n姤者，男女相交為姤。姤又可言偶遇之意。例如植物常有藉風之動而散播種子，託此而交姤萬物資生也。因卦象為一陰進迫五陽而上長，致有陰漸長陽漸消之意，故得此卦者，女人會利用女色之兆，也有因此而得利者；男人必因色損財，受禍之困，且事迫眉睫之時，也有奸詐邪惡的損害，且是無意中碰上的。 \n\n【總結批論】 \n\n姤：表邂逅、不其而遇，非預想中的事情來發生。主是個狀況卦，吉凶未定。逅，會帶來意外之喜、也會帶來意外之災，需視動爻變卦吉凶來論斷。 \n\n而「姤」意，卜問感情通常是有其它感情發生的跡象、與男女情色非常有關係。若是卜問此類的事情，就需要很小心，通成都是有外遇的感情發生，或是有因色而遭禍的凶象。 \n\n【應用】 \n\n運勢：陰長陽衰，男人傾防因色遭禍，諸事不如意，不能上進，沉於女色之凶象也。凡事進取宜慎重。 \n\n愛情：男女對象均不理想，有第三者出現，因而徒勞無功，會離散。 \n\n家運：家運漸衰，不祥之兆。有女人口舌，也有感情之因，損財之運。 \n\n胎孕：女兒在先作福乃吉。孕無礙。然須注意子女均有品性不良之趨向。 \n\n子女：子女多有志行不堅定，給父母親增加麻煩，不幸之象。難管教也。 \n\n週轉：有意外阻撓，難調，另謀他法為宜。 \n\n買賣：不能如意，受奸詐之害而導致失敗也。 \n\n疾病：常為外來感染或外傷、外來沖煞等症。有惡化之情況，多為生殖器官或泌尿系統之疾，或結核病之類，宜留心靜養。凶象，但動爻變卦可做進一步吉凶斷解。 \n\n等人：女方會來，男方不一定會來，因為途中遇到別的女人之故。 \n\n尋人：會在意想不到的地方相遇，如男女情色場所。尋人不易，西北之力。 \n\n失物：遺失之物與女人有關，或許無意之中可以找到。 \n\n旅行：可。但切記勿近女色，以為艷遇其實有災。 \n\n考試：不理想。 \n\n改行：不利，開業不宜，強行必受小人之害。 \n\n訟詞糾紛：女人在內，口舌是非播弄之象。多數為女色方面之糾紛。 \n求事求職：難成。"
    },
    {
        "type": "白話",
        "name": "澤風大過",
        "text": "澤風大過  震木遊魂卦\n\n大過卦象體： \n\n兌澤在巽木之上，反而水旺淹滅了樹木，為水勢過大之凶象。又四陽二陰，陽爻盛於陰爻一倍，陽過於陰，名為大過。中間四陽爻象，如四根結實之樑，致使初、六兩陰爻力弱不支，則勢將摧折。 \n\n又其卦形好像兩條蛇，把身體纏結在一起，譬喻有桃色糾紛之象。 \n\n二月卦： 春吉、 夏平、 秋凶、 冬平。 \n\n評曰：常山如蛇之象，馬走花街之意。 \n\n卦意判斷： \n\n此卦論其五行，水雖能養木，但木卻入於水中，其滋養過大，反卻害木，故大過之卦，顧名思義已知凶象。又全卦體合之為一大「坎」卦之象，故有洪水氾濫之意。因此，得此卦者，此時有如身陷大水中，身心不安，受苦之際。又有強行己意者必有後悔之時。雖然表面不露痕跡，也有事物不順，諸事衰退，凡事均有過失之時也。然此卦有諸事物皆折損之意，但如能秉持貞正之道，也有始勞後榮之意。 \n\n女人占得此卦，多有月經滯之疾病，或有久病之象。斷之婚姻不宜，此刻已有不怕稱或有離異之想法也。未婚之姻，其親門戶相近，卦因得為大過，也說不用考慮，難成之象。 \n\n卦象參考： \n\n池澤為蓄水的地方。蓄水本為灌木之需，但水份若過甚，反而不能相益，過濕則木腐，不但失去滋養之功，反會溺死木也。 \n\n【總結批論】 \n\n大過：表犯了一個很大的過錯哦！主大凶。諸事不順，切忌此時作任何的決策。需努力找出問題之所在，儘快解決才能扭轉劣勢。故此卦定有險象，宜慎水難滅頂之患，也有因男女情色惹上官司之憂。 \n\n疾病：大凶。此卦為「遊魂卦」與亡靈或祖靈風水有絕大的關係。不可輕忽。風水過濕入水之象，建議改葬為佳。影響層面應會擴大至整個家族，眾多家人都會受到輕重不一的傷害。 \n\n【應用】 \n\n運勢：諸事衰退，多煩惱，恐水難或犯官符。有力不從心，負擔過重之象。逢挫折而將墜落之時運，故得此卦者，凡事切忌經舉妄動，否則有過。 \n\n愛情：雙方眼光均太高，且各人已有相好之人，花心又不實，何需再另談感情之事？無望。 \n\n家運：困難重重，搖搖欲墜之衰運。夫妻感情不睦，且均有向外發展之趨勢，若想挽回此破象，雙方宜力圖改進自己的缺點，否則破裂也。 \n\n胎孕：女兒或男兒均與六親緣薄，育養困難。 \n\n子女：兒女眾多，子女與雙親間感情薄弱，又缺乏諒解，有癥結耳。 \n\n週轉：無啥希望。 \n\n買賣：不可做超過自己本身財力之生意交易，否則定有折損。也不成。 \n\n疾病：有更嚴重之趨向，為肺部、神經部份的疾病。女占得此卦，有婦女經滯、婦女病、不孕、腫瘤之疾，須耐心治療，疾可治。 \n\n等人：不會來。 \n\n尋人：不易找到，可向東南方或西方。難尋。但若動用人手共尋找，可見。 \n\n失物：小失可追回，大失無望。若是東南向或西向則較有望。 \n\n旅行：不去也罷，不利。 \n\n考試：苦惱也。不佳。 \n\n改行：不宜圖不相應之事。開業尚屬虛，且待時候。 \n\n訟詞糾紛：乃熟人、親近之人之內患。有文書上的麻煩，求和也尋無心計。官符也。 \n求事求職：困難很多。"
    },
    {
        "type": "白話",
        "name": "火風鼎",
        "text": "火風鼎 離火二世卦\n\n鼎卦象體： \n\n木上有火，有燃炊烹飪之象。六五為兩耳，上九為鍍，中間三交為鼎腹，初六為足，似鼎而為名。 \n\n十二月卦： 春口舌 夏吉 秋凶 冬吉 \n\n評曰：鼎鼎調味之象，微服過宋之意。 \n\n卦意判斷： \n\n此卦為巽下離上。以木入火烹飪煮食之意，初為足，二三四為腹，五為耳，上為鍍。鼎乃三足兩耳而可和六味之器，故得此卦為去邪從正，遷善改過之意。 \n\n有如此時運勢，日日大進，事業可為，萬事不宜延滯。求財望事可成，求他人之力有利。 \n\n住所或文書方面小有口舌，因小是非過節而起，宜和勸為好，不然有凶運之危。病者占得，有變善或變惡之象。 \n\n斷之婚姻必成，良緣和睦之象。然已婚女占得此卦，恐有兩女適一夫之凶象。 \n\n卦象參考： \n\n離者，明也。巽者，入也。內體巽卦，有虛心受益而深入之象。於人言之，耳目聰明，事物進行而得位。上下一貫，志向賢人之願，所以有亨通之象。此卦有創業之象，運開亨通，得上輩之提拔，安定、通達之時運。但以火燃木，木體必有失，須防產物擔保，而損財受害，宜慎之。 \n\n【總結批論】 \n\n鼎：表三足而立，平穩之勢。另表拜神、禮佛的香爐。主吉象。事業投資應與人合夥為佳，諸事可在平穩中發展。唯對感情、婚姻略有凶象，出現三人行的機率很高，有外遇出軌的跡象。只是大家會很理智的來尋求解決。 \n\n表拜神的禮器，另有顯示神佛之靈氣已降臨，機緣已到，也盡快在家中設置佛堂來拜佛、修持了！ \n\n【應用】 \n\n運勢：能解決困難，取得事物之穩定而名利雙收，會有不錯的成就，最好新找外人來共事、合夥。 \n\n愛情：吉中帶凶，外表平穩順利，可能另有第三者的介入，且在暗中發展不易被發現，需小心或心裡有所準備。 \n\n家運：生平幸福之運，吉也。 \n\n胎孕：不安，不久便產。男女將來皆衷傑，母宜保。 \n\n子女：子女均才能出眾，將成大功立大業之趨勢也。 \n\n週轉：可成。 \n\n買賣：有大利可得。 \n\n疾病：為消化器官腸的病症，應無大礙。需注意心臟之症、心火過旺。有變，但可無礙。 \n\n等人：一定會來。 \n\n尋人：南方或東南方。不必操心，會自己回來。 \n\n失物：東南方尋。 \n\n旅行：有意外收穫，可行。 \n\n考試：登科上榜。 \n\n改行：有得天獨厚的條件，速進行。開業為吉利通達之象。 \n\n訟詞糾紛：此糾紛由小是非而起，宜和解。 \n求事求職：大利。有上輩提拔。"
    },
    {
        "type": "白話",
        "name": "雷風恆",
        "text": "雷風恆 震木三世卦\n\n恆卦象體： \n\n雷為陽氣，風為陰氣，二者為天地之生氣，助長萬物，生長發育，生生恆常之象。又雷藉風力而雷聲遠播，風挾雷聲帶至遠處而吼嘯愈烈，此乃自然之勢。又震動為向外之發展，巽入為向內之發展，各居本位，各循其常軌發展，永恆如此。震為長男，巽為長女，剛柔相應，永恆如此。 \n\n正月卦： 春吉 夏凶 秋失利 冬平 \n\n評曰：並行相背之象，無咎無譽之意。 \n\n卦意判斷： \n\n震男在外動也，巽女在內守也，動靜有分，各得其宜，乃恆久之道，恆乃當久也。又雷風二物雖為至動至變無常之物。但其萬古如斯，乃長久之律也。 \n\n然得此卦時，為諸事均有長久、持久之象，求速反不利，宜循序漸進，可以成功達志。又其五行均屬木，有漸趨繁榮之意，但對住所有苦惱勞心之象。凡事不可以一分之見行事，且不宜著手新的事物，求財望事難調，遷居可。 \n\n若斷婚姻，初婚者有口舌，長婚則成。婚後多可成且長久、幸福之象。男人占得此卦，有得女之歡。女人占得，切勿祇知愛情而不知所失也。然此卦須慎防突發疾病和血光之災。 \n\n卦象參考： \n\n此卦宋玉奪韓朋妻，卜得之後果成配偶也。因內卦巽入，上卦震動，動之有入而不外奔，故此卦占間婚姻必定可成。日月得天而能久照，四時變化而能久成，此為天地萬物循環運行之理律也。故此卦可見天地萬物之情，無不安於正常之運作，恆者吉也，宜活用其意。占病為慢性病凶象。 \n\n【總結批論】 \n\n恆：表維持長久不變的跡象。主是個狀況卦，吉凶未定。顯示一種會持續很長久的一種狀況。好的或壞的情形，都將會再持續下去。事業投資、感情婚姻都不宜在此時做任何的計畫或變動。 \n\n【應用】 \n\n運勢：諸事亨通而沒有犯錯方能恆久。其象利於正常固守，並須有毅力持行。雷風者，知守常則吉，妄動者則不能亨通順利。 \n\n愛情：順利如意，有美好結果。 \n\n家運：全家上下均各循正軌而行，幸福家庭也。 \n\n胎孕：胎有煩惱，但無礙。主男兒。孕婦有災，酉日占之可免其禍。 \n\n子女：與雙親感情融治，幸福之至。 \n\n週轉：不成問題。 \n\n買賣：有貴人，得力終成。利益雙收。 \n\n疾病：慢性病及宿疾。膽、肝之症，須長期治療不易在短期內治癒，或癌。 \n\n等人：遲到。 \n\n尋人：外出之人平安無事，會自己回來。 \n\n失物：室內可尋東南方：室外宜向西北方。可尋。 \n\n旅行：吉利。 \n\n考試：高分紀錄。 \n\n改行：不可任意圖謀。開業者吉利可行。 \n\n訟詞糾紛：因小人口舌而起，有驚無害。宜速謀和解，拖延不利，反凶。 \n求事求職：向東南有利。"
    },
    {
        "type": "白話",
        "name": "巽為風",
        "text": "巽為風  巽木八純卦\n\n巽卦象體： \n\n兩風相隨，方能互相起鼓作用，等於一再不厭其詳的申述命令，方能深入民心。又一陰柔順的潛伏于二陽之下為巽卦。 \n\n四月卦 ：春平 夏吉 秋凶 冬吉 \n\n評曰：颱風覆船之象，枝折幹仆之意。 \n\n卦意判斷： \n\n此卦雙巽重疊，巽乃風也、木也，入也，風行之所，無隙不入，故為順風恭服之意。得此卦者，應遵順卦德之法，從人為事之時需以順從配合為吉。然此卦附剛而立，不能自行樹立。也有百事遲滯不穩之意，須注意此凶象。若是有通往遠方之事，可能有逆風行船或受阻礙的困難。求財望事，少可得但終不成。 \n\n風之流動，快而無形，此卦又是雙巽風，一陣一陣的吹，可象徵初得小利，再則波折重重。 \n\n故得此卦者，凡事不可一再依附他人，當知立人立已之道，否則將皆有所失也。 \n\n斷之婚姻，男女可能同年紀，會得到有聲名之人來為媒。但須知風平則浪靜，風颱則浪濤可覆船，故此卦之婚姻為始吉而終凶。若風能平靜，則無濤浪，可吉。但雙風之巨，如何無波濤乎？ \n\n卦象參考： \n\n巽者，遜也，順伏或客人入而順之意。象徵順服而退不出，有委曲求全、順從之意。故此卦凡事宜深入貫徹，公正無私，可有成就，否則其凶險如颱風覆舟也。 \n\n風者，無實體之物，可以感受它的存在，可以聽見它流動之訊息，但是卻無法保存它和掌握它，而且其動向變化莫測，也象徵變化無常難以掌握的現象。 \n\n【總結批論】 \n\n風：表不穩定之象，時柔順、時狂暴。六沖純卦，主大好大壞之象。不易控制的局面，包括人、事、感情、投資，都是令人很難去掌控的、會有波折和變化。故得此卦者，其性格飄忽不定，做事無定性，其心  態平和時，如輕風吹拂，令人怡悅，然而又有突然驟變，暴躁、破壞力強之一面。 \n\n【應用】 \n\n運勢：此卦象徵多波折，游離不定之運也。此時要處理不驚，堅定意志，事物果斷而隨機應變，不必一味跟從順行。待人接物宜心平氣和，則可得意外之收穫。切記狂風之下必會有所損。 \n\n愛情：要冷靜。風若和，日必麗。風若凝聚，可知暴風雨將至，終身大事不可不慎。時好時壞，把戲真不少，均是飄忽不實之象也。 \n\n家運：家內已生風波，遵照長輩意見與指示方可渡過難關，否則動盪不安。 \n\n胎孕：有礙。夏秋占定是男兒。否則生女。五爻動，主有所傷。二爻動，則利母而不利子，宜慎。 \n\n子女：養兒育女，可謂無微不至，但有孝順恩情之子女，福也。 \n\n週轉：小吉，大則難調。 \n\n買賣：好時機，絕對有利。 \n\n疾病：內症是性病、糖尿病或胃腸之症。病症在外表大是在皮膚病上，病情變化無常，宜長期調理。重症者速醫，危症。 \n\n等人：主動約人，有結果。 \n\n尋人：此人隱於附近朋友家中，好言相勸可回。大致是吵架出走，若是債務糾紛尋人者，注意發生衝突損傷。東南方位。 \n\n失物：東南方可尋。混藏於其物品下面。 \n\n旅行：可。 \n\n考試：吊車尾。宜多用功。 \n\n改行：需看情況，但必有所變動。開業可行，但勿太急，慢慢進取有利。 \n\n訟詞糾紛：不易和解，託地方人士調解，二人可調。 \n求事求職：不能達到理想，可隨機應變。"
    },
    {
        "type": "白話",
        "name": "水風井",
        "text": "水風井  震木五世卦\n\n井象體： \n\n木上有水，樹根入地，吸收地下之水營養樹身。巽木在坎下，象徵汲器木桶入井，取水而上。又巽進入，坎陷落，地面陷落進入而形成井象。 \n\n三月卦： 春凶 夏實 秋吉 冬有氣 \n\n評曰：海人水魚之象，病夫行市之意。 \n\n卦意判斷： \n\n此卦為坎上巽下，巽之木入下坎取水至上，為木桶汲井水之象，故曰井。然已修井德以汲養惠人為其遇。又井有蓄節之意，節井水以備養，猶如節蓄錢財備用，故應體會節儉之意。 \n\n又井字通刑字，忌公事訴訟，有刑戮之意，也有少事可通但大事滯礙之意。 \n\n有思緒不定，住家居所有虛驚，含憂之意。求財望事不成，惟小財尚可。 \n\n斷之婚姻，需久說方成，有分開再合之象，故宜遲慢來可成，但往後恐有口舌之兆。得此卦之男女，宜防感情之事有損傷。 \n\n卦象參考： \n\n中爻「約離互兌」，巽為入，坎為水，巽在坎下，有木桶入井汲水而上，供人飲用，有養人之功效，取之不盡但注之不盈，表示僅能一般生活，但無法有太大的作用發揮。 \n\n井卦是以源泉之活水取象，住所城鎮可改，井泉常在不會隨便改移，也表示安家立命之根本所在。 \n\n另古時用陶瓶汲井水，容易碰碎，故此卦也有虛驚、凶險、破損之凶象也。 \n\n【總結批論】 \n\n井：表小水之源，有格局小卻只要能過活的保守心態。主小吉象。井水雖不能種植、畜養，卻能養人度日，顯示心力之有限，不能做太大的計畫。也另表示視野沒有很寬廣，比較短視，保守心態重。 \n\n【應用】 \n\n運勢：缺乏衝力，因井為靜而不能移之物。故凡事已無法進取，不如守之泰然。 \n\n愛情：任其自然發展，但情況不怎麼好，有破裂之相。 \n\n家運：諸事宜心平氣和處理，守其井水，供來往人用，為守舊之意。諸事宜防有變。 \n\n胎孕：宜防有不成之兆。生男兒。欲產不產，防產母有災，作福祈保可平安。 \n\n子女：兒女有順良之象，宜防血光。 \n\n週轉：無望。再待時另調。 \n\n買賣：尚可，但不可大作為。小交易有利。 \n\n疾病：腎、膀胱、尿道等生殖器官之疾。病重長，臨時之疾宜注意治療。 \n\n等人：儘速再連絡，遲來。 \n\n尋人：東南或北方可尋。 \n\n失物：在室內，可尋，但難尋。 \n\n旅行：不宜。 \n\n考試：尚可。 \n\n改行：不利，守之尚可。開業者不宜，此卦有破損之象。 \n\n訟詞糾紛：有三四人牽連。不動產之訟宜和解，有刑戮之象。慎之。 \n求事求職：安於本份，換新的工作也是小工作。"
    },
    {
        "type": "白話",
        "name": "山風蠱",
        "text": "山風蠱 巽木歸魂卦\n\n蠱象體： \n\n山下有風，風被山阻擋而不流通。阻止發育與繁盛，致腐敗生蟲。又艮止，巽伏，巽應動卻反為靜止不動之象，導致物腐而有蟲為蠱。其體上剛下柔，剛爻橫阻於上，柔爻被迫於下，動彈不得，也如器皿棄置不用，久而敗壞。 \n\n正月卦： 春平 夏吉 秋不利 冬凶 \n\n評曰：門內有賊之象，石上栽蓮之意。 \n\n卦意判斷： \n\n此卦山上風下，山下有風之象，風入山下閉息不出，致物腐生蟲，故名日蠱。蠱乃蟲於器皿之內。得此卦時因彼我之間意氣不通，不能成事，因循敗事，又有災難不在遠方而起於近處，不為外而由內生起之意。故占得此卦定有內賊，而物定有損，須慎之。更有女子吃虧之事，若外求則吉。 \n\n為諸事有艱難迷惑之時，尤應注意親子間的苦勞或爭執。此卦占得者，諸凡不稱意或損失，均屬自己身旁之人所為。也有與親人疏遠，有失去居所之可能。親人者，如感情交篤之友。求財望事難成。 \n\n斷之婚姻，為多障礙、多辛苦、多難之不利姻緣。故斷此婚終必破，且女子必再婚。外求者必因其原配已腐臭又生蟲，另覓新侶則吉。朽木不可為雕，當然棄之也。 \n\n男人占得此卦，有色災或性病之害，女人占得，則有桃色糾紛或再婚緣之凶象。 \n\n卦象參考： \n\n中爻「互兌約震」，上止下入，風入山而止，其內部不流通，必腐而長蟲，且蟲愈長愈多，而因上艮為止，已無入物可食而引起同類相殘。此卦教我們處在混亂時期，要注意革新的時候。 \n\n因事物的敗壞，可以整治修理，使之復元如初，故有元亨之象。欲求革新，使物復元，使事亨通，不是輕易之事，須計劃週密，方能做得合理。故凡事要盡心策劃，事後認真檢討，俾得革新之效。得此卦必須有計劃的策改內部。 \n\n【總結批論】 \n\n蠱：表受到蠱惑、毒害的現象。主大凶象。蠱毒是因內在腐朽而生蟲化毒，顯示問題的根因存在已久，卻未誠實面對處理而導致愈來愈嚴重。 \n\n若是動爻在外卦，則表示被外來的小人所害，其怨恨根結甚深。易做出錯誤的決策，慨大都被人所迷惑、而  一時心神錯亂引致禍事。 \n\n若是動爻在內卦，得此卦者，必是受內部、親友、同行之人所累致損。 \n\n疾病：此卦為「歸魂卦」，為內在之冤親債主來有所催討。其病甚兇險，應儘速尋求因果癥結來化解。 \n\n【應用】 \n\n運勢：諸事不如意、積弊已深未能進展，氣運雜亂。逢此宜鼓起勇氣，大膽加以革新，有內憂外患之象。 \n\n愛情：關係複雜，尤其男人到處留情，苦惱多，終會一刀兩斷。另覓對象可吉。女子若是再婚者，其前夫不良，且已斷緣再嫁。 \n\n家運：家庭易生煩心之事，不徹底改革有破家、損財之象。 \n\n胎孕：生男。若第三爻以上動則不成。也主患手或膿血之災。宜求神保佑。若五、九月占卦，三爻動則大凶。 \n\n子女：子女多為品性不良，到處滋事，雙親不堪其憂之苦象耳。 \n\n週轉：信用不好，週轉無望。 \n\n買賈：交易不成，另謀生計為要。 \n\n疾病：為內臟惡性疾病，主在胃腸、脾膽，有生命危險，失時效醫治者凶。冬季占得險象也。 \n\n等人：中途有變，不會來。 \n\n尋人：因家庭感情失和而出走，或與人私奔，於東南或東北。 \n\n失物：難尋。 \n\n旅行：有險。不宜。 \n\n考試：落榜。 \n\n改行：棄舊迎新吧！或革新內部人事。男女情色有關之業。開業者不宜，有損財或官符之災。 \n\n訟詞糾紛：自己人的桃色糾紛，不易解決，會拖一段時間。 \n求事求職：不利。"
    },
    {
        "type": "白話",
        "name": "地風升",
        "text": "地風升   震木四世卦\n\n升象體： \n\n樹木從土地裏向上升長，為進升之象。又坤柔順，巽從事也。柔順地從事，則與人無爭。懷才不求自表，見利不與人爭，乃學問道德之進境。 \n\n八月卦： 春吉 夏吉 秋平 冬平 \n\n評曰：橋上來往之象，三月有悅之意。 \n\n卦意判斷： \n\n此卦以巽木在坤地之下，木之種子入地中，依坤土之養育日夜生長之象，故謂升。升即上進，故此卦為運氣漸進，漸能達到目的之卦，然而登高必自低處起，行遠必從近處走，不可先其時，又不可後其時，靜待而漸進。 \n\n此卦也有疑而不決，窩居不出之意，雖能出人頭地，但有心勞苦惱。且得此卦者，夫妻有口舌過失，宜慎之。斷之婚姻，開始有口舌之爭而後凶之象，或有訴訟相爭，雖極力可得勝，但仍是終凶也。 \n\n卦象參考： \n\n中爻「互兌約震」。升是由下漸上進升，為亨泰之象，人才可由長輩的人所晉用，不可失去信心而自我埋沒不出。卦象由初生發展而為吉，不時在推進，故柔順而升，是順乎理  勢，即時推進而至大亨也。 \n\n【總結批論】 \n\n升：表一種情勢有如乘風而起，會越來越旺。主是個狀況卦，吉凶未定。有點偏小吉。尤其是在氣運的轉變中，將會顯現得很明顯。此時可以做一些計畫，但還尚不可執行。又風行地上，柔而時升，和順而得，必需慢慢得到要領而來上進之意。 \n\n【應用】 \n\n運勢：諸事向上發展，開運之象，南方有吉慶，可名利雙收也。 \n\n愛情：不宜過急，慢慢追求可成。 \n\n家運：漸進而升至繁榮，積小以成大之吉運。 \n\n胎孕：生女。不宜修造動土，修造必犯產母。 \n\n子女：子女漸有成功之象，可賀。 \n\n週轉：勿太過急，可成。 \n\n買賣：多有利，應於亥卯日。 \n\n疾病：腹部、膽或下部疾病。病重、可能於近日內會有巨變、不利。 \n\n等人：遲到。 \n\n尋人：動身則見，但恐自身有阻，與他人同去可，宜向北方。會自己回來。東南。 \n\n失物：可尋，但遲。 \n\n旅行：吉。遠行有利。 \n\n考試：進步。進取有利。 \n\n改行：吉利。開業者吉利，漸漸獲利 \n\n訟詞糾紛：宜進不宜退，堅持可成，緩則無大吉也。 \n求事求職：有利。"
    },
    {
        "type": "周易",
        "name": "天風姤",
        "text": "天風姤  乾金一世卦\n\n第四十四卦 姤卦  巽下乾上 防微於陰始明 \n「經文卦意」姤：女壯，勿用取女。 \n\n【翼傳注釋】 \n\n《彖》曰：姤，遇也，柔遇剛也。勿用取女，不可與長也。天地相遇，品物咸章也。剛遇中正，天下大行也。姤之時義大矣哉！ \n\n《象》曰：天下有風，姤。后以施命誥四方。 \n\n《雜卦傳》：「姤，遇也，柔遇剛也。」\n\n【爻辭原文】 \n\n初六：繫于金柅，貞吉，有攸往，見凶，羸豕孚蹢躅。 \n\n《象》曰：繫于金柅，柔道牽也。 \n\n九二：包有魚，旡咎，不利賓。 \n\n《象》曰：包有魚，義不及賓也。 \n\n九三：臀旡膚，其行次且，厲，旡大咎。 \n\n《象》曰：其行次且，行未牽也。 \n\n九四：包旡魚，起凶。 \n\n《象》曰：旡魚之凶，遠民也。 \n\n九五：以杞包瓜，含章，有隕自天。 \n\n《象》曰：九五含章，中正也。有隕自天，志不舍命也。 \n\n上九：姤其角，吝，旡咎。 \n\n《象》曰：姤其角，上窮吝也。 \n\n卦辭：「姤，女壯，勿用取女。」 \n\n『卦意批註簡述』\n\n姤卦為不期相遇、接觸、結合的卦象。而一陰遇五陽，有女性聲勢過壯的現象，女性過於強勢壯大，欲望太過，勿娶為妻。所以生命中的相遇必須隨緣，不可霸道，一切才會自然而然、無為而自在。\n\n得此卦時，不拘於善或惡，表示有非所期望，而突然相遇、發生的意思。又有事情的聚散，不穩定的意思，故得卦者正處於迷惘、迷濛的時後，思慮不穩定的狀態中。又有剛開始親密，後來又疏遠；或是開始很喜悅，而半途又不成事者的跡象。也有僥倖因得到貴人的相助，獲得利益而出人頭地者。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 自我評價過高，有遭遇失敗的憂慮。要衡量自已的才能和實力，做相當程度的工作才能免於災難。表面的豪華裝飾，裏面可能極端的貧乏。改行、轉職緩期為宜。\n\n《二爻》 此爻不能說是好運氣，因為有被不良朋友引誘的可能，交往要很謹慎，而且要確實把握自已的目標。雖然不必排斥對方，至少要認識清楚他的來路背景如何。\n\n《三爻》．要小心不可逞一時之快而身陷誤途。此時很容易被人栽贓下罪，或不欲人知的事卻偏偏暴露了出來。目前忍耐自己保重最要緊，這是爭取機會的好方法。\n\n《四爻》 卜得此爻的人，凡事要謹審才是為上策。例如抓小偷被誤傷，或對他人關心著想，反弄得被人怨恨等情形常會發生。感情戀愛這方面，說不定會出現情敵而遭受到心靈上的創傷。\n\n《五爻》 此爻的運勢較佳。增改建、遷居、旅行目前機運最好。公司裏居領導地位的人，能得到部屬的幫助，展開計畫順利發展。不過，其中也有人想陷害於你，要多加提防。\n\n《上爻》 仗著自己的權勢胡作非為，會帶來他人的反感。平日生活不得法，很容易損害身體健康，所以健康方面需多加注意。如有交涉案件應緩期再說。"
    },
    {
        "type": "周易",
        "name": "澤風大過",
        "text": "澤風大過  震木遊魂卦\n\n第二十八卦 大過卦  巽下兌上 獨立不懼、避世無悶 \n\n「經文卦意」大過：棟橈，利有攸往，亨。 \n\n【翼傳注釋】 \n\n《彖》曰：大過，大者過也。棟橈，本末弱也。剛過而中，巽而說行，利有攸往，乃亨。大過之時大矣哉！ \n\n《象》曰：澤滅木，大過。君子以獨立不懼，遯世旡悶。 \n\n【爻辭原文】 \n\n初六：藉用白茅，旡咎。 \n\n《象》曰：藉用白茅，柔在下也。 \n\n九二：枯楊生稊，老夫得其女妻，旡不利。 \n\n《象》曰：老夫女妻，過以相與也。 \n\n九三：棟橈，凶。 \n\n《象》曰：棟橈之凶，不可以有輔也。 \n\n九四：棟隆，吉。有它吝。 \n\n《象》曰：棟隆之吉，不橈乎下也。 \n\n九五：枯楊生華，老婦得士夫，旡咎旡譽。 \n\n《象》曰：枯楊生華，何可久也。老婦士夫，亦可醜也。 \n\n上六：過涉滅頂，凶。旡咎。 \n\n《象》曰：過涉之凶，不可咎也。 \n\n『卦意批註簡述』 \n\n大過，謂陽氣太過。本卦四陽二陰，陽爻多於陰爻，陽氣大過於陰氣，故名大過。如同一座屋宇的棟樑，一旦棟樑彎曲折斷，屋頂便會塌下來一般。比喻心有餘而力不足，才能難以擔任工作的意思。\n\n也象徵湖澤的水淹沒了樹木，為超過平常的現象，使樹木因而腐爛的跡象，故也有洪水氾濫的意思。也比喻偃苗助長操之過急的現象。\n\n得此卦者，此時有如身陷水中，身心不安、受苦之際。又有強行來作自己的意氣者，必會有後悔的時候。雖然表面不露痕跡，也有事物不順、諸事衰退，凡事均覺有過失的現象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事明哲保身，愈是逞強出頭，事態會變得更加嚴重惡化。工作方面會因印鑑或契約文件的疏忽，常引起嚴重的事故來。由於匆忙所引起的車禍也是要小心提防的。\n\n《二爻》 得此爻的人，雖有某程度的幸運來臨，究竟不會持久的。想要開闢新天地、創造新事業，起初或許稍有能見到財，但是最後終歸徒勞無功，眼前保持現狀就可以了。\n\n《三爻》 不聽長輩的意見，一意孤行的結果，弄到四面楚歌的困窮地步。如今你所需要的是謙虛的心，我行我素、自我滿足的行為，是得不到圓滿和進步的。\n\n《四爻》 得此爻的你目前情緒不穩，有時想轉業，有時又想獨立開創事業。只是如今耐心保持現狀最好，如此一來也許會有貴人到來，替你解決眼前的難題。\n\n《五爻》 一時看起來很有利，其實是很難持續下去，為了免於空歡喜一場，還是要鞏固自已的基礎要緊。小事由女子出面才能奏功，如今一些朋友、長輩多是不可靠的。\n《上爻》 你將要遇上最壞的情況了。郊遊和休閒活動都會有遭遇災難的憂慮。或是雖然自己很小心，但仍是常被別人所連累，最好是能墨守日常正規生活，靜待凶運的過去才好。"
    },
    {
        "type": "周易",
        "name": "火風鼎",
        "text": "火風鼎 離火二世卦\n\n第五十卦 鼎卦 巽下離上 凝重安定以新命\n\n「經文卦意」鼎：元吉，亨。 \n\n【翼傳注釋】 \n\n《彖》曰：鼎，《象》也。以木巽火，亨飪也。聖人亨以享上帝，而大亨以養聖賢。巽而耳目聰明，柔進而上行，得中而應乎剛，是以元亨。 \n\n《象》曰：木上有火，鼎。君子以正位凝命。 \n\n《雜卦傳》：「革，去故也。鼎，取新也。」去故取新，稱為革故鼎新。\n\n【爻辭原文】 \n\n初六：鼎顛趾，利出否，得妾以其子，旡咎。 \n\n《象》曰：鼎顛趾，未悖也。利出否，以從貴也。 \n\n九二：鼎有實，我仇有疾，不我能即，吉。 \n\n《象》曰：鼎有實，慎所之也。我仇有疾，終旡尤也。 \n\n九三：鼎耳革，其行塞，雉膏不食，方雨虧悔，終吉。 \n\n《象》曰：鼎耳革，失其義也。 \n\n九四：鼎折足，覆公餗，其形渥，凶。 \n\n《象》曰：覆公餗，信如何也。 \n\n六五：鼎黃耳金鉉，利貞。 \n\n《象》曰：鼎黃耳，中以為實也。 \n\n上九：鼎玉鉉，大吉，旡不利。 \n\n《象》曰：玉鉉在上，剛柔節也。 \n\n『卦意批註簡述』\n\n鼎卦六爻卦象，像一個鼎形。巽為木、離為火，又有烹飪的卦象。烹飪烹煉能改物、化物、成物，所以具有去故成新的作用。巽木入離火而致烹飪，有如鼎者。象徵君子要以中正地位，擬定計劃完成使命。\n\n此卦有創業之象，運開亨通，得上輩之提拔，安定、通達之時運。鼎表三足而立，平穩之勢。另表示拜神、禮佛的香爐。主吉象。事業投資應與人合夥為佳，諸事可在平穩中發展。唯對感情、婚姻略有凶象，出現三人行的機率很高，有外遇出軌的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 要服從可值得信賴的上司領導，確定新的計劃，努力於公司的業務發展。壞事終會有暴露之時，所以務必品行端正為重。改行、轉職還為時尚早。\n\n《二爻》 能獲得上司的賞識而昇進，但同時也勢必遭受到同事的嫉妨。只要問心無愧就不足為患。旅行、轉移皆順利。\n\n《三爻》 雖有實力和才能，但要公開表現尚不到時候。目前需要鞏固自己的基礎。凡事要沉著、冷靜。\n\n《四爻》 此爻不算是好運。表示鼎足折斷而有翻覆的現象。凡事易招來損失和失敗，要十分注意才好。\n\n《五爻》 能抑制自我，聽從別人便可以得到人望。善於運用手下的人，就會有利於你的事業工作。買賣順利，利益日日向上。\n《上爻》 運氣向上。凡事盛大豪華，有昇職、榮轉的機會。進行新建、增改建、遷居、旅行皆有利。"
    },
    {
        "type": "周易",
        "name": "雷風恆",
        "text": "雷風恆 震木三世卦\n\n第三十二卦 恆卦  巽下震上 立不易方之恆德 \n\n「經文卦意」恆：亨，旡咎，利貞，利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：恆，久也。剛上而柔下，雷風相與，巽而動，剛柔皆應，恆。恆亨旡咎，利貞。久於其道也，天地之道，恆久而不已也。利有攸往，終則有始也。日月得天，而能久照，四時變化，而能久成，聖人久於其道，而天下化成。觀其所恆，而天地萬物之情可見矣！ \n\n《象》曰：雷風，恆。君子以立不易方。 \n\n《序卦傳》：「恆者，久也。」恆卦是說明一切事物恆久的道理。宇宙運行，曰月照明，四時變化，永久循環不息，所謂「曰月得天而能久照，四時變化而能久成。」\n\n【爻辭原文】 \n\n初六：浚恆，貞凶，旡攸利。 \n\n《象》曰：浚恆之凶，始求深也。 \n\n九二：悔亡。 \n\n《象》曰：九二悔亡，能久中也。 \n\n九三：不恆其德，或承之羞，貞吝。 \n\n《象》曰：不恆其德，旡所容也。 \n\n九四：田旡禽。 \n\n《象》曰：久非其位，安得禽也。 \n\n六五：恆其德，貞，婦人吉，夫子凶。 \n\n《象》曰：婦人貞吉，從一而終也。夫子制義，從婦凶也。 \n\n上六：振恆，凶。 \n\n《象》曰：振恆在上，大旡功也。 \n\n『卦意批註簡述』\n\n震雷起而巽風生，乃天道的常理，蓋氣息能互相交感，才可持久。天地人生，能夠「窮則變，變則通，通則久」，持之以恆，久於其道，便是永恆。杜會變化也是有其常軌，君子只要立定根基德行，就能抓穩正確的方向與目標。\n\n所以得此卦時，表示為諸事均會有持續很久的現象，想要儘速處理反而不利，宜循序漸進，才可以成功達志。\n\n也表示是個狀況卦，吉凶未定，顯示一種會持續很長久的一種狀況。好的或壞的情形，都將會再持續下去。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 因為太出風頭而有招致失敗的危險。要以登樓梯的心情來逐步登高，不強求、不逞能為佳。有時因估計錯誤而導致一切的計書、布置安排都泡湯了，所以凡事要懂得節制要緊。\n\n《二爻》 不要過於煩惱周圍的小瑣事，多為自己的事去發心思努力，只要不惜一切不斷的努力，願望終究可以達成。開創新事業，或動工興建的事，最好能夠暫時停下避免災難。\n\n《三爻》 為私慾所驅使，有走入不當非法事件的傾向。日常生活務必謹守操守、道德，不可為了細微的小瑣事吵架，或弄得夫妻不合睦。\n\n《四爻》 有徒勞無功、白費力氣的傾向。男女親事或事業交涉皆不能如願。由於精神不安定，或是一時的感情用事，以致浪費錢財的事會來發生。此刻應穩住心情，對事業計畫再作檢討最為重要。\n\n《五爻》 由於你的優柔寡斷，以致失去了良機。應該堅定選擇一個目標努力不懈才好。如果你是女性的話，終生能順從夫婿過幸福的生活。目前運勢以不採取太勉強的行動為宜。\n《上爻》 向上和向外的視野固然很好，不過有必要加以衡量的自己的能力和才能，不腳踏實地、不切實際的計畫，最後只會徒勞無功。此一時期內的轉業、昇職、創業最好暫緩。"
    },
    {
        "type": "周易",
        "name": "巽為風",
        "text": "巽為風  巽木八純卦\n\n第五十七卦 巽卦  為重巽之卦 柔弱之道 \n\n「經文卦意」巽：小亨，利攸往，利見大人。 \n\n【翼傳注釋】 \n\n《彖》曰：重巽以申命，剛巽乎中正而志行。柔皆順乎剛，是以小亨，利有攸往，利見大人。 \n\n《象》曰：隨風，巽。君子以申命行事。 \n\n《序卦傳》：「巽者，人也。」\n\n【爻辭原文】 \n\n初六：進退，利武人之貞。 \n\n《象》曰：進退，志疑也。利武人之貞，志治也。 \n\n九二：巽在床下，用史巫紛若，吉旡咎。 \n\n《象》曰：紛若之吉，得中也。 \n\n九三：頻巽，吝。 \n\n《象》曰：頻巽之吝，志窮也。 \n\n六四：悔亡，田獲三品。 \n\n《象》曰：田獲三品，有功也。 \n\n九五：貞吉悔亡，旡不利。旡初有終，先庚三日，後庚三日，吉。 \n\n《象》曰：九五之吉，位正中也。 \n\n上九：巽在床下，喪其資斧，貞凶。 \n\n《象》曰：巽在床下，上窮也。喪其資斧，正乎，凶也。 \n\n『卦意批註簡述』\n\n巽卦，以卑順為體、以容人為用，因為順遂所以容易融入事物中。巽之為風，無微不入。象徵君子要能公開、明白地發布命令，使之流行於天下，來推行政事普及四方。\n\n風行的地方，無隙不入，所以為順風恭服的意思。得此卦者，應遵順卦德的法則，要跟他從人來作事的時後。風也有飄移不定的卦意，表示事事難以取決，猶豫、迷惑、不定無法作決定的跡象。\n\n然而此卦有屈附剛強者而立，自己不能自立行事。象徵順服而退不出，有委曲求全、順從的現象。也有百事遲滯不穩定的意思。如有要到通方的旅行，需注意有逆風行船的困難。求財、望事，只能得到很少，終究還是不成。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 心裡浮動、不安的時期，務必堅定把握信心勇往直前。事業繁榮是可期待的，改行的想法不可有。即使有不如意的事發生，也要斷然貫徹原來的計畫，不能退卻。\n\n《二爻》 你已慢慢步走向幸運之路了，目前最重要的是忍耐和不可性急，有多少忍受就有多少吉報。。住家新建、增改建無妨，轉業、轉職、遷居也不錯。\n\n《三爻》 目前凡事不如意，儘可能保守慎審為宜。離婚的妻子會重新回來增加你的苦勞，買賣難望有利益，事業動輒遭遇損失等，這些事都會很容易來發生。\n\n《四爻》 你的人際關係很好，是可以尋求資金來開創事業的人，目前的機會最好。如果是靠名聲來求發達的人，例如演藝、藝術、寫作、文藝、美術方面等關係的工作，都可以大膽放心去做，會有很好的成績收穫。\n\n《五爻》 凡事要詳細考慮前後的利害關係，否則難免遭遇失敗。要抓住機會趕緊採取行動，將可獲得大成功。尋求屬下或友人的建議和意見，以探測對方的心思動向，事情將會運作得更加圓滿。不正常的男女緣份關係最好早日斷絕結束為妙。\n《上爻》 多方面長袖善舞的結果，而造成信用盡失各方都不討好。對薪水階級和事業家此爻不佳，此刻不可輕信別人以免為人所利用、傷害。"
    },
    {
        "type": "周易",
        "name": "水風井",
        "text": "水風井  震木五世卦\n\n第四十八卦 井卦  巽下坎上 民生相養之道 \n\n「經文卦意」井：改邑不改井，旡喪旡得，往來井井。汔至，亦未繘井，羸其瓶，凶。 \n\n【翼傳注釋】 \n\n《彖》曰：巽乎水而上水，井。井養而不窮也。改邑不改井，乃以剛中也。汔至亦未繘井，未有功也。羸其瓶，是以凶也。 \n\n《象》曰：木上有水，井。君子以勞民勸相。 \n\n《雜卦傳》：「井，通。」能養而不窮，通也。\n\n【爻辭原文】 \n\n初六：井泥不食，舊井旡禽。 \n\n《象》曰：井泥不食，下也。舊井旡禽，時舍也。 \n\n九二：井谷射鮒，甕敝漏。 \n\n《象》曰：井谷射鮒，旡與也。 \n\n九三：井渫不食，為我心惻，可用汲，王明，並受其福。 \n\n《象》曰：井渫不食，行惻也。求王明，受福也。 \n\n六四：井甃，旡咎。 \n\n《象》曰：井甃旡咎，修井也。 \n\n九五：井冽，寒泉食。 \n\n《象》曰：寒泉之食，中正也。 \n\n上六：井收勿幕，有孚旡吉。 \n\n《象》曰：元吉在上，大成也。 \n\n『卦意批註簡述』\n\n井水象徵生命的泉源，取之不盡、用之不竭，永遠滿而不盈。但是需用木桶來汲水的現象，井水雖能來養生，但必須自己來勞動謀取生計。君子要能使民勞動生產，勸導民眾互助合作，才能養育維持生活。\n\n井有節的意思，節井水來備養，猶如節財備用，故應體會節儉意思。又井字通刑字，最忌諱公事訴訟，有刑戮的意思。井也有志向守成、自我限制的意思，無法成就大事的跡象。\n\n古時用陶瓶汲井水，容易碰碎，故此卦也有虛驚、凶險、破損的凶象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事都要耐心等待，目前不如意的事較多。好像被世人遺棄的古井一樣，自我認知正處於衰運之中，不要隨意妄動，則光明之日就不遠了。\n\n《二爻》 此爻有如水桶破了洞，水不停的漏掉般。表示事情難獲進展，此刻切忌放心大膽，可能會有漸入窮境的憂慮，努力維持目前的狀態要緊。\n\n《三爻》 內憂外患之時，有實力而沒有機會來表現。誠所謂懷才不遇、龍困淺灘。只要不放棄希望，總有運氣回升的一天。\n\n《四爻》 幸福已經近在眼前了。不過要採取行動還為時尚早。磚造、鋼筋混凝土造的建築，改建或增建都是吉利的。\n\n《五爻》 目前的你有如澄清的水，大家都喜歡飲用。信用已經被認同，運勢也很好。此刻不管要為自己，還是要不惜援助別人。生意興隆，成功都是可以預期的。\n《上爻》 得到好的支持者，正是一帆風順的好良運。不可忘了把這好運分享給別人，如此將會有更好的回報。改行、轉職、開張、新建、遷居、旅行皆有吉利。"
    },
    {
        "type": "周易",
        "name": "山風蠱",
        "text": "山風蠱 巽木歸魂卦\n\n第十八卦 蠱卦  巽下艮上 腐敗固振與之道 \n\n「經文卦意」蠱：元亨，利涉大川。先甲三日，後甲三日。 \n\n【翼傳注釋】 \n\n《彖》曰：蠱，剛上而柔下，巽而止，蠱。蠱，元亨，而天下治也。利涉大川，往有事也。先甲三日，後甲三日，終則有始，天行也。 \n\n《象》曰：山下有風，蠱。君子以振民育德。 \n\n《序卦傳》：「蠱者，事也。」蠱，腐敗而生事端。\n\n《雜卦傳》：「蠱則飭也。」蠱則宜予整治。\n\n【爻辭原文】 \n\n初六：幹父之蠱，有子，考旡咎，厲終吉。 \n\n《象》曰：幹父之蠱，意承考也。 \n\n九二：幹母之蠱，不可貞。 \n\n《象》曰：幹母之蠱，得中道也。 \n\n九三：幹父小有晦，旡大咎。 \n\n《象》曰：幹父之蠱，終旡咎也。 \n\n六四：裕父之蠱，往見吝。 \n\n《象》曰：裕父之蠱，往未得也。 \n\n六五：幹父之蠱，用譽。 \n\n《象》曰：幹父之蠱。承以德也。 \n\n上九：不事王侯，高尚其事。 \n\n《象》曰：不事王侯，志可則也。 \n\n『卦意批註簡述』\n\n山下之風不暢行，不能疏物反而壞物，君子必須先振興民志培養道德，才能消除弊害。蠱乃是蟲生於器皿之內，事情早已敗壞不處理，而導致腐敗更加糟糕的意思。\n\n得此卦時因彼我之間的意氣不通，所以不能成事因循敗事，又有災難不在遠方而起於近處，不為外而由內產生起的卦意。故占得此卦定有內賊，或是物定有被損壞的意思。蠱也有被下毒所迷失的現象，所以諸事有艱難迷惑、心魂混亂不明的時後。尤應注意夫妻或是親子間的苦勞或爭執。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 在過失尚未演變成大事之前，如不糾正過來就會很危險，同時粗心大意也是很要不得的態度。起初如果不抱持太大的希望，盡力去做到最後說不定有好結果。別人放棄的，如果你重新思慮周詳的計畫，仍會有成功的希望。最初當然是困難的，越過此一難關就有吉利的好運了。\n\n《二爻》 性急會把事情弄砸，務必停下來靜候時機。現在凡事不如意，太急只會把事情給弄亂。轉業、遷居、旅行等計畫最好緩一緩，趁此一機會好好整理身邊的雜事。然後不慌不忙地等候時機的到來為宜。\n\n《三爻》 事情往往難以如願。不好高驚遠、不貪圖近利，則有大展鴻圖的機會。夫妻間常因私下向外借貸的事暴露，或是與異性感情外遇關係，因而引起衝突的風波。要小心處理面對。\n\n《四爻》 此刻是你蒙受弊害最嚴重的時候，採取強硬手段只會把事情更加惡化。如果因此灰心喪志，說不定就此身敗名裂。對意外肇事災難要小心防範。無謂的爭執要避免、多忍耐。\n\n《五爻》 有好運。事情籌備妥當大有發展契機，務必和有才能的、有力量的人合力去推展。轉業、轉職都能如願，新建、遷移、旅行都能平安無事，此一好時機不可錯失。\n《上爻》 一切事情到此告告一段落，如今要平心靜氣去觀察未來的發展動向。轉業要避免大城市，而事業也要暫時停止擴張發展為佳。"
    },
    {
        "type": "周易",
        "name": "地風升",
        "text": "地風升   震木四世卦\n\n第四十六卦 升卦  巽下坤上 積小以致高大 \n\n「經文卦意」升：元亨，用見大人，勿恤，南征吉。 \n\n【翼傳注釋】 \n\n《彖》曰：柔以時升，巽而順，剛中而應，是以大亨。用見大人，勿恤。有慶也。南征吉，志行也。 \n\n《象》曰：地中生木，升。君子以順德，積小以高大。 \n\n《序卦傳》：「聚而上者，謂之升。」\n\n【爻辭原文】 \n\n初六：允升，大吉。 \n\n《象》曰：允升大吉，上合志也。 \n\n九二：孚乃利用禴，旡咎。 \n\n《象》曰：九二之孚，有喜也。 \n\n九三：升虛邑。 \n\n《象》曰：升虛邑，旡所疑也。 \n\n六四：王用亨于岐山，吉旡咎。 \n\n《象》曰：王用亨于岐山，順事也。 \n\n六五：貞吉，升階。 \n\n《象》曰：貞吉升階，大得志也。 \n\n上六：冥升，利于不息之貞。 \n\n《象》曰：冥升在上，消不富也。 \n\n『卦意批註簡述』\n\n升卦，是說明事物進而向上，生長高昇的現象。象徵樹木生長在土中，有厚實的根基，向上生長。君子要能順應道德的發展，日益增進積少以成多，由細微而至於高大。\n\n得此卦為氣運漸進，慢慢能達到目的的卦象，因為而要登高處，必需由低處爬起；要行走到遠方，也必需從近處走起。所以不可倒因為果，凡是需要靜待而依循漸進。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 做任何事都能順利進行。毅然開張創業、轉行都不錯，事業經營前途可謂前途燦爛。領薪者是升職升進的好機會。旅行、遷移都是好時機。\n\n《二爻》 不可為眼前的近利，而放棄建造將來幸福的基礎。對祖先的供奉也不可疏忽。此爻可謂名譽重於利益。\n\n《三爻》 有昇進的喜訊，對外有聲譽，可惜有爭端的危險。凡事不要太過份，以免招來災禍。過於粗心大意就有病難的憂慮。\n\n《四爻》 物質經濟上不太充足，不過精神上可望有平穩的情緒。家庭中上下和睦，工作崗位上的人際關係也很圓滿。只是在物質上不可再強求，維持現狀就好。\n\n《五爻》 會有預想不到的好消息，可能是升級升職的，也可能是財產的受贈。目前是圖謀一生平安康泰的好良機。轉業、開業、遷移等的好時期。\n《上爻》 從最得意的頂點，墜落到極度衰運的危險裏。事業的擴張即使眼前很有利，也不可冒然從事，以免招來損財的大破敗。此時凡事保守為宜。"
    },
    {
        "type": "塔羅",
        "name": "天風姤",
        "text": "天風姤  乾金一世卦\n\n44、天風姤  乾金一世卦\n\n【基本卦意】\n\n姤：表邂逅、不期而遇，非預想中的事情來發生。主是個狀況卦，吉凶未定。\n\n【卦意運用—吉凶參半狀況卦】\n\n逅，會帶來意外之喜、也會帶來意外之災，需視動爻變卦的吉凶來論斷。\n\n但是「姤」卦意，會以「女」字旁來表示，當然是特別在感情上有所強調，通常卜求事項大都會有感情的跡象，或與情色非常的有關係。\n\n若是卜問此類的事情，就需要很小心，通成都是有外遇的感情發生，或是有因情色而遭禍的凶象。\n\n【擬像延伸運用】\n\n此卦為五陽爻只有一陰爻來發生，又巽風長女在乾天父之下，隱含陰爻女性潛藏欲出的跡象。\n\n故得此卦時也有事物的聚散不定的現象，所以卜問者可能正處於對事迷罔，思慮不穩定狀態的時後。\n\n而且此卦五陽爻一陰爻，也可延伸為有犯上而遭受禍害的凶兆，注意口舌爭端，疑惑誤事之情況。或是女人會利用女色，因此而得利益的現象。\n\n男人得此掛，宜防女災，所謂色不迷人人自迷，當留心被女色所詐，失財及色劫之害。女人得此卦，有感情上的憂慮，並有禍不單行的憂患。\n\n卜求婚姻，有多波折阻撓，若能成往後亦不吉，會有情慾重於感情的跡象。\n\n【應用吉凶參考】\n\n運勢：陰長陽衰，男人傾防因色受禍，諸事不如意，不能上進，沉於女色之凶象也。凡事進取宜慎重。\n\n愛情：男女對象均不理想，有第三者出現，因而徒勞無功，會離散。\n\n家運：家運漸衰，不祥之兆。有女人口舌，亦有感情之因，損財之運。\n\n胎孕：女兒在先作福乃吉。孕無礙。然須注意子女均有品性不良之趨向。\n\n子女：子女多有志行不堅定，給父母親增加麻煩，不幸之象。難管教也。\n\n週轉：有意外阻撓，難調，另謀他法為宜。\n\n買賣：不能如意，受奸詐之害而導致失敗也。\n\n疾病：常為外來感染或外傷、外來沖煞等症。有惡化之情況，多為生殖器官或泌尿系統之疾，或結核病之類，宜留心靜養。凶象，但動爻變卦可做吉凶活斷解析之。\n\n等人：女方會來，男方不一定會來，因為途中遇到別的女人之故。\n\n尋人：會在意想不到的地方相遇，如色情場所。尋人不易，西北之力。\n\n失物：遺失之物與女人有關，或許無意之中可以找到。\n\n旅行：可。但切記勿近女色，以為艷遇其實有災。\n\n考試：不理想。\n\n訟詞糾紛：女人在內，口舌是非播弄之象。多數為女色方面之糾紛。\n\n求事求職：難成。\n\n改行不利，開業不宜，強行必受小人之害。"
    },
    {
        "type": "塔羅",
        "name": "澤風大過",
        "text": "澤風大過  震木遊魂卦\n\n28、澤風大過  震木遊魂卦\n\n【基本卦意】\n\n大過：表示有犯了一個很大的過錯哦！主大凶。諸事不順，切忌此時作任何的決策，需努力找出問題所在，儘快解決才能扭轉劣勢。\n\n【卦意運用—偏大凶卦】\n\n卜得此卦定有險象厄運，尤其宜慎水難滅頂的凶患，也有因情色惹上官司的憂慮。\n\n得此卦者，此時有如身陷水中，身心不安、像快被湮滅、受苦之際。\n\n若是有任性強行己意者，必會有後悔之時。\n\n雖然事事表面不露痕跡，但必有事物不順、諸事衰退，凡事均覺有窒礙難行之時。\n\n疾病：大凶。此卦為「遊魂卦」與亡靈或祖靈風水有絕大的關係。不可輕忽。注意陰宅墳墓風水有過濕入水的凶象，建議改葬為佳。影響層面應會擴大至整個家族，眾多家人都會受到輕重不一的傷害，或是莫明難治的病厄。\n\n【擬像延伸運用】\n\n兌澤在巽木之上，為水勢過大反而淹滅了樹木，反會來溺死樹木，無法來滋養樹木的凶象，延伸為凡事有強求做過頭的現象。\n\n又全卦體合之為一大「坎」卦之象，故也有洪水氾濫之意。\n\n而卦中四陽爻、上下二陰爻，表示陽爻盛於陰爻一倍，中間四陽爻致使初、六兩陰爻，無法來包覆掩護，像似紙難包火的態勢，情事勢將被摧折揭發。\n\n又其卦形好像兩條蛇把身體纏結在一起，延伸為感情桃色糾紛的凶兆。\n\n占得此卦的女姓，要注意可能多有月經遲滯之疾病，或是有久病的凶象。\n\n卜求婚姻不宜，此刻已有不相稱或有離異的想法了。\n\n【應用吉凶參考】\n\n運勢：諸事衰退，多煩惱，恐水難或犯官符。有力不從心，負擔過重之象。逢挫折而將墜落之時運，故得此卦者，凡事切忌經舉妄動，否則有過。\n\n愛情：雙方眼光均太高，且各已有相好之人，花心又不實，何需再另談感情之事？無望。\n\n家運：困難重重，搖搖欲墜之衰運。夫妻感情不睦，且均有向外發展之趨勢，若想挽回此破象，雙方宜力圖改進自己的缺點，否則破裂也。\n\n胎孕：女兒或男兒均與六親緣薄，育養困難。\n\n子女：兒女眾多，子女與雙親間感情薄弱，又缺乏諒解，有癥結耳。\n\n週轉：無啥希望。\n\n買賣：不可做超過自己本身財力之生意交易，否則定有折損。亦不成。\n\n疾病：有更嚴重之趨向，為肺部、神經部份的疾病。女占得此卦，有婦女經滯、婦女病、不孕、腫瘤之疾，須耐心治療，疾可治。\n\n等人：不會來。\n\n尋人：不易找到，可向東南方或西方。難尋。但若動用人手共尋找，可見。\n\n失物：小失可追回，大失無望。若是東南向或西向則較有望。\n\n旅行：不去也罷，不利。\n\n考試：苦惱也。不佳。\n\n訟詞糾紛：乃熟人、親近之人之內患。有文書上的麻煩，求和亦尋無心計。官符也。\n\n求事求職：困難很多。\n\n改行：不宜圖不相應之事。開業尚屬虛，且待時候。"
    },
    {
        "type": "塔羅",
        "name": "火風鼎",
        "text": "火風鼎 離火二世卦\n\n50、火風鼎  離火二世卦\n\n【基本卦意】\n\n鼎：表三足而立，平穩之勢。另表拜神、禮佛的香爐。主吉象。事業投資應與人合夥為佳，諸事可在平穩中發展。\n\n【卦意運用—吉凶參半指示卦】\n\n唯對感情、婚姻略有凶象，會有出現三人行的機率很高，有外遇出軌的跡象，只是當事者應會很理智的來尋求解決。\n\n也表示拜神的禮器，而有顯示神佛的靈氣已來降臨，修行的機緣已到，需盡快在家中設置佛堂來拜佛、修持了！\n\n此卦有可創業的吉象，能得長輩上位者的提拔，運開亨通安定通達的時運。\n\n求財望事可成，求他人之力有利。\n\n病者占得，可能和神明祖先有關，需盡快祭祀來祈求。離火為眼睛、心神不寧、失眠、急躁不安，巽木為胃腸不適、或皮膚過敏、發炎等癥狀。。\n\n【擬像延伸運用】\n\n巽木上有離火，像有燃炊烹飪的形象，而五爻陰爻為兩耳，上九陽爻為鍍鍋蓋，中間三爻為鼎腹，初六陰爻為足，卦形像似鼎而為名。\n\n得此卦為去邪從正、遷善改過的義理，若能把握此時運，將可日日大進、事業大有可為，所以事事不宜拖延裹足不定。\n\n離火表文書或是口舌，因此在住所和家人，或是文書方面會有因口舌是非而起衝突，宜和勸為好，不然會有牢獄的危難。\n\n卜求婚姻可成良緣和睦的吉象。但是已婚女占得此卦，恐有兩女適一夫的凶兆。\n\n但是仍要注意以火燃木，木體必會有所損失，因此須防產物火災或是為人擔保，而遭受財務受害。\n\n【應用吉凶參考】\n\n運勢：能解決困難，取得事物之穩定而名利雙收，會有不錯的成就，最好新找外人來共事、合夥。\n\n愛情：吉中帶凶，外表平穩順利，可能另有第三者的介入，且在暗中發展不易被發現，需小心或心裡有準備。\n\n家運：生平幸福之運，吉也。\n\n胎孕：不安，不久便產。男女將來皆衷傑，母宜保。\n\n子女：子女均才能出眾，將成大功立大業之趨勢也。\n\n週轉：可成。\n\n買賣：有大利可得。\n\n疾病：為消化器官腸的病症，應無大礙。需注意心臟之症、心火過旺。有變，但可無礙。\n\n等人：一定會來。\n\n尋人：南方或東南方。不必操心，會自己回來。\n\n失物：東南方尋。\n\n旅行：有意外收穫，可行。\n\n考試：登科上榜。\n\n訟詞糾紛：此糾紛由小是非而起，宜和解。\n\n求事求職：大利。有上輩提拔。\n\n改行有得天獨厚的條件，速進行。開業為吉利通達之象。"
    },
    {
        "type": "塔羅",
        "name": "雷風恆",
        "text": "雷風恆 震木三世卦\n\n32、雷風恆  震木三世卦\n\n【基本卦意】\n\n恆：永恆、持久，表示維持長久不變的一種跡象。主是個狀況卦，吉凶未定。\n\n【卦意運用—吉凶參半指示卦】\n\n顯示一種好的或壞的情形，都會持續很長久的一種狀況。事業投資、感情婚姻等，都不宜在此時做任何的計畫或變動。\n\n事事宜循序漸進，才能成功達順志願。\n\n求財望事難調和，遷居可。\n\n卜疾病，此卦雷風均有不定的動態變化，因此須慎防突發疾病和意外血光之災。或是難根治的因果病。\n\n【擬像延伸運用】\n\n雷為陽氣、風為陰氣，二者為天地自然天象，彼此互動而助長萬物生長發育，延伸為生生恆常的現象。\n\n而震為長男在外動、巽為長女在內守，表示剛柔相應、動靜有分、各得其宜，可以相輔相成持續永恆。\n\n凡事不可以自己的一分私見來行事，且不宜著手計畫新的事物。 \n\n卜求婚姻，年輕婚者恐有口舌之爭，年長者此婚則易成。婚後多可圓滿且長久幸福之吉象。\n\n男人占得此卦，有得女之歡。女人占得，切勿祇知愛情而不知可能會有所失。\n\n【應用吉凶參考】\n\n運勢：諸事亨通而沒有犯錯方能恆久。其象利於正常固守，並須有毅力持行。雷風者，知守常則吉，妄動者則不能亨通。\n\n愛情：順利如意，有美好結果。\n\n家運：全家上下均各循正軌而行，幸福家庭也。\n\n胎孕：胎有煩惱，但無礙。主男兒。孕婦有災，酉日占之可免其禍。\n\n子女：與雙親感情融治，幸福之至。\n\n週轉：不成問題。\n\n買賣：有貴人，得力終成。利益雙收。\n\n疾病：慢性病及宿疾。膽、肝之症，須長期治療不易在短期內治癒，或癌。\n\n等人：遲到。\n\n尋人：外出之人平安無事，會自己回來。\n\n失物：室內可尋東南方:室外宜向西北方。可尋。\n\n旅行：吉利。\n\n考試：高分紀錄。\n\n訟詞糾紛：因小人口舌而起，有驚無害。宜速謀和解，拖延不利，反凶。\n\n求事求職：向東南有利。\n\n改行不可任意圖謀。開業者吉利可行。"
    },
    {
        "type": "塔羅",
        "name": "巽為風",
        "text": "巽為風  巽木八純卦\n\n57、巽為風  巽木八純卦\n\n【基本卦意】\n\n風：時柔順、時狂暴，表不定之象。六沖純卦，主大好大壞之象。\n\n【卦意運用—吉凶參半指示卦】\n\n不易控制的局面，包括人、事、感情、投資，都是令人很難去掌控的、會有波折和變化。\n\n得此卦者，其對事情態度飄忽不定，其心態平和時如輕風吹拂，令人怡悅，然而又有突然驟變，暴躁、破壞力強、情緒化的一面。\n\n得此卦者，一陰爻順服於二陽爻之下，應遵順卦象巽風柔順的特性，應順從他人來做事之時。\n\n而且此卦需依附剛而立，表示自己不能單獨自立，要和他人共事合作。\n\n求財望事，少得終不成。\n\n【擬像延伸運用】\n\n兩風相隨相續，而能起再接再厲鼓舞的作用，延伸為一再不厭其詳的申述命令，才能使所要傳達的事項深入民心，而有所謂巽、順入的意涵。\n\n巽有風、陰木、入、長女等意義，風在吹時無孔不入，所以延伸有無所不入、順風恭服的意義。\n\n風之流動，快而無形，此卦又雙巽風，一陣一陣的吹，象徵初得小利，再則波折重重。\n\n卜求婚姻，男女可能同年庚，會得到有聲名的人為媒。此卦的婚姻有變化不定的發展凶兆，可能始吉而終凶。\n\n風者，無實體的物體，雖然可以感受它的存在，也可以聽見它流動的訊息，但是卻無法保存它和掌握它，而且其動向變化莫測。\n\n【應用吉凶參考】\n\n運勢：此卦象徵多波折，游離不定之運也。此時要處理不驚，堅定意志， \n\n物事果斷而隨機應變，不必一味跟從順行。待人接物宜心平氣和，則可得意外之收穫。切記狂風之下必有所損。\n\n愛情：要冷靜。風若和，日必麗。風若凝聚，可知暴風雨將至，終身大事不可不慎。時好時壞，把戲真不少，均輕飄不實也。\n\n家運：家內已生風波，遵照長輩意見與指示方可渡過難關，否則動盪不安。\n\n胎孕：有礙。夏秋占定是男兒。否則生女。五爻動，主有所傷;二爻動，則利母而不利子，宜慎。\n\n子女：養兒育女，可謂無微不至，但有孝順恩情之子女，福也。\n\n週轉：小吉，大則難調。\n\n買賣：好時機，絕對有利。\n\n疾病：內症是性病、糖尿病或胃腸之症。病症在外表大是在皮膚病上，病情變化無常，宜長期調理。重症者速醫，危。\n\n等人：主動約人，有結果。\n\n尋人：此人隱於附近朋友家中，好言相勸可回。大致是吵架出走，若是債務糾紛尋人者，注意發生衝突損傷。東南方位。\n\n失物：東南方可尋。混藏於其物品下面。\n\n旅行：可。\n\n考試：吊車尾，宜多用功。\n\n訟詞糾紛：不易和解，託地方人士調解，二人可調。\n\n求事求職：不能達到理想，可隨機應變。\n\n改行需看情況，但必有所變動。開業可行，但勿太急，慢慢進取有利。"
    },
    {
        "type": "塔羅",
        "name": "水風井",
        "text": "水風井  震木五世卦\n\n48、水風井  震木五世卦\n\n【基本卦意】 \n\n井：水井、井底之蛙。表小水固定的水源，也有格局小卻只要能過活的保守心態。主小吉象。\n\n【卦意運用—吉凶參半指示卦】\n\n井水雖不能種植、畜養，卻能來養人度日，水源有限而延伸為心力有限，不能做太大的計畫，表示視野沒有很寬廣，比較短視的保守心態。\n\n但是有井水也表示穩扎穩打，才能來安身立命，建立起成家的基礎。\n\n求財望事不成。\n\n卜求感情，宜防感情之事有損。\n\n【擬像延伸運用】\n\n巽木比擬為「木桶」在坎水下，象徵木桶入井取水而上，雖可養命但也需很辛苦地付出，不是很容易可以來取得。\n\n另井也有節約的意義，節井水來備養，猶如節財備用，故應體會節儉的意涵。又井字也通刑字，因此最忌卜求公事訴訟，會有牢獄災厄。\n\n另古時常用陶瓶汲取井水，容易碰碎，故此卦也有虛驚、凶險、破損的凶象，表示有思緒精神不穩定，居所有虛驚憂慮等情事。\n\n卜求婚姻，需久說方成，有分開再合之象，故宜遲緩進才可成，但也有往後易生口舌是非的凶兆。\n\n【應用吉凶參考】\n\n運勢：缺乏衡力，因井為靜而不能移之物。故凡事已無法進取，不如守之泰然。\n\n愛情：任其自然發展，但情況不怎麼好，有破裂之相。\n\n家運：諸事宜心平氣和處理，守其井水，供來往人用，為守舊之義。諸事宜防有變。\n\n胎孕：宜防有不成之兆。生男兒。欲產不產，防產母有災，作福祈保可平安。\n\n子女：兒女有順良之象，宜防血光。\n\n週轉：無望。再待時另調。\n\n買賣：尚可，但不可大作為。小交易有利。\n\n疾病：腎、膀胱、尿道等生殖器官之疾。病重長，臨時之疾宜注意治療。\n\n等人：儘速再連絡，遲來。\n\n尋人：東南或北方可尋。\n\n失物：在室內，可尋，但難尋。\n\n旅行：不宜。\n\n考試：尚可。\n\n訟詞糾紛：有三四人牽連。不動產之訟宜和解，有刑戮之象。慎之。\n\n求事求職：安於本份，換新的工作也是小工作。\n\n改行不利，守之尚可。開業者不宜，此卦有破損之象。"
    },
    {
        "type": "塔羅",
        "name": "山風蠱",
        "text": "山風蠱 巽木歸魂卦\n\n18、山風蠱  巽木歸魂卦\n\n【基本卦意】 \n\n蠱：表受到蠱惑、毒害的現象。主大凶象。\n\n蠱毒是因內在腐朽而生蟲化毒，顯示問題的根因存在已久，卻未誠實面對處理而導致愈來愈嚴重。\n\n【卦意運用—偏大凶卦】\n\n此卦若是動爻在外，則表示被外來的小人所害，其怨恨根結甚深，易做出錯誤的決策，慨大都被人所迷惑，一時心神錯亂引致禍事。。\n\n若是動爻在內，得此卦者必是受內部、親友、同行之人所累致損。\n\n疾病：此卦為「歸魂卦」，為內在之冤親債主來有所催討。其病是因果病甚兇險，應儘速尋求癥結來化解。\n\n求財望事難遂。\n\n【擬像延伸運用】\n\n得此卦時因彼我之間意氣不通，不能成事因循敗事，又有災難不在遠方而起於近處，不為外而由內生起之意。\n\n故占得此卦恐有內賊，而事物定有所損失，為諸事艱難迷惑之時，尤應注意親子家人間的苦勞和爭執，而產生疏遠失親的凶兆。\n\n卜求婚姻，為多障礙、多辛苦、多難之不利姻緣，此婚終必破，且女子必再婚。\n\n更有女子感情受騙吃虧之事，若另覓新伴侶則吉。\n\n男人占得此卦，恐有情色災厄或是受性病之殘害，女人占得，則有桃色糾紛或再婚因緣之象。\n\n此卦教我們處在混亂時期，要注意是需要革新的時候。因事物的敗壞，可以整治修理，使之復元如初，才會有元亨之吉象。\n\n但是欲求革新，不是輕易之事，須計劃週密，方能做得合理，故凡事要盡心策劃，事後認真檢討，才可得革新之效。\n\n【應用吉凶參考】\n\n運勢：諸事不如意、積弊已深，未能進展，氣運雜亂。逢此宜鼓起勇氣，大膽加以革新，有內憂外患之象。\n\n愛情：關係複雜，尤其男人到處留情，苦惱多，終會一刀兩斷。另覓對象可吉。女子若是再婚者，其前夫不良，且已斷緣再嫁。\n\n家運：家庭易生煩心之事，不徹底改革有破家、損財之象。\n\n胎孕：生男。若第三爻以上動則不成。亦主患手或膿血之災。宜求神保佑。若五、九月占卦，三爻動則大凶。\n\n子女：子女多為品性不良，到處滋事，雙親不堪其憂之苦象耳。\n\n週轉：信用不好，週轉無望。\n\n買賈：交易不成，另謀生計為要。\n\n疾病：為內臟惡性疾病，主在胃腸、脾膽，有生命危險，失時效醫治者凶。冬季占得險象也。\n\n等人：中途有變，不會來。\n\n尋人：因家庭感情失和而出走，或與人私奔，於東南或東北。\n\n失物：難尋。\n\n旅行：有險。不宜。\n\n考試：落榜。\n\n訟詞糾紛：自己人的桃色糾紛，不易解決，會拖一段時間。\n\n求事求職：不利。\n\n改行：棄舊迎新吧！或革新內部人事。色情有關之業。\n\n開業者不宜，有損財或官符之災。"
    },
    {
        "type": "塔羅",
        "name": "地風升",
        "text": "地風升   震木四世卦\n\n46、地風升   震木四世卦\n\n【基本卦意】\n\n升：升起飛揚，表示一種情勢有如風吹落葉、乘風而起，會越來越旺的現象。主是個狀況卦，吉凶未定。\n\n【卦意運用—偏吉狀況卦】\n\n此卦有點偏小吉，尤其是在氣運的轉變中，將會顯現得很明顯。\n\n此時可以做一些計畫，如轉換工作、置產、求姻緣等，但還尚不可貿然執行，需循序漸進再把握時機。\n\n【擬像延伸運用】\n\n巽木樹木從地裏向上升長，延伸為進升之象，故此卦為運氣漸進，可達到目的之卦，然而登高必自低處起，行遠必從近處進，不可過頭先其時、又不可裹足後其時，需靜待而漸進。\n\n又坤地意柔順、巽風意順從人事，因此延伸此卦有柔順地順從人事之意，而且與人無爭的虛懷之象，而有懷才不求自表，見利不與人爭，專心於學問道德的處境上。\n\n卜求婚姻，開始有口舌而後凶之象，或有紛爭雖極力而得，但終是凶象。\n\n此卦夫妻也有口舌過失，宜審慎面對處理。\n\n【應用吉凶參考】\n\n運勢：諸事向上發展，開運之象，南方有吉慶，可名利雙收也。\n\n愛情：不宜過急，慢慢追求可成。\n\n家運：漸進而升至繁榮，積小以成大之吉運。\n\n胎孕：生女。不宜修造動土，修造必犯產母。\n\n子女：子女漸有成功之象，可賀。\n\n週轉：勿太過急，可成。\n\n買賣：多有利，應於亥卯日。\n\n疾病：腹部、膽或下部疾病。病重、可能於近日內會有巨變、不利。\n\n等人：遲到。\n\n尋人：動身則見，但恐自身有阻，與他人同去可，宜向北方。會自己回來。東南。\n\n失物：可尋，但遲。\n\n旅行：吉。遠行有利。\n\n考試：進步。進取有利。\n\n訟詞糾紛：宜進不宜退，堅持可成，緩則無大吉也。\n\n求事求職：有利。\n\n改行吉利。開業者吉利，漸漸獲利"
    },
    {
        "type": "白話",
        "name": "天水訟",
        "text": "天水訟  離火遊魂卦\n\n訟象體： \n\n天為氣體上升，水氣向下流注，兩者相背而行，無法親和。訟端即起。 \n\n其德上以剛凌下，下以險伺乎上。一人言，內險而外健。二人言，己險而彼健。健險相持。皆欲求勝，必訟之道，故日訟，乃相爭之凶烈。 \n\n二月卦：春 凶 夏吉 秋吉 冬凶 \n\n評曰：天水違行之象，田獵無獲之意。 \n\n卦意判斷： \n\n此卦乃乾天昇於天，坎水降於下,故有乖違、背情、悖意、生訟之象。得此卦者,必有身心不安，或有與親族、他人之間發生爭論之情，故務必避免爭訟、宜和平對人不可背情任意而為，應隨從長輩之意，不可執意妄為。得此卦須防盜賊，也有遭受嫌疑猜忌而親人疏遠之意。 \n\n訟者，必有爭端，否則不會無端興訟。然訴訟並非好事，凡事只求平反，中道而止，勿過於相爭，否則，不論勝敗如何，均俱會受傷害。 \n\n倘若情非得已，想要行險悻勝者，有如人行過大河，隨時都恐有滅頂之禍，不得不慎重。 \n\n若有遷居、改恆產之計畫，必有驚動凶象，故不宜。 \n\n斷之婚姻，因旁人口舌是非不成。但此卦象也宜據理者宜進不宜退，只限婚姻之官訟。 \n\n卦象參考： \n\n訟者，言與公也，必言之於公堂之上。天水相背，與物相爭。此卦內險外剛，既臉且健。下卦坎一陽陷於二陰之間，中情窒塞，冤致訟。得此卦者、若止於口舌則不成大事。若初、六爻動、即有他人訟我，須防因小失大，凡事不宜險進，退守為安。 \n\n【總結批論】 \n\n訟：表訴訟、爭端之象。主大凶象。事情衝突必須到見官上法院，可能必須以法律途徑來解決了！凡事皆不利，  而且已引起很大口舌是非爭執，而必須攤牌互相攻擊的程度了！ \n\n疾病：正是生死的最大關頭。此卦為「遊魂卦」，表人的心魂、靈識都已不全游離了，病症主在腦、中風、腦部腫瘤。或腎臟、尿毒、急性尿毒症。 \n\n【應用】 \n\n運勢：百事閉塞不通，傷害頻繁，受中傷而又易陷於奸計，不如意之運也。得饒人處且饒人，得過且過，莫再爭訟，否則皆不利也。 \n\n愛情：多事之時，是非頻頻，受中傷不易成也。 \n\n家運：家庭內部不和，有口舌爭端之害，並有散離之象，力持仁與和，運破敗，離散之凶象也。 \n\n胎孕：男兒。生產無驚阻，安也。生男是三胎。 \n\n子女：父子之間存有歧見，無法溝通之象。子女生來勞碌，與父母緣薄，多辛勞憂苦也。 \n\n週轉：不得要領，難成。 \n\n買賣：因處理不當，有衝突爭端，常招損失，不利也。 \n\n疾病：嚴重，除了儘量醫治外別無他法。所患為腦部、外傷頭部、腎臟與血液循環系統之疾病，多病之象。 \n\n等人：不會來。就算會來，雙方必有爭執情事發生。 \n\n尋人：此人因爭執事由負氣出走，並有生命危險，又尋找不易，儘量往西北與北方尋找。 \n\n失物：因左右之人而失，不必找了。即使找到，也必有爭端，不如破財消災。 \n\n旅行：不宜。 \n\n考試：不理想。很差。 \n\n改行：不利，開業不宜。 \n\n訟詞糾紛：不利。兩敗俱傷。最好由中間人調解，再爭無益也。 \n求事求職：難成。"
    },
    {
        "type": "白話",
        "name": "澤水困",
        "text": "澤水困  兌金一世卦\n\n困卦象體： \n\n澤水注於坎水下受陷。水洩於下，則澤乾竭於上，為窮困之象。初爻、三爻、上爻分別將陽爻絆住，為受困之象。 \n\n五月卦：春吉、夏凶、 秋平、 冬凶 \n\n評曰：鴉啼枯木之象，澤中脫濕之意。 \n\n卦意判斷： \n\n水往低處流，故兌澤之水盡悉漏掉，導致澤中無水之象。又互卦為巽，巽為木，水竭木即枯，故困者如獸入於陷阱中，被入困不能出之意。此為四大難卦之一，困難之極。 \n\n得此卦者，為艱難、困窮、不能達志，且多辛勞之時。 \n\n此卦以兌女在外、坎男在內，必主家中所有困苦之事多由女者承擔。 \n\n若女人占得此卦，可斷其夫外有感情女色，且其家運為破財之困  ，因內陷外悅。 \n\n又男權為女勢所蓋，必有反抗之日，也主夫婦不和，常吵架打罵也。故女人必有為感情之事所困擾。 \n\n斷之婚姻若是未婚者終可成，且男方可入贅得財，因卦象澤水洩於陷坎之水，水旺。 \n\n卦象參考： \n\n困窮之中，若仍不失通達之心者，唯君子有這般氣度。否則徒有口舌，向人喋喋不休並不能解決困境。真君子則能守之安泰靜待時機，得貴人相助而出人頭地。但真君子者少，能於困中而悟，處之安泰者，唯覺者也。 \n\n所謂「十年寒窗」 ，故學者得此卦不可斷之以凶，因凡事在困難挨過後定有繁榮，尤其做學問或創作者為明顯。「寒窗之下、有狀元郎」也。 \n\n【總結批論】 \n\n困：表有很大的困難被困住了。主大凶象。四大難卦第四卦。四處無援，最困難之時。事事很難再有進展，只好靜待時機，是此時最好的選擇。 \n\n【應用】 \n\n運勢：不如意，被小人欺，勞而無功，破損之災。一事難成，運衰也。宜守己待時。 \n\n愛情：失敗之象，難成氣候。 \n\n家運：家庭之主有屈於下風，被內助壓迫者，也常生反彈，吵架滋生。為黑暗時期，宜忍辱負重，期待黎明到來。若不謹守正道者，有失和、破兆也。 \n\n胎孕：生女。胎安。此女將來勞碌命格。 \n\n子女：有無後者。再就勞苦之命，但行為端正者，終可得福也。 \n\n週轉：求人不如求己，凡事需量入為出。若為女色破財，當然求助無門。 \n\n買賣：不能如願，有挫折。 \n\n疾病：嚴重且危險，為下腹部之病，宜注意花柳病、性病、婦女病。口、股之外傷，其病可治。 \n\n等人：受到阻礙，不來或遲到。 \n\n尋人：途中可遇．來者自來也。 \n\n失物：遺失之物不出其門，或存箱籠之中，但難找。 \n\n旅行：不利。不宜遠行。 \n\n考試：不理想。 \n\n改行：不宜。開業者須再待時。 \n\n訟詞糾紛：上九爻動，防牢獄枷鎖之災。故凡事宜得過且過，太計較不利也。 \n求事求職：不得時也不得意，再待時機。"
    },
    {
        "type": "白話",
        "name": "火水未濟",
        "text": "火水未濟  離火三世卦\n\n未濟象體： \n\n水性往下注，火勢往向上燒，水火不交合則未能相濟相成。 \n\n又二氣相逢，爻位陰陽不順，事皆倒置。蓋火在水上，兩無所成。 \n\n正月卦： 春平 夏凶 秋平 冬吉 \n\n評曰：曉光浮海之象，花落結實之意。 \n\n卦意判斷： \n\n此卦為離火在上，坎水在下，水火末交而不為烹飪之用，故曰末濟。末濟者，乃末成也。因有今後水火相交而至，為事之意。 \n\n故得此卦時，雖事有未濟，但若期勉其濟，終必濟。 \n\n若尚末濟，安之，而不求其濟也可末濟而終。凡事務必用心促其成就。故求財望事雖有可成，但遲。 \n\n象徵於人相處，離女在上卦，坎男在下卦，有女強於男，故此卦有婦欺凌夫之詾象。 \n\n占得此卦之男人，有較女方窮困而常受其欺辱之情形，又艮為少男恐其志也不夠堅強也。 \n\n又女人占得此卦，宜防外遇。因此卦為女人有悅，而男人有窮苦之卦象也。 \n\n斷之婚姻為多勞，可成。但有先難後易，且其女有對男女情色慾望過重之情形。 \n\n卦象參考： \n\n此卦男在內卦，女在外卦，女外而壓男於內，故有不得其位，違反情理之勢，因此不得相濟之功。 \n\n古時聖賢體會「水火為既濟」、「火水為末濟」此兩種理象，以辨別事物之異同，以明當如何適當調配。以正確的方位相濟而成、或互相消亡，此乃平衡之學理。 \n\n然此卦為離火向上延伸，坎水向下流注，水不能剋制火勢，故有男弱女強之象。因離女之火無水可制，故斷之重情慾也。但不可以此斷其運差。 \n\n【總結批論】 \n\n未濟：\n\n表陰陽不調和，氣血不順。主凶中帶小吉之象。人事、情緒不順應是最大的影響主因。幸好此卦會有否極泰來之變化，一切均會雨過天清的。值得等待。 \n\n【應用】 \n\n運勢：氣運不通，諸事不能如願，有初衰後盛之象。凡事要有耐心去突破難關，前途將大有可望。此時宜採取篤實的方針和毅力，能夠努力建立自己者，可名利雙收。與人共謀事者，終有大利，可為之。 \n\n愛情：剛開始時意見不能溝通，格格不入。若能試著去接受對方，可成也。 \n\n家運：初運不振，耐心熬過辛苦的路，可得幸福。 \n\n胎孕：平安。內動爻生男，外爻動生女。又頭胎生女，二、四胎生男，五胎生女，不久當產。 \n\n子女：子女遲得，但眾多且多勞。但終有繁榮之象，將來都能振奮家聲，以慰祖德。 \n\n週轉：有不少困難，成敗各半。 \n\n買賣：初限不佳，漸有好轉之象。 \n\n疾病：為下腹部與血液循環之症。病情很不穩定，似有危險，宜留心調理，否則凶。占得此卦者，年輕時其體必弱多病，至中年後才逐漸康健。 \n\n等人：雖遲到，但有吉兆。 \n\n尋人：上九爻動即見，六三爻動可尋。其人為情不和或家不和而負氣出走，會自己回來。 \n\n失物：在香火佛堂或水邊不遠處或混在某物中。北或南向可尋。 \n\n旅行：因有意外而影響行程，不宜遠行。近可。 \n\n考試：不錯，有好成績。 \n\n改行：可進行。開業吉。勿因初時不佳而灰心，生意會轉興隆。 \n\n訟詞糾紛：就算要和解也煞費周章。拖些時日有貴人化解。 \n求事求職：枉費心機，無希望，再等候時機。"
    },
    {
        "type": "白話",
        "name": "雷水解",
        "text": "雷水解   震木二世卦\n\n解象體： \n\n震為春、坎為冬，為冬去春來之象。又震動而下雨，雷雨交作，則天地之鬱熱之氣解散。 \n\n又坎為險陷，震為動盪，從險境中撼動擺脫，而得險漸為化解也。 \n\n十二月卦： 春平 夏吉 秋凶 冬不利 \n\n評曰：涉川未乾之象，雷雨緩散之意。 \n\n卦意判斷： \n\n得此卦時，即可解脫從前之險難，但僅為脫困，而喜末至。元氣末復之時，猶如人病之初癒，血氣末復之際，又因困難始去，欲加害者猶在，務必去除之。諸事宜早日進行策劃，遲即難調或遭破壞。 \n\n有與遠方通交經商之意，可得有力人士相助，宜速謀良策進行，遲即有錯。 \n\n斷之婚姻可成，但有不可測之妨礙。故稍有帶破凶象。男人占得此卦得利，女人占得此卦不利，有春情之動。若是能結成姻緣者吉利，若是名份末定者，可能會有損傷貞節或破壞他人家庭之象。 \n\n卦象參考： \n\n雷上坎下，中爻「約坎互離」，坎為水，震為雷，雷雨交作則能解散熱氣，故日解。然解是化散而潤和，又可表為處理、化育、化氣、化解之意。 \n\n此卦楚霸王項羽受困咳下卜得之，後果士卒潰散也。因本身陷於坎困，而外卦為震動，外動而內困，故其兵士潰解也。 \n\n【總結批論】 \n\n解：表困難解決之象。主凶帶小吉之象。冬雪春化之意。冰凍三尺非一日之寒，事出有因、但已是到該解決的盡頭了！只是化解之日還很長，要抓住重點方向，好好努力堅持下去，還是有可能再成功的。 \n\n此卦有春雨初降，大地潤和，萬物欣欣向榮，動物受春情之動，雷雨交接承歡，滋養萬物之象也。於人事可化于戈為玉帛，均為解也。 \n\n【應用】 \n\n運勢：順勢而行，速把握良機、堅持努力，快速處理可成。貴人在遠方，有助，宜出外營謀。大運在西南。 \n\n愛情：不用猶豫，堅持可成。 \n\n家運：初有困難，但難關已過。開花結實之兆。 \n\n胎孕：生男。孕安。須防產後之難。 \n\n子女：初時因子女牽累而勞苦，但其子女越長運越好之兆，故苦後得甘，已可得到幸福。 \n\n週轉：速進行可成。延遲不利。 \n\n買賣：即速交易，可名利雙收。 \n\n疾病：為腸胃、神經系統之疾。若是近病，危。但占長病有治。 \n\n等人：一定來。 \n\n尋人：北方尋之可見。 \n\n失物：遺失不得全出。 \n\n旅行：吉利。但莫乘船，其它可以。 \n\n考試：題榜在望小成。 \n\n改行：速改有利。開業者有很大的展望。 \n\n訟詞糾紛：忌四月，不吉。雖不成事，也主留連欲散不散，若有見官，三五次皆無事，丑末日分曉。可有利解決。 \n求事求職：有貴人相助。"
    },
    {
        "type": "白話",
        "name": "風水渙",
        "text": "風水渙   離火五世卦\n\n渙卦象體： \n\n風在水上，水面被風吹動，流動四散為渙。又坎為冬，為水，巽為春，為風。春風吹到嚴寒冰雪上，冰雪解消之意。又水勢受風力鼓盪而起波浪，人心渙散則天下亂。風止則浪平，人心團結則天下治。 \n\n三月卦： 春平 夏吉 秋不利 冬吉 \n\n評曰：順風駕帆之象，萍水相逢之意。 \n\n卦意判斷： \n\n渙者，流散、渙散之意也。得此卦時，為「我難彼順」之象，陷於困難且為渙散之時，故雖有憂患罹身，但是可心安。又有物品散亂之意，須注意損失。 \n\n求財望事難成。又恐有不測災難或蒙受損失，且有住居煩勞苦悶之象。遷居較宜。     \n\n斷之婚姻終可成。得此卦因坎之水被巽風吹而散渙，故有處事性情較為任性、放縱之象。論感情男女均需防男女情色變化凶象。 \n\n卦象參考： \n\n此卦雖有涉大川之險，但不必畏懼，如此則可涉水而過，凡事不可怕艱難。象事於人事物，能結合人心，利於貞常正固，正可應事感召達吉象也。 \n\n又此卦中爻約艮互震，有止有動，有土有木，其內部有不和之象，故宜在不穩定的情況下建立自己的見解，不可毫無主見。若能因此收拾渙散之局，重整聚合，始吉。 \n\n【總結批論】 \n\n渙：表渙散、離散之象。主凶象。心神不寧、精神不佳，人事向心力均已離散，有頹廢不振的運勢。事業、感情、婚姻根基開始有鬆動的情勢產生。人的心緒、沈悶是最大的影響。 \n\n若能穩定情緒、定下心神，應會再恢復以往的神采風光。只是萬物，有聚必有散，有散也必有聚，每一件事物，散仍可復聚，此乃消長循環通亨的道理，此卦若在成卦，則可看變卦再來論吉凶。 \n\n【應用】 \n\n運勢：初有小損，但終可解困而心悅，凡事小心則百事亨通，任性放縱必敗。遠方事物吉利，但宜守其常。 \n\n愛情：因有一些小障礙，而可能會造成離散之象，外在因素，情緣仍在，有可能在復合。 \n\n家運：起初有損，有波折且困，但可漸入佳境。 \n\n胎孕：臨產婦無礙。否則男胎當生難養，有犯，致胎不足，未必為喜。女胎則此胎孕有不成之象，損或母子均礙。因此卦犯動胎氣，宜慎。 \n\n子女：雙親百般勞苦為子女，而子女深知父母養育教導之恩，多得良好配偶，並有才藝之象。 \n\n週轉：目標準確則有利，否則波折多也難成。 \n\n買賣：雖難成，客戶會再回來，但忍耐些時日可有利。 \n\n疾病：幼年體弱多病，多有逐年漸康復，但體質也弱。病大致凶，須依病情之新舊論斷。因此卦雖病不穩定，有險象，但也有解。 \n\n等人：不一定會來。 \n\n尋人：難尋。相約者前者未定，後者可相尋，有信即可速動。 \n\n失物：散失，難尋。得也有損。 \n\n旅行：吉。但勿近水。 \n\n考試：尚可，宜再加油。 \n\n改行：擇時視勢而行，不必急於一時。開業可，初時有小挫折，勿驚。 \n\n訟詞糾紛：宜緩，待成見已散時，再調可成和解。 \n求事求職：雖有挫折，但可成。宜耐心。"
    },
    {
        "type": "白話",
        "name": "坎為水",
        "text": "坎為水   坎水八純卦\n\n坎卦象體： \n\n兩坎重疊為活水通源，後浪推前浪，相繼而至，雙重險難。又爻位一陽而陷於二陰之間，有如動物陷入洞穴中之象。 \n\n十月卦： 春吉 夏凶 秋病凶 冬不利 \n\n評曰：二人溺水之象，載寶船破之意。 \n\n卦意判斷： \n\n此卦為重坎，坎為水，為陷，為險。故以重坎而言進也險，退也險，為進退兩難，困上加困之象。 \n\n此卦也有住居不安，憂患多，又遇病難盜難等非常災難之意。但若為人能忠誠有信，勇往直前，必能脫險奏功。此卦主有女禍，更須防情色外誘，事情多有反覆被阻隔凶象。求財望事不宜。 \n\n此卦有二人連行之意，或有私奔，如有無故出走不歸者，但後可得知其去處。 \n\n斷之婚姻，多反覆而進退不是，多折磨，受阻難成，為此而困且險也。 \n\n此 卦雖凶險至極，然得此卦而能脫困解圍者，必有智有勇氣之人，須知今日之苦可換來明日之福。 \n\n然此卦多數以凶象論斷，因有大智大勇者也難占得此卦。為四大難卦之險卦。 \n\n卦象參考： \n\n坎為險，雙坎則險中有險，如人陷於深水之處，有遭滅頂之患。因之此卦於人事物之危險不言可知。水必有魚，故男人占得必有魚水男女情色之災，女人占得也有敗節受困之惱。 \n\n故得此卦者宜處處小心，隨時留意警惕，因其險象重伏，女人出入宜小心。問病占得，有不治之象，慎斷之。 \n\n【總結批論】 \n\n水：表陷溺被水淹滅之意。主凶象。四大難卦第二卦。困難已到來了，此時正在掙扎中，隨時會被淹滅而破散。若能破釜沈舟、奮力一擊，或許尚有轉機，需積極找尋求貴人幫忙，才會有生機。 \n\n【應用】 \n\n運勢：危機重重，宜容忍自重，保持心境開朗，沉著應付，則可有脫險之機。吃得苦中苦，方為人上人，凡事莫與人爭長短，否則有不幸災害。 \n\n愛情：溺於情愛之中，然本身和外圍的困擾和壓力都很大。有私奔之意。但此卦雙重險難，諸事宜慎防恐有血光情殺之災。 \n\n家運：時運不濟，陷於困境之中，不和，且有分裂之憂，凡事宜慎重行事。 \n\n胎孕：非是長子，合是次胎。生男。臨產有虛驚，難產之象。 \n\n子女：子女多勞苦，宜忍辱負重，會有出人頭地的一大。子女宜防水厄之災。 \n\n週轉：難成。 \n\n買賣：虧損。 \n\n疾病：腎臟、生殖器官等部位之疾。久病者凶，近病者小凶可治，速醫或可救。 \n\n等人：不來。 \n\n尋人：此人因家庭不和或不得志而出走，也有尋短之象，速尋北方水邊，否則此人有涉水滅頂之危。 \n\n失物：難尋。或被偷盜。 \n\n旅行：不宜；尤忌游泳、近水邊，有被水淹滅之勢。 \n\n考試：不理想。 \n\n改行：不宜，應暫時守住本行。開業者不利，有陷入困難之象。 \n\n訟詞糾紛：有田土事之爭。二三調不順，有理也不可因有理仗勢。或盜賊之訟。但此卦不宜訟訴，有險。大不利之象。 \n求事求職：不利。"
    },
    {
        "type": "白話",
        "name": "山水蒙",
        "text": "山水蒙 離火四世卦\n\n蒙卦象體： \n\n山下有水，象徵童濛純潔，需及時施教，必可致亨通。又坎水在內，陰陷不安，艮止于外，行之不去，莫知所往，也為昏蒙之象。 \n\n八月卦： 春凶 夏平 秋不利 冬口舌 \n\n評曰：巖險雲煙之象，花生未開之意。 \n\n卦意判斷： \n\n此卦以下卦坎為夜半，上卦艮為平明，黑暗而不明。又艮為少男，坎為惑疑，共為蒙昧之象。又為山下出泉，泉水流出不知其所行之方向，故曰蒙。蒙者，昏而無所見。 \n\n得此卦者，為蒙昧、迷濛之時，雖為成人，也以童蒙無知之意來處事，因此需捨己意遵從長者意見。 \n\n蒙有若被人矇住眼、耳之象，比喻凡事都隨人行，縱使心中有苦也難啟口，言出也急不成。 \n\n求財望事皆難調，或被疑或受妨礙，拖久則事更難成。 \n\n有因為不明事理、缺乏果斷、處事猶豫不決而誤事之象，也有言行過度或慾望過高而遭人厭惡之意。 \n\n斷之婚姻難成，媒人不得力，又有人從中破壞。姻緣宜往遠方求，不宜近處找尋。 \n\n男女占得此卦，均有被矇蔽在鼓裡，受損被騙而不知之凶象。 \n\n卦象參考： \n\n蒙者，不是要我去求童蒙，而是要童濛來求於我，以人象事，遇事必須誠心求教於賢者，蒙昧之道才能啟發。如人求學一樣，要求初此卜筮那般地虔誠向佛菩薩求教，虛心接受教導，如果三心二意、懷疑不信，則不可受教得益也。 \n\n求學的原則，自始即有利於正道，決不能遲疑稍有怠慢或急進皆是不宜，然而若能將事物一一分開來處理也終有所成。 \n\n【總結批論】 \n\n蒙：表被蒙蔽不明之意。主小凶象。事情迷濛不明，不宜輕信於人，此卦易犯小人，需誠心求教於有智慧經驗的友人長者，受其啟蒙引導開智慧，方能轉危而安。若是一意孤行必現大凶象。 \n\n疾病：是虛象。應盡快轉診另求診治，會有誤診的情形發生。主病症在脾膽、腎臟、婦女病上。 \n\n【應用】 \n\n運勢：氣運不發，多迷惑。初時不順，須忍耐待機，漸可佳。切勿貿然行事或為人認保、作保，否則必有損失。凡事宜從上輩教誨，則運可通也。 \n\n愛情：此卦為尚未啟蒙有智慧明理之卦，致落花有意而流水無情。主要是缺乏勇氣與決心，導致不成事也。若有成，此卦也主勞碌。 \n\n家運：初時辛苦多端，上下無法溝通，只要以誠相待，必有開運之時。 \n\n胎孕：胎孕無礙。但三爻變即危。該是男兒，若生女則不利產母。 \n\n子女：兒女眾多，因此牽累也大。然應注重子女教養，將來方得幸福之象。 \n\n疾病：由得此卦幼時多病，中年後漸強壯。占病者，病情不明，且為反覆之病症。為脾膽、腸炎症或下腹疾病，或傅染病，難治。急無功，須長治。 \n\n等人：可能走錯路，會遲到。 \n\n尋人：受誘惑而出走，因本身蒙昧無知而受騙。在東北或北方，日前難尋。 \n\n失物：難尋得。 \n\n旅行：不利。 \n\n考試：不理想。 \n\n改行：不宜。開業者不宜。再等一段時間，籌備好資金再做打算。 \n\n訟詞糾紛：因外人引起，目下末見明白，有理也講不清，故有凶象。久而不成。 \n求事求職：未能如願，再等時機。"
    },
    {
        "type": "白話",
        "name": "地水師",
        "text": "地水師  坎水歸魂卦\n\n師卦象體： \n\n地中有水，水蓄于地中，猶如養兵聚眾。地在上水在下，兩者無法親和。 \n\n又六爻、一陽五陰，九二為師，其餘陰爻為兵眾，一陽統五陰之象。 \n\n七月卦： 春平 夏凶 秋凶 冬吉 \n\n評曰：地勢臨淵之象，以寡伏眾之意。 \n\n卦意判斷： \n\n此卦上坤而順，下坎而險陷，雖行於險道以順動，即用兵師眾征伐之意。 \n\n得此卦時，有自誇侮人或利己致苦，人事因而不和順，又有苦惱辛勞損失。 \n\n不宜新起事業，須審慎處理爭論，有阻礙，難解之意，須特別提防男女情色慾望和盜難之災。 \n\n求財望事，正業正直人可得，偏業小人不成，然若為他人計謀，不為自己的私慾則可成。 \n\n斷之婚姻有妨礙，但有私通之象。也有先成而終究又離散者。坤入坎陷，男女定有因情色引起之災厄 \n\n卦象參考： \n\n中爻「約坤互震」，內外卦、中爻卦均有互剋，其象內險而外順，水蓄於地下有如寓兵於民也。此卦為水在土上應能夠親和，而師卦卻有不能親和之象，故有如惡人得勢而富有，忠實者潦倒而困窮之意。 \n\n此時情勢必亂，必須採取掃盪惡勢力之行動，主正與邪之爭，正師出兵而來伐惡。 \n\n故有彼我互傷，難得平安，紛爭的局面發生。要注意以正道來治其變動，如人要注意正常之起居，凡事順從長輩之意見則吉。諸事宜慎重處理。 \n\n【總結批論】 \n\n師：表軍隊打仗強烈抗爭之意。主大凶象。師為「師長、老師」，是為強烈教訓的現象，若在事、在人，均表示會受到很大教訓、挫折。或是與人結怨甚深而遭到其強力的打擊、迫害。 \n\n疾病：此卦為「歸魂卦」表與住家風水地靈有強烈的沖煞現象，明顯的附身起乩之象，醫藥無效，需儘速找出根因來化解，否則兇險有生命之危。 \n\n【應用】 \n\n運勢：事雖有不順、但要引以為鏡，記取教訓。不要圖私利而投機取巧。凡事應以正規而行，事物多變動，切忌獨立而行。困難多端，靠自己努力，摒除一切困難為上策。 \n\n愛情：慎防感情引起的衝突、傷害。難再有成。 \n\n家運：外柔順而內險惡，故家內常生不和，需慎重處理。行正道可化險為安。 \n\n胎孕：生女。產日有難。初六日五爻動，喜中有憂，利其子，不利其母，上六爻動，利母不利子。或有不安或不孕。 \n\n子女：女兒多於男兒。女兒少勞苦老安逸。男兒則有大出息之象。 \n\n週轉：無望。另覓別處。 \n\n買賣：有阻，不太順意，寅午戌日交易可成。 \n\n疾病：為腹部之惡性腫瘤，非絕症，但病況嚴重。若超年久病即有活解。 \n\n等人：來者不善。 \n\n尋人：此人因家內失和而出走，速往北方或西南找，否則有危險。 \n\n失物：已被竊走。 \n\n旅行：不利。防有盜失。 \n\n考試：很認真，但不理想，繼續努力終有成就。 \n\n改行：不宜。開業者須待時機行事，勿過急。 \n\n訟詞糾紛：有貴人為福，不宜退，他人無氣有憂危，終有利。但形成硬碰硬，多因之局面也。 \n求事求職：獨立無望，有人扶持則可。"
    },
    {
        "type": "周易",
        "name": "天水訟",
        "text": "天水訟  離火遊魂卦\n\n第六卦 訟卦 坎下乾上 作事謀始以防訟 \n\n「經文卦意」訟：有孚，窒惕中吉。終凶。利見大人，不利涉大川。 \n\n【翼傳注釋】 \n\n《彖》曰：訟，上剛下險，險而健，訟。訟有孚，窒惕中吉，剛來而得中也。終凶，訟不可成也。利見大人，尚中正也。不利涉大川，入于淵也。 \n\n《象》曰：天與水違行，訟。君子以作事謀始。 \n\n《雜卦傳》：「訟，不親也。」\n\n【爻辭原文】 \n\n初六：不永所事，小有言，終吉。 \n\n《象》曰：不永所事，訟不可長也。雖有小言，其辯明也。 \n\n九二：不克訟，歸而逋，其邑人三百戶，旡眚。 \n\n《象》曰：不克訟，歸逋竄也。自下訟上，患至掇也。 \n\n六三：食舊德，貞厲，終吉，或從王事，旡成。 \n\n《象》曰：食舊德，從上吉也。 \n\n九四：不克訟，復即命，渝安貞，吉。 \n\n《象》曰：復即命，渝安貞。不失也。 \n\n九五：訟元吉。 \n\n《象》曰：訟元吉，以中正也。 \n\n上九：或錫之鞶帶，終朝三褫之。 \n\n《象》曰：以訟受服，亦不足敬也。 \n\n『卦意批註簡述』\n\n陽氣上升，水性下流，相互違反，比喻人事有紛爭，各持一端，而成訴訟等現象。\n\n因此，做事要能開始用很審慎的態度，當有所爭執時，必須要先反省自己，謹慎的處理爭訟之事，才能化暴戾為祥和。對於爭訟的下場，「終凶」則是最佳的警惕。得此卦須防盜賊的災禍，也有受到違法的嫌疑，而親人疏遠之意。必有身心不安，或有與親族、家人、他人之間發生爭論的情行，故務必避免爭訟為吉。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 小心和朋友之間的相處關係。朋友的行為不正或不檢點，將帶給你很多麻煩，要十分小心。此段時期要避免與人發生爭執，因為你沒有勝算，必遭受慘敗。\n\n《二爻》   此爻不算是好運，需要忍耐。若無特殊情況以維持現狀為佳。萬不得已時也要請求長輩給你指點迷津，因為此一段時期，最容易固執己見而做出錯誤的判斷  【爻辭〔動爻應用解說〕】，宜加注意。\n\n《二爻》 凡事要慎重行事。此時有被人巧騙的現象出現。別人的話不要輕易相信，匆促輕率的行動要非常注意。對於新發展的事業不要一意孤行，要請求旁邊的人協助始能有成。要注意染犯上疾病。\n\n《四爻》 遵守道德規範，保持心平氣和則萬事無難。對人關係包括戀愛在內，要預防對方無緣無故的變心，如能暫且順從對方，日後必然有利於你。\n\n《五爻》 所向無敵的強運，意志通行無阻，不論戀愛問題、爭論、其他願望方面都對你有利。周遭的人也會被你的德望吸引而來。\n《上爻》 苦勞多而獲益少。在事情繁忙中不要迷失了自己。"
    },
    {
        "type": "周易",
        "name": "澤水困",
        "text": "澤水困  兌金一世卦\n\n第四十七卦 困卦 坎下兌上 處困而致命遂志 \n\n「經文卦意」困：亨，貞，大人吉，旡咎，有言不信。 \n\n【翼傳注釋】 \n\n《彖》曰：困，剛揜也。險以說，困而不失其所，亨。其唯君子乎？貞大人吉，以剛中也。有言不信，尚口乃窮也。湖水見底，水涸則失其潤澤之功，有受困之象。賢人在困難之中，要能夠反求諸己，克服困難，實行其使命，負起責任，完成其志願。 \n\n《象》曰：澤旡水，困。君子以致命遂志。 \n\n【爻辭原文】 \n\n初六：臀困于株木，入于幽谷，三歲不覿。 \n\n《象》曰：入于幽谷，幽不明也。 \n\n九二：困于酒食，朱紱方來，利用亨祀，征凶，旡咎。 \n\n《象》曰：困于酒食，中有慶也。 \n\n六三：困于石，據于蒺藜，入于其宮，不見其妻，凶。 \n\n《象》曰：據于蒺藜，乘剛也。入于其宮，不見其妻，不祥也。 \n\n九四：來徐徐，困于金車，吝，有終。 \n\n《象》曰：來徐徐，志在下也。雖不當位，有與也。 \n\n九五：劓刖，困于赤紱，乃徐有說，利用祭祀。 \n\n《象》曰：劓刖，志未得也。乃徐有說，以中直也。利用祭祀，受福也。 \n\n上六：困于葛藟，于臲卼，曰動悔。有悔，征吉。 \n\n《象》曰：困于葛藟，未當也。動悔，有悔吉，行也。 \n\n卦辭曰：「困，亨貞，大人吉，元咎。」\n\n『卦意批註簡述』\n\n處於困難時，雖然有話要說，但是別人是不會來相信的，故不可多言。要處在困難之下的道理，在於遇到危險、艱難，而不改其喜悅的心態，遇到阻礙而不失其志願的堅持，這大概也只有君子才能做得到。\n\n得此卦者，為艱難、困窮、不能達志，且多辛勞的時候。此卦以兌女在外、坎男在內，必是表示家中所有困苦的事情，大多由女人來承擔。也表示夫婦不和，常吵架打罵，所以女人必有為感情的事來困擾。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 此爻表示目前心身都很疲勞，困苦到極點。一有所動作指示會使困難加重。新的計劃措施要儘量避免。居家生活家庭方面也多有問題，遷移更是凶象。疾病和財物損失也要提防。\n\n《二爻》 不必積極採取行動，消極性的等待機會也將到來。上司的提拔和支助多少可以期望。增建、改建和遷移最好緩期。飲食要多小心。\n\n《三爻》 內外都會碰到惡烈不好的事態，是過份擴張的報應。會被迫陷入孤立無援的境界中，連妻子可能都會離你而去。\n\n《四爻》 等待別人的援助有如一日千秋。雖然資金週轉難能如願，卻有希望能得到意外貴人的相助。約會常是等人的份，切忌表現不滿的情緒。要千萬注意水難、避免游泳、搭船。\n\n《五爻》 剛剛才由困苦的局面裡脫離出來，稍得到喘息的機會。要縮小努力的目標，集中力量去做，將來或許還有成功的可能。不可多方面嚐試，以免失敗。遷居、增改建，旅行目前適宜。\n《上爻》 眼前困難很多，只要確定目標邁進，前途將會有光明。如今應該是捨棄傲慢的言行，要避免爭執，轉換方向努力以赴的時機點。"
    },
    {
        "type": "周易",
        "name": "火水未濟",
        "text": "火水未濟  離火三世卦\n\n第六十四卦 未濟卦坎 下離上 貞上啟元，生生不息 \n\n「經文卦意」未濟：亨，小狐汔濟，濡其尾，旡攸利。 \n\n【翼傳注釋】 \n\n《彖》曰：未濟，亨。柔得中也。小狐汔濟，未出中也。濡其尾，旡攸利。不續終也。雖不當位，剛柔應也。 \n\n《象》曰：火在水上，未濟。君子以慎辨物居方。 \n\n《雜卦傳》：「末濟，男之窮也。」\n\n《序卦傳》：「物不可窮也，故受之以未濟終焉。」\n\n【爻辭原文】 \n\n初六：濡其尾，吝。 \n\n《象》曰：濡其尾，亦不知極也。 \n\n九二：曳其輪，貞吉。 \n\n《象》曰：九二貞吉，中以行正也。 \n\n六三：未濟，征凶，利涉大川。 \n\n《象》曰：未濟征凶，位不當也。 \n\n九四：貞吉，悔亡，震用伐鬼方，三年有賞于大國。 \n\n《象》曰：貞吉悔亡，志行也。 \n\n六五：貞吉，旡悔，君子之光，有孚，吉。 \n\n《象》曰：君子之光，其暉吉也。 \n\n上九：有孚于飲酒，旡咎，濡其首，有孚失是。 \n\n《象》曰：飲酒濡首，亦不知節也。 \n\n『卦意批註簡述』\n\n末濟，事未成也。陰陽剛柔失位，三陽爻皆在陰位，陽爻失位，有陽受制於陰，男道困窮的卦象。但是生生不息之謂易，變而不窮，終則有始，故既濟之後繼之以未濟終，以示一元已了，仍未窮盡，復造無窮的現象。象徵凡事尚未完成的時候，都要謹言慎行，明察事理謹守正道。\n\n得此卦時，雖事情有尚未完成的現象，但若是期勉堅持到底，終必能既濟有所成。所以凡事務必用心促其有所成就。故求財、望事雖有可能成功，但是稍遲。\n\n另此一卦象為離火向上延伸，坎水向下流注，水不能剋制火勢，故有男弱女強的跡象。因離女之火無水可來壓制，所以批斷女方有強勢、重情慾的現象，但是不能以此來斷其運差不好。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 過份信任自己的才能以致身敗名裂，縱然自己有信心，但是目前進行不是適當的時機。交際應酬方面，要緊縮節制不可再隨意浪費，否則將來會吃上苦頭的。\n\n《二爻》 不可見異思遷，目前的運氣不佳，一動不如一靜，保持現狀為重。\n\n《三爻》 好運當前但是力氣不足，誠所謂功虧一潰。所以最好能不急不躁、伺機而行、進退有序，則成功就會為期不遠了。\n\n《四爻》 好不容易脫離了困境，總算辛苦付出將會有回報了。事業上和情場上都能有好的結局。遷移和旅行都屬吉利。\n\n《五爻》 一切能稱心如意，長期的期待、希望終將獲得回報。此爻在本卦中屬於最高的運勢，要好自為之多珍惜。\n《上爻》 你已交上轉變的運勢，以往一帆風順的好運將要轉變了，所以事事要當心。目前應以退為進，認清自己的處境，強逞私慾任性而為，會使你以往苦心得來的成果，都會失去成為泡湯幻影的。"
    },
    {
        "type": "周易",
        "name": "雷水解",
        "text": "雷水解   震木二世卦\n\n第四十卦 解卦  坎下震上 舒解和暢之象 \n\n「經文卦意」解：利西南，旡所往，其來復吉。有攸往，夙吉。 \n\n【翼傳注釋】 \n\n《彖》曰：解，險以動，動而免乎險，解。解利西南，往得眾也。其來復吉，乃得中也。有攸往夙吉，往有功也。天地解，而雷雨作，雷雨作，而百果草木皆甲坼，解之時義大矣哉！ \n\n《象》曰：雷雨作，解。君子以赦過宥罪。 \n\n《序卦傳》：「解者，緩也。」解，消除緩和。\n\n【爻辭原文】 \n\n初六：旡咎。 \n\n《象》曰：剛柔之際，義旡咎也。 \n\n九二：田獲三狐，得黃矢，貞吉。 \n\n《象》曰：九二貞吉，得中道也。 \n\n六三：負且乘，致寇至，貞吝。 \n\n《象》曰：負且乘，亦可醜也，自我致戎，又誰咎也。 \n\n九四：解而拇，朋至斯孚。 \n\n《象》曰：解而拇，未當位也。 \n\n六五：君子維有解，吉。有孚于小人。 \n\n《象》曰：君子有解，小人退也。 \n\n上六：公用射隼，于高墉之上，獲之，旡不利。 \n\n《象》曰：公用射隼，以解悖也。 \n\n『卦意批註簡述』\n\n打雷下雨後，雲散風清其氣已暢，鬱結之氣因而來疏解的意思。故賢明的人，要能赦免罪過，寬恕原諒他人，就能解決問題了。\n\n得此卦時，即可解脫從前的險難，但是僅為脫困而已，真正的喜樂還未來到，因為元氣還未完全復原的時後，猶如病人剛剛初癒，血氣尚未恢復的樣子。又因為困難才剛去除，但是欲加害者仍然還在，務必要完全去除才能真正安心。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 運氣已經在逐漸向上之中。不喪失剛開始的志氣，並徵求他人的建議良言盲，不久就會有成功的希望。性急而缺乏審慎的行動，或超過程度的擴張，結果將歸於失敗。交際方面要知禮數。\n\n《二爻》 你已經置身在好運之中了。不忘凡事要詳細思慮，抱持堅定的信心來從事，名利將可以雙收。事業經營者目前正是整頓文件、人事組織，驅逐不法者，重建公司聲譽的時機。競爭的敵人對手很多，要小心面對。\n\n《三爻》 獨斷的行動太多終將會失敗。不過，也不可太信任他人。對沒有內涵，虛榮的事業不可以投資參與。應按步就班踏實行事為重。住家增改建、轉移、旅行等最好能避免。\n\n《四爻》 凡事將難得如願，往往是因為心急過度，會在成事之前而遭遇挫敗。交往朋友要慎擇，事業上，要摒棄固執、舊式的思維，需要有開創性的改變，從事創始性的發展工作。改行或轉職不能如願。\n\n《五爻》 眼前的障礙和妨害很多，是擔心憂慮的時期。不好的朋友應斷絕交往。公司用人當中說不定有不正當的人，最好早日發現來處理，以免損害擴大。交易方面可以預見困難，不過也許可以而因禍得福。注意旅行和水難。\n《上爻》 你得此爻，即使眼前有障礙，可以處理而後有成。勇氣和決心能使你的運氣向上，此時期競爭的敵人較多，會被中傷，而有挫折的憂慮感，務必以冷靜的判斷去突破它。新建、遷移、旅行皆吉。"
    },
    {
        "type": "周易",
        "name": "風水渙",
        "text": "風水渙   離火五世卦\n\n第五十九卦 渙卦  坎下巽上 舒散消解之道 \n\n「經文卦意」渙：亨。王假有廟，利涉大川，利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：渙，亨。剛來而不窮，柔得位乎外而上同。王假有廟，王乃在中也。利涉大川，乘木有功也。 \n\n《象》曰：風行水上，渙。先王以享于帝立廟。 \n\n《序卦傳》：「渙者，離散也。」\n\n【爻辭原文】 \n\n初六：用拯馬壯，吉。 \n\n《象》曰：初六之吉，順也。 \n\n九二：渙奔其機，悔亡。 \n\n《象》曰：渙奔其機，得願也。 \n\n六三：渙其躬，旡悔。 \n\n《象》曰：渙其躬，志在外也。 \n\n六四：渙其群，元吉。渙有丘，匪夷所思。 \n\n《象》曰：渙其群，元吉。光大也。 \n\n九五：渙汗其大號，渙王居，旡咎。 \n\n《象》曰：王居旡咎，正位也。 \n\n上九：渙其血，去逖出，旡咎。 \n\n《象》曰：渙其血，遠害也。 \n\n『卦意批註簡述』\n\n渙卦是分散、流失、分佔、疏散、消解等現象。風在水面上吹拂，水波飛濺四散，其情形像是渙散的現象。象徵賢明的領導者，要建立宗廟祠堂，誠心來祭杞，以防天下人心的離散。\n\n得此卦時，為我方困難對方順利的現象，有陷於困難而且渙散的時候。又有物品散亂的意義，須注意丟物損失。另有其內部不和的跡象，所以應在不穩定的情況下建立自己的意志，不可以毫無主見，此時來收拾渙散之局，重整聚合之義，才可轉為吉象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 已由低調的運氣慢慢轉變為佳運了。本身的力量太弱，所以務必請求前輩或上司的援助，才可以去追求自己的願望。凡事要有規矩，注意猶豫不決容易失去良機。\n\n《二爻》 因為判斷   【爻辭〔動爻應用解說〕】力的不足，往往有被人搶先的感覺。如果不摒棄自我的狹隘觀念，和頑固任性的態度，事情是很難期望順利的。目前身邊發生的變化較多，遷移或就業若能抓住機會可望成功。身體的患病要提早治療就可以放心。\n\n《三爻》 捨近利而來求遠利，虛心的結果反而能獲得大報酬。應該是要摒棄自己的私利，去為別人來服務盡力吧。新建、遷居、旅行可望無事。\n\n《四爻》 過去對別人的恩德如今將獲得回報，會遇到貴人而被救出窮地來。在冥冥之中能避開難關，別人可能有難，而自已卻能平安度過，是很幸運的卦爻。這些都是要靠平日的福報作為所得到的庇佑。\n\n《五爻》 運氣正在隆盛的時候，凡事作為都會成功的。平日默默努力的人將會喜訊不絕。而懶散的人該當知到苦頭來臨了。在文學、著作、藝術、公共福利方面的事業會更有吉象。\n《上爻》 此爻顯示變卦的危險，要避免爭執，能和周圍的人事協調第一，再來觀看對方的意向如何，臨機應變去處理。不可過份為自己名利私慾著想，保持現狀就足夠了。"
    },
    {
        "type": "周易",
        "name": "坎為水",
        "text": "坎為水   坎水八純卦\n\n第二十九卦 坎卦  為重坎之卦 處險習教之道 \n\n「經文卦意」坎：習坎，有孚，維心亨，行有尚。 \n\n【翼傳注釋】 \n\n《彖》曰：習坎，重險也。水流而不盈，行險而不失其信。維心亨，乃以剛中也。行有尚，往有功也。天險不可升也，地險山川丘陵也，王公設險以守其國，坎之時用大矣哉！ \n\n《象》曰：水洊至，習坎。君子以常德行，習教事。 \n\n《序卦傳》：「坎者，陷也。」\n\n【爻辭原文】 \n\n初六：習坎，入于坎窞，凶。 \n\n《象》曰：習坎入坎，失道凶也。 \n\n九二：坎有險，求小得。 \n\n《象》曰：求小得，未出中也。 \n\n六三：來之坎坎，險且枕，入于坎窞，勿用。 \n\n《象》曰：來之坎坎，終旡功也。 \n\n六四：樽酒簋貳，用缶，納約自牖，終旡咎。 \n\n《象》曰：樽酒簋貳，剛柔際也。 \n\n九五：坎不盈，祗既平，旡咎。 \n\n《象》曰：坎不盈，中未大也。 \n\n上六：係用徽纆，寘于叢棘，三歲不得，凶。 \n\n《象》曰：上六失道，凶三歲也。 \n\n卦辭曰：「習坎，有孚，維心亨，行有尚。」\n\n『卦意批註簡述』\n\n坎水的水勢一再地奔注，而有陷溺、淹斃的危險，所以要盡快學習於險難脫困的經驗。因此在險難的環境中，只要方寸不亂有誠信，心裡經常警惕自我，要有生存下去的信心，才可脫離險境。所以君子要效法坎水，要經常實行道德，學習教育的事情。\n\n得此卦者，以重坎的險難在前而前很固險，要退也險，為進退兩難，困上加困的現象。所以此卦有住家居住不安，憂患多，又可能遇到病痛、盜難等非常災難的意思。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 對於一切新的計劃務必要停止實行，即使你有充分的信心，目前還是很危險。有落入陷阱而進退兩難的憂慮，要提防有關於健康和水力、水災等方面的事故。男女戀愛方面可能會有情敵出現。\n\n《二爻》 你雖身在多難之期，希望之光已經為期不遠了。大的利益雖不太可能，但是小利益大致沒有問題。注意有意外的災難，尤其盜難發生、財物、門戶需要特別注意。男女婚姻親事最好延期。夫妻間切忌口出不平或不滿的怨言和衝突，以免造成更大的傷害事故。\n\n《三爻》 凡事除了忍耐外沒有他法，能避免危險最好。有人會因男女感情問題而喪生。不可無端地來嫉妒、怨恨別人，輕率、衝動的行動也要避免。\n\n《四爻》 終於光明在望了。凡事不要單獨行動，請求於家人協助最好。走內線也將會有成功的機會，此時此地運用內部關係，來交涉事情大概能順利成功。\n\n《五爻》 運氣已逐漸開朗，不過應該有七、八分就要滿足了。就業、找工作可以進入理想的公司，訴訟或爭執也能以較有利的條件來談妥和解。\n《上爻》 過去僵持難以解決的問題，已經有解決的徵兆了，不過要支撐到最後五分鐘才能真正平安。要特別注意提防受騙。"
    },
    {
        "type": "周易",
        "name": "山水蒙",
        "text": "山水蒙 離火四世卦\n\n第四卦 蒙卦 坎下艮上 啟蒙的教育 \n\n「經文卦意」蒙：亨。匪我求童蒙，童蒙求我。初噬告，再三瀆，瀆則不告。利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：蒙，山下有險，險而止，蒙。蒙，亨，以亨行，時中也。匪我求童蒙，童蒙求我，志應也。初噬告，以剛中也。再三瀆，瀆則不告，瀆蒙也。蒙以養正，聖功也。 \n\n《象》曰：山下出泉，蒙。君子以果行育德。 \n\n《序卦傳》：「蒙者，蒙也，物之榷也。」 \n\n【爻辭原文】 \n\n初六：發蒙，利用刑人，用說桎梏，以往吝。 \n\n《象》曰：利用刑人，以正法也。 \n\n九二：包蒙，吉。納婦，吉。子克家。 \n\n《象》曰：子克家，剛柔接也。 \n\n六三：勿用娶女。見金夫，不有躬。旡攸利。 \n\n《象》曰：勿用娶女，行不順也。 \n\n六四：困蒙，吝。 \n\n《象》曰：困蒙之吝，獨遠實也。 \n\n六五：童蒙，吉。 \n\n《象》曰：童蒙之吉，順以巽也。 \n\n上九：擊蒙。不利為寇，利御寇。 \n\n《象》曰：利用御寇，上下順也。 \n\n『卦意批註簡述』\n\n泉為水的源頭，其流尚淺，好比青少年，尚在蒙昧、童蒙的階段，所以在此一階段，必須以教育、開導和涵養道德為重點，培養其果決、堅忍的心志，還不必急著要求有什麼結果。在人猶象徵如智慧被蒙蔽，見事不明的意思。所以蒙有若被人矇住眼、耳，故凡事隨人來行，縱使心中有苦也難啟口。有因不明事理、缺乏果斷、遇事猶豫不決而誤事。男女占得此卦，均有被矇在鼓裡，受損被騙而不知的現象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 看不清處目標而盲目亂闖，無緣無故給人添麻煩這是你所得的爻象。與人交往、投資、賭注都要慎重其事。已婚者目前多勞苦，轉職開張稍緩為吉。\n\n《二爻》 運氣正慢慢轉為興隆，人們將仰慕你的德業而前來。你是位於領導立場的人，屬下、員工也將甘願效勞於你，不過切記不可有傲慢的態度。\n\n《三爻》 自己的慾望過於強盛之故，易招災禍。異性情色的問題、工作上的、事業上的行為務必要有節制，如果乘勢進行不加控制，將會後悔莫及。要有「等待時機」的心情態度。\n\n《四爻》 暗示你正懸於孤立無助之中，也許被上司或同事冷淡，甚至家庭裏也起了齣齦的危險信號等。此時要能壓抑控制自我的情緒，並且有接納他人意見的度量才可。\n\n《五爻》 可以得到有能者的援助而如願以償，顯示苦勞已將告一段落。嚴禁虛榮和舖張的行為，以虔誠的心意來接受別人的支援。\n《上爻》 言行過度遭人怨恨，或過份干涉別人而遭人厭惡，這些都是因為你急功好表現的行為所造成的，要知到過與不及的道理。"
    },
    {
        "type": "周易",
        "name": "地水師",
        "text": "地水師  坎水歸魂卦\n\n第七卦 師卦 坎下坤上 領導統御之學 \n\n「經文卦意」師：貞，丈人吉，旡咎。 \n\n【翼傳注釋】 \n\n《彖》曰：師，眾也，貞正也，能以眾正，可以王矣。剛中而應，行險而順，以此毒天下，而民從之，吉又何咎矣。 \n\n《象》曰：地中有水，師。君子以容民畜眾。 \n\n《序卦傳》：「師者，象也。」六爻中，一陽五陰，九二爻陽剛為主帥，統率上下五陰。\n\n《雜卦傳》：「師憂。」師卦出師動眾，其卦內險外順，故可憂。\n\n【爻辭原文】 \n\n初六：師出以律，否臧凶。 \n\n《象》曰：師出以律，失律凶也。 \n\n九二：在師中，吉旡咎，王三錫命。 \n\n《象》曰：在師中吉，承天寵也。王三錫命，懷萬邦也。 \n\n六三：師或輿尸，凶。 \n\n《象》曰：師或輿尸，大旡功也。 \n\n六四：師左次，旡咎。 \n\n《象》曰：左次旡咎，未失常也。 \n\n六五：田有禽，利執言，旡咎。長子帥師，弟子輿尸，貞凶。 \n\n《象》曰：長子帥師，以中行也。弟子輿師，使不當也。 \n\n上六：大君有命，開國承家，小人勿用。 \n\n《象》曰：大君有命，以正功也。小人勿用，必亂邦也。 \n\n『卦意批註簡述』\n\n水在地中，可以畜聚不散，結為一體。用以表示萬物，依其同類而密集成群的現象，在人則如要統率群體眾人，必須要能才智、道德兼備，才可領導民眾或軍隊，發揮其統御的能力。但是「師」有兵旅爭伐的亂象，所以師卦無法有水土一般的親和也，有如惡人得勢而富有，忠實者潦倒而困窮的現象。也有如彼我互相傷害、攻擊的現象，事事難得平安，紛爭的局面常來發生。 \n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事進展遲滯，容易因衝動的行動而招致失敗。所以要先看清楚前方，事情來臨前要有周到的事先準備。此際嚴禁抱有自己的私慾心。\n\n《二爻》 希望之火已經點亮，暗示喜事將會接二連三地來，對於位處別人之上，或是處於支配別人事物的主管，旺盛的氣運尤其顯著。志願和就業都能如願，惟有健康和戀愛問題會有些麻煩。\n\n《三爻》 得此爻的人以維持現狀為佳。乘著興致的心情來辦事容易招致失敗，這是因為你的自尊心太強，而會引起對方不快所致。要自己多量力而為，不作非份的想法和計畫。\n\n《四爻》 得此爻的人不算太好，凡事要慎重處理。最好不要求發展，而要退一步來想，尤其位處在上位的主管，要避免與下屬發生爭執事件。\n\n《五爻》 此時是解決紛爭最適當的時期。例如處理事故、補償、或妨害名譽等案件最好。籌備新事業或著手新規畫的計畫，你只要選任某人去執行，自己站在指揮的地位，便能成功大展鴻圖。惟此一時期要注意病魔的侵擾。\n《上爻》 運氣已慢慢開朗。此刻需要接受別人幫助，但別忘了對幫助過你的人，要給予相當程度的答禮，否則以免失禮而後悔莫及。運氣順暢的時候，要注意別鬆懈了自已的意志。"
    },
    {
        "type": "塔羅",
        "name": "天水訟",
        "text": "天水訟  離火遊魂卦\n\n6、天水訟  離火遊魂卦\n\n【基本卦意】\n\n訟：表訴訟、爭端之象。主大凶象。事情衝突必須到上法院見官，除了需要以法律途徑來解決，甚至還有牢獄災厄呢！\n\n【卦意運用—偏大凶卦】\n\n凡事皆不利的凶運運勢上，而且已有引起很大口舌是非爭持，必須攤牌互相攻擊的程度了！\n\n卜得此卦者必有身心不安，或有與親人、他人之間發生爭論的現象，故務必避免爭訟，宜和平對人不可任性執著，應隨從長輩的意思來調和。\n\n疾病：正是生死的最大關頭。此卦為「遊魂卦」，表人的心魂、靈識都已游離不全了，病症主在腦、中風、腦部腫瘤，或腎臟、尿毒、急性尿毒症。\n\n【擬像延伸運用】\n\n此卦上以乾天剛凌下，而下則以坎險來對付上，都是強勢欲求勝，必會引起訴訟爭端。且也有受嫌疑而造成親人疏遠的凶兆。\n\n訟者，必有爭端但是勿過於爭，否則不論勝敗如何，雙方均會受傷害。\n\n倘若情非得已，行險悻勝者，也有如人行過「坎水」大河，隨時都有滅頂之禍，必有後顧之憂不得不慎。\n\n卜求婚姻，口舌是非爭執不成。\n\n【應用吉凶參考】\n\n運勢：百事閉塞不通，傷害頻繁，受中傷而又易陷於奸計，不如意之運也。得饒人處且饒人，得過且過，莫再爭訟，否則皆不利也。\n\n愛情：多事之時，是非頻頻，受中傷不易成也。\n\n家運：家庭內部不和，有口舌爭端之害，並有散離之象，力持仁與和，運破敗，離散之凶象也。\n\n胎孕：男兒。生產無驚阻，安也。生男是三胎。\n\n子女：父子之間存有歧見，無法溝通之象。子女生來勞碌，與父母緣薄，多辛勞憂苦也。\n\n週轉：不得要領，難成。\n\n買賣：因處理不當，有衝突爭端，常招損失，不利也。\n\n疾病：嚴重，除了儘量醫治外別無他法。所患為腦部、外傷頭部、腎臟與血液循環系統之疾病，多病之象。\n\n等人：不會來。就算會來，雙方必有爭執情事發生。\n\n尋人：此人因爭執事由負氣出走，並有生命危險，又尋找不易，儘量往西北與北方尋找。\n\n失物：因左右之人而失，不必找了。即使找到，亦必有爭端，不如破財消災。\n\n旅行：不宜。\n\n考試：不理想。很差。\n\n訟詞糾紛：不利。兩敗俱傷。最好由中間人調解，再爭無益也。\n\n求事求職：難成。\n\n改行不利，開業不宜。"
    },
    {
        "type": "塔羅",
        "name": "澤水困",
        "text": "澤水困  兌金一世卦\n\n47、澤水困  兌金一世卦\n\n【基本卦意】\n\n困：表有很大的困難被困住了。主大凶象。四大難卦第四卦。\n\n【卦意運用—吉凶參半指示卦】\n\n表示四處無援最困難之時，事事很難再有進展，只好靜待時機，是此時最好的選擇。\n\n得此卦者為艱難、困窮、不能達志，且多辛勞之時。此卦因兌澤女在外、坎水男在內，必主家中所有困苦之事多由女者在承擔。\n\n【擬像延伸運用】\n\n若女人占得此卦，可論其夫外有感情女色，且其家運有破財的困窘，因內陷內在困苦，外悅外面喜悅。故女人必有為感情之事困擾。\n\n也有男權為女勢所壓制，而必有反抗之日，延伸為夫婦不和，常吵架打罵的凶象。\n\n卜求婚姻未婚者終可成，而且可因入贅得財，因卦象澤水洩於坎水，水有旺象而有  「水到渠成」之說。\n\n但是一般大凶卦，都會有「否極泰來」的變化，所謂「十年寒窗、一舉得名」，故有志者或是學者做研究得此卦，不可斷之為凶，因凡事困難挨過後定有繁榮。\n\n【應用吉凶參考】\n\n運勢：不如意，被小人欺，勞而無功，破損之災。一事難成，運衰也。宜守己待時。\n\n愛情：失敗之象，難成氣候。\n\n家運：家庭之主有屈於下風，被內助壓迫者，亦常生反彈，吵架滋生。為黑暗時期，宜忍辱負重，期待黎明到來。若不謹守正道者，有失和、破兆也。\n\n胎孕：生女。胎安。此女將來勞碌命格。\n\n子女：有無後者。再就勞苦之命，但行為端正者，終可得福也。\n\n週轉：求人不如求己，凡事需量入為出。若為女色破財，當然求助無門。\n\n買賣：不能如願，有挫折。\n\n疾病：嚴重且危險，為下腹部之病，宜注意花柳病、性病、婦女病。口、股之外傷，其病可治。\n\n等人：受到阻礙，不來或遲到。\n\n尋人：途中可遇．來者自來也。\n\n失物：遺失之物不出其門，或存箱籠之中，但難找。\n\n旅行：不利。不宜遠行。\n\n考試：不理想。\n\n訟詞糾紛：上九爻動，防牢獄枷鎖之災。故凡事宜得過且過，太計較不利也。\n\n求事求職：不得時亦不得意，再待時機。\n\n改行不宜。開業者須再待時。"
    },
    {
        "type": "塔羅",
        "name": "火水未濟",
        "text": "火水未濟  離火三世卦\n\n64、火水未濟  離火三世卦\n\n【基本卦意】\n\n未濟：表陰陽不調和、氣血不順，目前事事難成的凶象。主凶中帶小吉之象。人事、情緒不順應是最大的影響主因。\n\n【卦意運用—吉凶參半指示卦】\n\n此卦以「序卦傳」排序而言是最後一卦，一般象徵是一種重新開始的現象，而會有否極泰來的大變化，所有凶象均會慢慢雨過天清，期待願望值的等待。\n\n求財望事雖有可成，但遲。\n\n【擬像延伸運用】\n\n坎水性下注，離火勢向上，水火不交合則未能相濟相成，爻位陰陽不順、事皆倒置兩無所成的現象。\n\n但是得此卦時，雖事有未濟不成，凡事務必用心促其成就。\n\n象徵於人事上，離火中女在上卦、坎水中男在下卦，有女勢強於男，故此卦有婦欺壓夫的現象。\n\n又女人占得此卦，宜防感情外遇，因此卦為女人有喜悅之象，而男人有窮苦潦倒的凶象。\n\n卜求婚姻為多勞可成，但有先難後易。\n\n【應用吉凶參考】\n\n運勢：氣運不通，諸事不能如願，有初衰後盛之數。凡事要有耐心去突破難關，前途將大有可望。此時宜採取篤實的方針和毅力，能夠努力建立自己者，可名利雙收。與人共謀事者，終有大利，可為之。\n\n愛情:剛開始時意見不能溝通，格格不入。若能試著去接受對方，可成也。\n\n家運：初運不振，耐心熬過辛苦的路，可得幸福。\n\n胎孕：平安。內動爻生男，外爻動生女。又頭胎生女，二、四胎生男，五胎生女，不久當產。\n\n子女：子女遲得，但眾多且多勞。但終有繁榮之象，將來都能振奮家聲，以慰祖德。\n\n週轉：有不少困難，成敗各半。\n\n買賣：初限不佳，漸有好轉之象。\n\n疾病：為下腹部與血液循環之症。病情很不穩定，似有危險，宜留心調理，否則凶。占得此卦者，年輕時其體必弱多病，至中年後才逐漸康健。\n\n等人：雖遲到，但有吉兆。\n\n尋人：上九爻動即見，六三爻動可尋。其人為情不和或家不和而負氣出走，會自己回來。\n\n失物：在香火佛堂或水邊不遠處或混在某物中。北或南向可尋。\n\n旅行：因有意外而影響行程，不宜遠行。近可。\n\n考試：不錯，有好成績。\n\n求事求職：枉費心機，無希望，再等候時機。\n\n訟詞糾紛：就算要和解也煞費周章。拖些時日有貴人化解。\n\n行可進行。開業吉。勿因初時不佳而灰心，生意會轉興隆。"
    },
    {
        "type": "塔羅",
        "name": "雷水解",
        "text": "雷水解   震木二世卦\n\n40、雷水解   震木二世卦\n\n【基本卦意】\n\n解：表困難即將解決之象，主凶帶小吉之象。冬雪已等到春天來到即將化解之意。\n\n【卦意運用—吉凶參半指示卦】\n\n但是冬天冰雪冰凍三尺非一日之寒，雖然已是到該解決的盡頭了，只是化解之日還很長，不適馬上就能夠來解決，還要抓住重點方向，好好努力堅持下去，才有可能成功的。\n\n此卦有春雨初降大地潤和，萬物呈現欣欣向榮，也有延伸動物受春情的刺激來動情，於人事上的糾紛要多以柔情處理，則可可化于戈為玉帛。\n\n【擬像延伸運用】\n\n坎水為險陷，震木為動盪奮發，象徵震木從險境中奮動擺脫。\n\n得此卦時，即可從前的險難中來解脫，但僅為脫困而喜尚末來到，猶如病人剛初癒，血氣還末復元之時，也有因困難才去除，欲加害者仍猶在，不可不謹慎小心。\n\n諸事宜早日進行策劃，遲即難調或遭破壞，而且可有與遠方人士互通交往之意，可得有力人士來相助，宜速謀良策積極進行，若延遲即會錯失良機。\n\n卜求婚姻可成，但有不可預測的妨礙發生，故稍有帶破。\n\n男人占得此卦得利，女人占得此卦不利，有春情激動、失去理性的凶象，若是能結成姻緣者吉利，末定名份者定有損節凶兆。\n\n此卦楚霸王項羽受困咳下卜得之，後果士卒潰散也，因本身陷於坎困，而外卦為震動，外動而內困，故其兵士潰解也。\n\n【應用吉凶參考】\n\n運勢：順勢而行，速把握良機、堅持努力，快速處理可成。貴人在遠方，有助，宜出外營謀。大運在西南。\n\n愛情：不用猶豫，堅持可成。\n\n家運：初有困難，但難關已過。開花結實之兆。\n\n胎孕：生男。孕安。須防產後之難。\n\n子女：初時因子女牽累而勞苦，但其子女越長運越好之兆，故苦後得甘，已可得到幸福。\n\n週轉：速進行可成。延遲不利。\n\n買賣：即速交易，可名利雙收。\n\n疾病：為腸胃、神經系統之疾。若是近病，危。但占長病有治。\n\n等人：一定來。\n\n尋人：北方尋之可見。\n\n失物：遺失不得全出。\n\n旅行：吉利。但莫乘船，其他可以。\n\n考試：題榜在望小成。\n\n訟詞糾紛：忌四月，不古。雖不成事，亦主留連欲散不散，若有見官，三五次皆無事，丑末日分曉。可有利解決。\n\n求事求職：有貴人相助。\n\n改行：速改有利。開業者有很大的展望。"
    },
    {
        "type": "塔羅",
        "name": "風水渙",
        "text": "風水渙   離火五世卦\n\n59、風水渙   離火五世卦\n\n【基本卦意】\n\n渙：表渙散、離散之象，主凶象。有心神不寧、精神不佳，人事向心力均已離散，而頹廢不振的運勢。\n\n【卦意運用—吉凶參半指示卦】\n\n此卦表示事業、感情、婚姻等根基，開始有鬆動渙散的情勢產生。\n\n而人的沈悶心緒、精神不振是最大的影響，若能穩定情緒、定下心神，應會再恢復以往的神采風光。\n\n只是天下萬物，有聚必有散、有散亦必有聚，每一件事物散仍可復聚，此是消長循環的道理，此卦若是在成卦，則可看變卦再來論吉凶。\n\n求財望事難成\n\n【擬像延伸運用】\n\n風在水上，水面被風所吹動，水波飛揚四散流動為渙象。\n\n又坎水為冬天、巽木為春天，延伸春風吹到嚴寒冰雪上，冰雪解消的現象。\n\n得此卦時，為我方困難而對方順遂之象，也有物品散亂的現象，須注意錢財上的損失。\n\n也可能有不測災難而蒙受損失，且有住居勞苦的凶象，若能遷居最宜。\n\n卜求婚姻終可成，需請二人為媒。\n\n卜求感情，得此卦因坎之水被巽風吹而散渙，故有較為任性、放縱的現象發生，男女均宜防感情上的問題。\n\n此卦雖有涉大川的險難，但若是不畏懼勇敢面對，如此則可涉水而過，度過此一難關。\n\n象徵於人事物，其內部有不和之象，故宜在不穩定的情況下，堅定自己的意志，不可毫無主見，以此來收拾渙散之局，重整聚合之義，即能轉凶為吉。\n\n【應用吉凶參考】\n\n運勢：初有小損，但終可解困而心悅，凡事小心則百事亨通，任性放縱必敗。遠方物事吉利，但宜守其常。\n\n愛情：因有一些小障礙，而可能會造成離散之象，外在因素，情緣仍在，有可能在復合。\n\n家運：起初有損，有波折且困，但可漸入佳境。\n\n胎孕：臨產婦無礙。否則男胎當生難養，有犯，致胎不足，未必為喜。女胎則此胎孕有不成之象，損或母子均礙。因此卦犯動胎氣，宜慎。\n\n子女：雙親百般勞苦為子女，而子女深知父母養育教導之恩，多得良好配偶，並有才藝之象。\n\n週轉：目標準確則有利，否則波折多亦難成。\n\n買賣：雖難成，客戶會再回來，但忍耐些時日可有利。\n\n疾病：幼年體弱多病，多有逐年漸康復，但體質亦弱。病大致凶，須依病情之新舊論斷。因此卦雖病不穩定，有險象，但亦有解。\n\n等人：不一定會來。\n\n尋人：難尋。相約者前者未定，後者可相尋，有信即可速動。\n\n失物：散失，難尋。得亦有損。\n\n旅行：吉。但勿近水。\n\n考試：尚可，宜再加油。\n\n訟詞糾紛：宜緩，待成見已散時，再調可成和解。\n\n求事求職：雖有挫折，但可成。宜耐心。\n\n改行擇時視勢而行，不必急於一時。開業可，初時有小挫折，勿驚。"
    },
    {
        "type": "塔羅",
        "name": "坎為水",
        "text": "坎為水   坎水八純卦\n\n29、坎為水   坎水八純卦\n\n【基本卦意】\n\n水：表陷溺快被水淹滅之意，主凶象。四大難卦第二卦。\n\n【卦意運用—偏凶卦】\n\n表示困難已經到來了，此時正在險難掙扎中，隨時會被淹滅而破散。\n\n此時若能破釜沈舟、奮力一擊，或許尚有轉機，需積極找尋求貴人幫忙，才會有生機。\n\n事事多反覆被阻隔。求財望事不宜。\n\n故得此卦者宜處處小心，隨時留意警惕，因其險象重伏，女人出入宜小心。\n\n問病占得，有不治的凶象，坎水屬腎、泌尿系統，或與情色性病有關的疾病。\n\n【擬像延伸運用】\n\n此卦為重坎，坎為水為陷、為險，故為進退兩難、困上加困的凶象。\n\n此卦也有延伸表示住居不安、憂患多，又遇病難盜賊等非常災難的凶象。\n\n卜求婚姻，多有反覆不定而進退不是多折磨，受阻難成。\n\n坎水之中必有魚，故男人占得必有魚水色情之災，女人占得亦有敗節受困之惱。因此延伸有顯示女禍發生的凶兆，須防外來情色誘惑。\n\n也有二人連行出走之意，或有私奔，或無故出走不歸者，但稍後應可得知其去處。\n\n【應用吉凶參考】\n\n運勢：危機重重，宜容忍自重，保持心境開朗，沉著應付，則可有脫險之機。吃得苦中苦，方為人上人，凡事莫與人爭長短，否則有不幸災害。\n\n愛情：溺於情愛之中，然本身和外圍的困擾和壓力都很大。有私奔之意。但此卦重險，諸事宜慎防血光之災。\n\n家運：時運不濟，陷於困境之中，不和，且有分裂之憂，凡事宜慎重行事。\n\n胎孕：非是長子，合是次胎。生男。臨產有虛驚，難產之象。\n\n子女：子女多勞苦，宜忍辱負重，會有出人頭地的一大。子女宜防水厄之災。\n\n週轉：難成。\n\n買賣：虧損。\n\n疾病：腎臟、生殖器官等部位之疾。久病者凶，近病者小凶可治，速醫或可救。\n\n等人：不來。\n\n尋人：此人因家庭不和或不得志而出走，亦有尋短之象，速尋北方水邊，否則此人有涉水滅頂之危。\n\n失物：難尋。或被盜。\n\n旅行：不宜，尤忌游泳、近水邊，有被水淹滅之勢。\n\n考試：不理想。\n\n訟詞糾紛：有田土事之爭。二三調不順，有理亦不可因有理仗勢。或盜賊之訟。但此卦不宜訟訴，有險。大不利之象。\n\n求事求職：不利。\n\n改行不宜，應暫時守住本行。開業者不利，有陷入困難之象。"
    },
    {
        "type": "塔羅",
        "name": "山水蒙",
        "text": "山水蒙 離火四世卦\n\n4、山水蒙  離火四世卦\n\n【基本卦意】\n\n蒙：啟蒙、蒙蔽、迷濛等意義，表示被蒙蔽不明之意。主小凶象。\n\n【卦意運用—吉凶參半指示卦】\n\n序卦傳中描述蒙卦為4歲小孩，對事情尚在迷濛不明，需要學習開導，因此卜事不宜輕信於人，需誠心求教於有智慧經驗的友人長者，受其啟蒙開智慧，方能轉危而安。\n\n得此卦者，為受蒙昧之時，且此卦易犯小人，若是一意孤行必現大凶象。\n\n求財望事皆難調，或被疑或受妨，久而事難成。\n\n疾病：是虛象。應盡快轉診另求診治，會有誤診的情形發生。病症主在脾膽、腎臟、婦女病上。\n\n【擬像延伸運用】\n\n山下所出的泉水，象徵如孩童般得純潔，若能及時給予教化開導，必可事事亨通順遂。\n\n又坎水在內有陰陷不安的凶象，而艮山止阻在外，表示遇到事情，想要處理解決，卻不知該往何而去的昏蒙凶象。\n\n也有因不明事理、缺乏果斷、遇事猶豫不決而誤事，或有言行過度或慾望過高而遭人厭惡。\n\n卜求婚姻難成，所請幫忙之人不得力，姻緣是在遠方，不宜近處尋覓。\n\n男女占得此卦，均有被矇在鼓裡受損被騙而不知的凶象。\n\n蒙者，不是要我去求童蒙，而是要童濛來求於我，象徵於人事，表示遇事必須誠心求教他人，受蒙蔽的心眼才能啟發。\n\n【應用吉凶參考】\n\n運勢：氣運不發，多迷惑。初時不順，須忍耐待機，漸可佳。切勿貿然行事或為人認保、作保，否則必有損失。凡事宜從上輩教誨，則運可通也。\n\n愛情：此卦為未啟蒙之卦，致落花有意而流水無情。主要是缺乏勇氣與決心，致不成事也。若有成，此卦亦主勞碌耳。\n\n家運：初時辛苦多端，上下無法溝通，只要以誠相待，必有開運之時。\n\n胎孕：胎孕無礙。但三爻變即危。該是男兒，若生女則不利產母。\n\n子女：兒女眾多，因此牽累也大。然應注重子女教養，將來方得幸福之象。\n\n疾病：由得此卦幼時多病，中年後漸強壯。占病者，病情不明，且為反覆之病症。為脾膽、腸炎症或下腹疾病，或傅染病，難治。急無功，須長治。\n\n等人：可能走錯路，會遲到。\n\n尋人：受誘惑而出走，因本身蒙昧無知而受騙。在東北或北方，日前難尋。\n\n失物：難尋得。\n\n旅行：不利。\n\n考試：不理想。\n\n訟詞糾紛：因外人引起，目下末見明白，有理亦講不清，故有凶象。久而不成。\n\n求事求職：未能如願，再等時機。\n\n改行不宜。開業者不宜。再等一段時間，籌備好資金再做打算。"
    },
    {
        "type": "塔羅",
        "name": "地水師",
        "text": "地水師  坎水歸魂卦\n\n7、地水師  坎水歸魂卦\n\n【基本卦意】\n\n師：師旅為軍隊編制，表軍隊打仗強烈抗爭之意。主大凶象。\n\n【卦意運用—偏大凶卦】\n\n師也有為「師長、老師」，所以有強烈教訓學員、屬下的現象，若在事、在人，均表示會受到很大教訓、挫折。\n\n或是與人結怨甚深，而遭到其強力的打擊、迫害。\n\n求財望事，正直人可得，小人不成。或是為他人謀求，不為自己的欲望則可成。\n\n疾病：此卦為「歸魂卦」表與住家風水地靈有強烈的沖煞現象，明顯的附身起乩之象，醫藥無效，需儘速找出根因來化解，否則兇險有生命的危險。\n\n【擬像延伸運用】\n\n得此卦時，因有自誇欺侮他人，或利益自己私利，而導致他人困苦不和順，也有勞苦損失的凶象。\n\n不宜有任何新計畫，須審慎勿和人起爭論，避免更大的紛爭和意外血光之災。\n\n卜求婚姻有妨礙難成，且有私通口舌是非，縱有所成而最終仍會離散。男女大都有色情的凶厄憂患。\n\n師卦有水和土不能親和，甚至產生相剋的凶象，故有如惡人得勢而富有，忠實者潦倒而困窮，此時情勢必亂，而必須採取掃盪惡勢力的行動，延伸為正與邪之爭，需正義之師出兵來伐惡。\n\n【應用吉凶參考】\n\n運勢：事雖有不順、但要引以為鏡，記取教訓。不要圖私利而投機取巧。凡事應以正規而行，事物多變動，切忌獨立而行。困難多端，靠自己努力，摒除一切困難為上策。\n\n愛情：慎防感情引起的衝突、傷害。:難再有成。\n\n家運：外柔順而內險惡，故家內常生不和，需慎重處理。行正道可化險為安。\n\n胎孕：生女。產日有難。初六日五爻動，喜中有憂，利其子，不利其母，上六爻動，利母不利子。或有不安或不孕。\n\n子女：女兒多於男兒。女兒少勞苦老安逸。男兒則有大出息之象。\n\n週轉：無望。另覓別處。\n\n買賣：有阻，不太順意，寅午戌日交易可成。\n\n疾病：為腹部之惡性腫瘤，非絕症，但病況嚴重。若超年久病即有活解。\n\n等人：來者不善。\n\n尋人：此人因家內失和而出走，速往北方或西南找，否則有危險。\n\n失物：已被竊走。\n\n旅行：不利。防有盜失。\n\n考試：很認真，但不理想，繼續努力終有成就。\n\n訟詞糾紛：有貴人為福，不宜退，他人無氣有憂危，終有利。但形成硬碰硬，多因之局面也。\n\n求事求職：獨立無望，有人扶持則可。\n\n改行不宜。開業者須待時機行事，勿過急。"
    },
    {
        "type": "白話",
        "name": "天山遯",
        "text": "天山遯   乾金二世卦\n\n遯卦象體： \n\n山高欲迫近天，但天更高而遠之。山勢高峻，好似與天相接，但攀登山頂看天時，卻仍與在地看天一般高。又乾為父，艮為少男，老父退而少男繼承。陽爻君子，陰爻小人，小人得勢，君子需即時隱退。 \n\n又初爻二爻兩陰爻為陰邪小人，小人朋比為奸，故惡勢力一再增長。君子應有貞固之操守，潔身引退，勿為邪小利用也，故日遯。 \n\n六月卦 春吉 夏凶 秋平 冬凶 \n\n評曰：貴人隱山之象，鑿井無泉之意。 \n\n卦意判斷： \n\n此卦上卦為天，下卦為山，山下視之有如逼天，但天高山仍不得近之。遯者，遁也、退也。故得此卦時，凡事宜退不宜進。對於住所有辛苦、多疑思而不定之情況，為諸事皆有差錯不順遂之卦象。 \n\n凡事一見如似有所成就，卻皆不協調而有損失、困惑。然而，此卦有先惡後通達之意，故艱難之時得此卦者，為艱難即將消散之吉兆。故此卦若是隱退之君予為吉，不守操節之小人為凶。若不堅持貞固之操守，必受小人之害也。求財望事有礙難成。 \n\n斷之婚姻難合，若成也破。 \n\n卦象參考： \n\n得此卦者，真可謂吃得苦中苦，方為人上人，故君子者，必遁守之，凡事雖不順遂，宜安然處之，等待時勢，可造英才吉運。得此卦者，若不知退守之道，冒然進取，必受小人利用，定有所損失。 \n\n但此卦若於隱退之正人君子得之，則將為一掃陰霾、撥雲見日之吉象。 \n\n【總結批論】 \n\n遯：表退守、退步之意。主凶象。一切事項均需停止下來，因其中可能有小人、或障礙、陰謀在破壞中。退另有表示退步之意，功課、事業，均不再如同往常般的好成績了！ \n\n【應用】 \n\n運勢：小人道長，君子須遠離小人，諸事宜守。艮者，止也，言行事物要謹慎，才能得安而運泰。若遇小人之害，見陷於是非之地，勿管閒事，識時務為俊傑。 \n\n愛情：落花有意，流水無情，適時地另外選擇其它對象吧！ \n\n家運：須多積德行善，可得安祥。若常起爭端則衰運，且有別離、離婚之象。若曾數經波折之君子，歷盡滄桑，則有先惡後吉之運。 \n\n胎孕：男兒，產母有難，或有母子不安、不全之凶象。 \n\n子女：兒女體質虛弱，或有小產之虞，有親子不和之象。 \n\n週轉：不成，有礙。 \n\n買賣：宜守，不能大事進取，否則失敗。 \n\n疾病：嚴重。所患者為經絡血行不良，袖經系統之麻痺、疼痛，或手骨、頭疼之症，常病也。 \n\n等人：遁，藏也。不能來。 \n\n尋人：下落不明，為家庭之事而離鄉背井，尋也難覓。 \n\n失物：已落人他人手中，難尋得。 \n\n旅行：不利。莫去為安。尤其山路有險。 \n\n考試：不理想。 \n\n改行：不得時，開業不利。 \n\n訟詞糾紛：有一方因逃移而去，是非真假無須論斷，爭之不利，宜罷手。 \n求事求職：須待時機。"
    },
    {
        "type": "白話",
        "name": "澤山咸",
        "text": "澤山咸 兌金三世卦\n\n咸卦象體： \n\n澤在山上，山受澤水之浸潤，澤為山所容受，山澤交感來調節氣候。 \n\n又兌為少女，艮少男，少男在少女之下，彼此感應，上下陰陽相應交感，象徵男女新婚，兩性交相感應。兌為喜悅，艮為停止，得到喜悅後，心滿意足的停留下來。 \n\n正月卦： 春吉 夏平 秋凶 冬平 \n\n評曰：山澤通氣之象，鶯吟鳳舞之意。 \n\n卦意判斷： \n\n易經上經以乾坤為首，乃以天地為萬物之根源。下經以「咸、恒」卦為首，乃以夫妻感情之道為五倫之首。此卦取於少男少女之相交往，於男女中，又以少年男女之感情最為純潔真誠。 \n\n此卦以艮之少男下於兌之少女而互相產生感情之象。又艮山之氣於下，兌澤之氣於上，二氣交感，故得此卦者有意外之吉事，若為他人處理事物可遂志，求財望事可成。 \n\n得此卦者，諸事都須光明正大，名正言順方為吉象。 \n\n斷之婚姻，新婚者大吉，因此卦以夫婦之交而後生兒育女，始得共鳴和合之象。經營與人共事者吉象。但若非是正道、正常之交往感情，則是男女皆有情色的災難，因為意亂情迷而招來災禍。 \n\n卦象參考： \n\n此卦為漢時美女王昭君卜得，知其和番必不能再回漢土，揮淚而別此去不回也。 \n\n咸者感也、感情也，天地感應天下和平，男女則相感應成為夫婦。昭君淚別漢土，和番而嫁，此後卻身受榮華，而天下太平，乃正道之相應。 \n\n【總結批論】 \n\n咸：表男女互相感應、感動也。主吉象。感，有如青春男女，清純無暇的感情，心心相印有感而發的情愫，得此卦，與感情有非常大的關係。 \n\n也可引伸為對一種理念的認同和欣賞。咸，並無牽扯利慾的男女情色糾葛，是屬於比較「感性的、單純的」一種感覺。對男女之間的感情，是最大的吉象。 \n\n【應用】 \n\n運勢：吉祥如意。但勿為不正當的感情而意亂迷惑，或過於衝動。然得此卦時，會有男貪女愛之箏，非正當正常交往者必會遭損傷，宜慎之。 \n\n愛情：若是互敬互愛，清清白白交往者定成眷偶。若名不順而貪愛者，當知快懸崖勒馬以避凶運。 \n\n家運：目前非常融洽。但夫婦間另有不正當之交往者，宜明哲保家，避免有越軌情事為宜。 \n\n胎孕：生男。若二或四爻動則不足為喜。若生女，將來有興家和泰之運。 \n\n子女：感情極融治，幸福。 \n\n週轉：可成。 \n\n買賣：如期望，交易可成有利。 \n\n疾病：所患大都是性病，或泌尿系統之症。或胸部呼吸系統之症。須療養得法。 \n\n等人：會帶來好消息。 \n\n尋人：因男女情色之事出走，不久會出現。其人有在住處動身不得之憂，恐有些是非。 \n\n失物：東北或西南方內尋找，可得。 \n\n旅行：吉利。 \n\n考試：成績佳。 \n\n改行：吉利，可進行。開業大吉大利。 \n\n訟詞糾紛：恐為美色糾紛。諸事是非宜和解，有貴人可解之。 \n求事求職：皆能如意得償。"
    },
    {
        "type": "白話",
        "name": "火山旅",
        "text": "火山旅  離火一世卦\n\n旅卦象體： \n\n火燒山野， 一處燒移過一處。山如旅社，火如旅客，又上卦離為火，火勢延燒而不停留，有如行旅之人。下卦艮為山，山岳屹立不能移，火勢移走山不動，故名為旅。 \n\n五月卦： 春吉 夏失利 秋凶 冬不利 \n\n評曰：日傾西山之象，鳥見失火之意。 \n\n卦意判斷： \n\n此卦似火燒山、山靜止不遷，火遷移不休，山猶如驛舍，火猶如旅人，為行旅不定漂泊之象。 \n\n故得此卦時，在家猶如在他方，百事不能如意，住處又有辛勞苦悶，為始吉後憂之卦。又為月半開之意，只適宜做小事。卜病者凶險，有如因火勢漫延不止難以控制，病情難掌握病者死卦也。 \n\n求財望事可少得，向遠求有利，近求不利。須防盜難。斷之婚姻，為多勞、不穩，易生離別之凶象。 \n\n男人占得此卦，有外遇，女人占得此卦，有暗通款曲之象。 \n\n卦象參考： \n\n此卦陳後主得張麗華卜得之，乃知先喜後悲，因旅者人生地不熟，凡事均不可大意，會有變動不穩之象。處事貞固守常，小心謹慎為要，小事可亨通。 \n\n日傾西山已昏暗，前途已暗淡。又鳥見失火已無巢，悲之始也。鳥須藉燒山之火光逃離，並再另覓落腳之處，又談何容易乎？ \n\n【總結批論】 \n\n旅：表旅行、不定、不安穩之意。主小凶帶小吉之象。旅行者常居無定所。表示事事皆在變化浮動之中，雖不現大凶象，但也是很令人煩心的。投資理財、感情、婚姻，大慨都是遊戲的心態吧！火來焚山，火勢之烈，蔓延不止，故有多迷、變動、不和、離別之苦象。 \n\n【應用】 \n\n運勢：諸事不定，宜考量他人之意見。潔身自愛，始可改變厄運，否則必有凶。 \n\n愛情：不穩定、遊戲心態重，宜以平常心看之，不能太重視。 \n\n家運：內面不和，是非多，意見不一。家運衰也。 \n\n胎孕：生女，多是夜間產。有難。 \n\n子女：子女多孤獨寡情，骨肉無情，不幸之兆。 \n\n週轉：小數目可，大數目不成。 \n\n買賣：多礙難成，或交易不成。 \n\n疾病：是心臟與消化系統脾膽之疾，心臟、手部之傷。有多病轉移之象，宜速求醫，拖延難治。 \n\n等人：臨時變意不會來。 \n\n尋人：此人為情所困，意志消沉而遠離也，難尋。 \n\n失物：被盜走，找不回也。 \n\n旅行：不宜。 \n\n考試：很差。 \n\n改行：不利。開業者不得時機。 \n\n訟詞糾紛：拖延時間不利，難解決。若和解不成，難脫伽鎖之患。 \n求事求職：白費心神。"
    },
    {
        "type": "白話",
        "name": "雷山小過",
        "text": "雷山小過 兌金遊魂卦\n\n小過卦象體： \n\n山上有雷。雷聲受山陵阻隔，雷聲減小，即小過。又二陽居中，代表主人，四陰居外，代表客人，客人多過主人。本卦四陰二陽，陰爻多於陽爻一倍，故曰小過。 \n\n二月卦： 春吉 夏吉 秋凶 冬平 \n\n評曰：飛鳥過山之象，門前有兵之意。 \n\n卦意判斷： \n\n此卦為震上艮下，震動而止，動和止宜得中和，若過動或過止，皆為過也。又此卦陰之小、過於陽之大，故得此卦時，宜行小事，不宜行大事。又有飛鳥之象，能見其飛，聞其聲，卻不能取之於手之意，萬事似成難成。求財望事不能速成，有口舌之災。 \n\n斷之婚姻，其親不遠，只在附近人家，婚雖有礙有疑，但終可成。雖成又有不和，離別之苦象。 \n\n得此卦者，也有不得人和而引起糾紛之象。也有與人中絕交往，被背叛違義之凶象。 \n\n卦象參考： \n\n此卦陰盛陽衰，陰柔之力量，當不如陽剛之力，故做事宜小不宜大。 \n\n又飛鳥過山，只留遺音，取象鳥之高飛，如人之好高驚遠，只聽得其音，卻取之不得。 \n\n此卦女人占得不利。凡事需步步為營，腳踏實地為要，知退守者，凡事皆吉，否則為凶。 \n\n【總結批論】 \n\n小過：表有志難伸、龍困淺灘之意，像犯了一個小的過錯般，而被處罰。主凶象。事事小有不順，有被打壓的跡象，最忌衝動犯上，必因此而埋下禍端。需沈潛、忍耐一段時間才能再有發揮的機運。 \n\n疾病：此卦為「遊魂卦」主犯於褻瀆了鬼神不敬之象，需祭拜好兄弟及神佛，祈求化解。病症在神經麻痺、行動不變，或有手足受傷之象。 \n\n【運用】 \n\n運勢：行事不如意，宜謹守，與六親不和之象。又忠言逆耳犯上得罪人之事，反為害己之因，故凡諸事均有枝節、苦煩，不能達志耳。 \n\n愛情：擁有過，但自覺不相稱，已經不掛於心矣。 \n\n家運：常生口角，有離家去外地之象。此卦名小過，故有因過而須離鄉耳。 \n\n胎孕：腹中有胎，當便見災，過後有小阻，難產之象。須謝灶神方可得安順。 \n\n子女：骨肉無情，兄弟不和，多勞苦之象耳。 \n\n週轉：小有望，大難成。 \n\n買賈：小可，大不可。因過者必有錯也。 \n\n疾病：患手、足之患，審察之。病情雖有變惡之向，但治癒有望，不可掉以輕心。 \n\n等人：不來，否則會遲到。 \n\n尋人：只在原處逃避，當得見。如有債務之爭，別找也罷，恐有過失之錯。 \n\n失物：可能遺失在水邊，難現。 \n\n旅行：不利。 \n\n考試：不理想。 \n\n改行：不宜。開業者宜再待時機，否則不利。 \n\n訟詞糾紛：爭端無益。宜和。 \n求事求職：無指望。"
    },
    {
        "type": "白話",
        "name": "風山漸",
        "text": "風山漸 艮土歸魂卦\n\n漸卦象體： \n\n艮山之上有巽木，山勢由低漸而為高，樹木由漸小而長高，故為漸卦。 \n\n又巽女配艮男，女子以夫家為歸宿，循序漸進而成配偶。 \n\n正月卦：春吉 夏吉 秋吉 冬不利 \n\n評曰：山中植木之象，千里一步之意。 \n\n卦意判斷： \n\n此卦為巽木長在艮山之上，山上之木可漸次成長之意。又艮一陽，巽二陽，也為漸進之意。漸乃進也，故得此卦時，為漸次向吉之時。然須知百事不宜急進，按順序不可怠忽急進。天下之事不以躁進為貴，急進未必有利，須體認此意來循序行事。 \n\n求財望事雖可遂，但也有隔阻而難成之象。得此卦者，對居所必有煩惱。 \n\n斷之婚姻，雖有再娶之兆，良緣可成。或因女思情男方之象，故婚可成。 \n\n卦象參考： \n\n巽女配艮男，婚嫁乃人情之常。因此卦若女子卜得，定有于歸之慶。因巽木已在艮山之上，女子已住入男子之家，故得此卦之男女如非正配，即為私奔同居之情侶。 \n\n木長於山，非一朝一夕可長成，故凡事以漸進可吉，急躁必有損失凶象。 \n\n【總結批論】 \n\n漸：表循序漸進，不可心急之意。主吉象。好事慢慢在進行中，一切遵循正裡常規即可，事業投資均能有收益。感情婚姻，更是結果收成歡喜結局之時。 \n\n疾病：此卦為「歸魂卦」與亡靈牽連甚深。為前世因緣未解，而跟隨至今世來的孽緣，常有耳鳴、心神渙散之象，夢中常現清楚夢境。宜以慈悲心來引渡化解，不宜用制化的方式來驅趕。 \n\n【應用】 \n\n運勢：逐漸順利，光明開運之象。凡事務必掌握時機，循序漸進，可得吉慶。須防款項交易之差錯及不當男女交往的情色之災。 \n\n愛情：慢慢交往可成就良緣。但此卦有女子思情男方，或已住入男家，若能得男方家長同意，能成良緣。 \n\n家運：漸曙光明、幸福之象，諸事宜以順乎自然為吉，反則有剋也。 \n\n胎孕：無礙。秋生男，春生女。若有犯則凶險。 \n\n子女：兒女多堅強篤實，態度溫順，將來有成就。 \n\n週轉：不成也勿放棄，久調可成。 \n\n買賣：漸進有利，過急不利，欲速則不達。 \n\n疾病：為胃腸、耳鼻之症，耐心治療可漸癒。但此卦也有漸入凶險之象，慎斷之。 \n\n等人：遲到。 \n\n尋人：在東南或東北二方，過些時日可尋得。 \n\n失物：遺失可尋。 \n\n旅行：可，但可能會誤期。 \n\n改行：吉利。開業吉利，漸有發展之象。 \n\n訟詞糾紛：進則勝，退則輸。買賣是非居多。 \n求事求職：可尋得良好工作。"
    },
    {
        "type": "白話",
        "name": "水山蹇",
        "text": "水山蹇  兌金四世卦\n\n蹇象體： \n\n前水後山，進退維谷。山上有水，為峻險難行之象，有如跛者之艱難於步履，不宜輕進。 \n\n又坎陷、艮止，坎陷當前，止而不進，停留於危險之地。艱難也。 \n\n八月卦： 春凶 夏平 秋吉 冬病 \n\n評曰：門前有陷之象，寒蟬悲風之意。 \n\n卦意判斷： \n\n此卦艮下坎上，艮止坎險，險中又止於出險之況。又為見險而止，不進犯之象，故曰蹇。 \n\n蹇者，寒足、跛也、為運勢不通又行不得。故得此卦時，不論貴賤貧富，均有身心憂苦、計謀皆空、所依賴皆違，陷入困境之憂虞。但若能見險而先停止，慎重行事，勿涉入險境，即可脫險。 \n\n故諸事宜先與人謀劃討論，必能受輔助而終吉。對住所有勞苦的凶象。 \n\n男得此卦，有陷入困境，兩相不應，恐有孤寡運者。女得此卦，有出家之象。求財望事難成，若五爻動，後不久即有吉運。 \n\n斷之婚姻，虛多實少多不成，縱成也主多口舌是非之災。 \n\n已婚女人占得有斷婚、破緣之象，乃寒蟬悲風、晚秋失所之象也。 \n\n卦象參考： \n\n蹇者，艱困難行之意。坎水陷於前，艮山止於後，此卦為四大難卦之一。卦象有如山高水深之險。然而險地非不可履，險象非不能解，唯共矢忠貞，則可化險為夷。凡事宜注意生命安全。 \n\n此卦大致以凶論斷。反為吉者，必屬貞固之人，利於見偉大人物，  一致擁護，破除險境始吉。 \n\n【總結批論】 \n\n蹇：表在雪地中寒足跛行、艱難之意。主大凶象，四大難卦第三卦。冰天雪地中赤足而行，表示現在處境多麼的艱辛困苦，卻又不能放守不管，只能硬撐到底。此時雖是無奈，但也總有苦盡甘來的時刻。      \n\n人事均很為難之時，事業、感情均有騎虎難下的困境。艮為東北，坎為北，故其險象必出於東北之方，得此卦者，宜向西南求，不利東北。 \n\n【應用】 \n\n運勢：衰運，多災難，進退兩難之處境，要自重而不可妄動，此時應守正道待時也。凡事雜亂，更防小人之害，絕不可涉險境，否則災害必至。 \n\n愛情：困境重重，情緣有破，捨棄難定之際。然此卦主破象。 \n\n家運：六親無情，有貧困、不幸之象，逆差者，其臉難脫，善者宜致力克服挽救。宜注意家人有重病、血光之厄運。 \n\n胎孕：胎不安，孕有災，男女均有遲產之象。甚或胎孕不成。 \n\n子女：子女手足情薄，六親少靠，勞碌之命也。 \n\n週轉：難調，多不成也。 \n\n買賣：失利。交易不成。 \n\n疾病：肝臟、胃、脾膽之症，或有腎、受傷害之疾。已病危，有疏忽醫治之現象。 \n\n等人：不會來。 \n\n尋人：水澗邊。速報警幫尋，得貴人則可回，若再出走，於百日內不明則死。 \n\n失物：可尋東北水邊或溝內。 \n\n旅行：不宜。有險象。 \n\n考試：落榜。 \n\n改行：不宜。借貸強行並非良策。開業者不宜。有是非、損耗之象。 \n\n訟詞糾紛：不宜見官，只宜逃避，因有嚴重的暗鬥而不得停罷，終必有險，帶血光之厄。解其厄則依人之運勢而斷。 \n求事求職：眼前毫無希望。"
    },
    {
        "type": "白話",
        "name": "艮為山",
        "text": "艮為山 艮土八純卦\n\n艮卦象體： \n\n兩山並立，各有定位，以安份守常。凡所思慮，都不超出其本位。 \n\n又一陽進至極位無可再進，不進則止。 \n\n四月卦： 春凶 夏平 秋凶 冬吉 \n\n評曰：山上鎖關之象，葛芝纏身之意。 \n\n卦意判斷： \n\n艮乃山也，止也、停也。今兩山相疊為兩山並峙之象，有兩山並峙不相交往停止之象，故得此卦者宜止不宜進。又有憂喜二山相疊之意，故事物半可調解、半難調解。又為人合背站立之象，彼此不能相助而各自獨立。有危難及損財，但也有可得外部救援之意，可逐漸向吉。求財望事，似成而不成。 \n\n斷之婚姻，或有長者為媒，似有成，其女尚未定心。但此卦也為兩山對峙互有不通之勢，有單戀或不不被接受之象。得此卦者，諸事宜止不宜急進，有官符、災厄、破財之象也。 \n\n卦象參考： \n\n中交互坎約震。 「艮其背，不獲其身，行其庭，不見其人，無咎。」比諸於人事物，如人不知止足，只是慾念的衝動，將勞神耗力。人須無欲，唯見理之所在，而忘其有我，也是大公無私之意。大公始能無咎。中交坎震之卦，有因妄動而陷於困境且危險之象，或有犯官符之象。 \n\n諸事有阻難，切不可妄為。 \n\n【總結批論】 \n\n山：表停止、退守之意。六沖純卦。主大好大壞之象。凡事應當知進退、量力而為。有如登山越嶺般，需充分審視自己的體能，和山上的情勢，絕不可強行逞能，適時的休息，方能平安度過。得此卦時應有大事或障礙不順阻擋在前，若能保守、修身養性則安，反則為凶。 \n\n【應用】 \n\n運勢：應當潔身自愛，依賴心不要太重，否則不利。凡事不可輕舉妄動，諸事宜守，相輔得吉。 \n\n儒家有言：『靜也定，動也定』，此非言死等，宜中正德行，固守貞常之道，凡事有定之理也。 \n\n愛情：有對峙、單戀、難合之勢，雙方各有阻撓也。 \n\n家運：不和，家運停滯不發，改正自己以謀求開運之道，內有動盪、困境。 \n\n胎孕：生男。初、四爻動主產母有失。難產之虞。 \n\n子女：子女多有不和、不相輔之數。且個個自私懶惰。 \n\n週轉：難成。 \n\n買賣：有些小是非，失利之象，但可成。 \n\n疾病：為鼻炎、口鼻之症，動脈血管硬化或胃膽之疾。難治。 \n\n等人：不會來。 \n\n尋人：西南方，難尋。 \n\n失物：東北方可尋。 \n\n旅行：不利。 \n\n考試：落榜。 \n\n改行：不利。開業不宜，須再待時。 \n\n訟詞糾紛：因小變大。宜速和解，否則有不利之象。 \n求事求職：固守本份為宜。"
    },
    {
        "type": "白話",
        "name": "地山謙",
        "text": "地山謙   兌金五世卦\n\n謙象體： \n\n山應當在地面上，本卦山卻在地下，不出地面，即自己謙遜自抑。又艮為篤實，坤為順從，忍讓不與人爭，篤實順從他人為謙和。 \n\n九月卦： 春平 夏吉 秋吉 冬吉 \n\n評曰：登山平安之象，物稱施平之意。 \n\n卦意判斷： \n\n此卦以艮山之高反在坤地之下，以尊下卑，又內良止外坤順，內篤實而止於道，外柔順而順於人，有謙讓之德，故名為謙。謙為卑小之意，然得此卦時為體貼謙讓之德，去驕傲之氣，務必謙讓之時。 \n\n雖辛勞多，諸事不如意，但後可得幸，忍耐辛苦艱難自守正義，自有不慮之好事來。願望和順必達。 \n\n求財望事，有人輔助，遲緩也可成。此卦諸事謙虛則吉，又隨人也吉，若自身剛氣任性為凶。 \n\n斷之婚姻，有二媒人去說，必成。 \n\n卦象參考： \n\n中爻「約震互坎」，上坤為順，下艮為篤實。其義就是忍讓不與奸人相爭，故名為謙。 \n\n此卦教我們待人處世要忍讓謙恭。以天道言之，天在上而天氣下降以濟萬物，其造化之功，始見昭明。以地道言之，地在下而卑，而地氣上升以應天時，遂成育萬物，天道下濟而光明，地道上行而卑謙，為亨通之象，為人處事能謙，則可達亨象。謙恭有禮之人所到之處人皆迎之。 \n\n【總結批論】 \n\n謙：山應當在地面上，本卦山在地下，不出地面，即表受壓抑而讓自己謙遜自抑，主凶中帶小吉之象。 \n\n又艮為篤實，坤為順從，雖然是忍讓不與人爭，篤實地順從他人卻有被「壓抑」的意思。在此競爭激烈的社會裡，被排斥、壓制，也是常有的事，故此卦顯示，當被壓制時，當忍辱下來，待時運一過，自然會有更好的發展。另需注意有「住家」風水不安的現象，或是被外靈沖煞困壓的凶象。 \n\n【應用】 \n\n運勢：吉利平安，欣欣向榮之象，謙者前途大利，驕者橫行招敗。故以君子謙德，縱涉大川而無險也，卦利君子。正所謂謙受益滿招損也。 \n\n愛情：以謙恭相追求有成，可獲良緣，反之失利。 \n\n家運：幸福之吉運。 \n\n胎孕：生男兒無災。生女兒產母也無災。然小兒難養，是第三胎。 \n\n子女：子女多溫順，事親孝，可賀也。 \n\n週轉：誠實謙恭，可成也。 \n\n買賣：終成，有是非。獲薄利，益也。 \n\n疾病：為腹部與頭部之疾，或有舊病復發。可癒。 \n\n等人：準時到達。 \n\n尋人：未見，待一段時間自回。 \n\n失物：東北或西南失之可尋，東南失之難求。 \n\n旅行：可。 \n\n考試：金榜題名。 \n\n改行：可行。開業者吉利，但諸事勿太急，以謙則受益。 \n\n訟詞糾紛：有官事，拖延不利，宜速和解。 \n求事求職：吉利。可成。"
    },
    {
        "type": "周易",
        "name": "天山遯",
        "text": "天山遯   乾金二世卦\n\n第三十三卦 遯卦  艮下乾上 退避自保以待時 \n\n「經文卦意」遯：亨，小利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：遯亨，遯而亨也。剛當位而應，與時行也。小利貞，浸而長也。遯之時義大矣哉！ \n\n《象》曰：天下有山，遯。君子以遠小人，不惡而嚴。 \n\n《序卦傳》：「遯者，退也。」遯卦有陰長陽消，萬物退避的現象，是講退避之理。於人事必因時制宜，當退即退，能進退存亡而不失其正者，才有善果。\n\n【爻辭原文】 \n\n初六：遯尾，厲，勿用有攸往。 \n\n《象》曰：遯尾之厲，不往何災也。 \n\n六二：執之用黃牛之革，莫之勝說。 \n\n《象》曰：執用黃牛，固志也。 \n\n九三：係遯，有疾厲，畜臣妾吉。 \n\n《象》曰：係遯之厲，有疾憊也。畜臣妾吉，不可大事也。 \n\n九四：好遯君子吉，小人否。 \n\n《象》曰：君子好遯，小人否也。 \n\n九五：嘉遯，貞吉。 \n\n《象》曰：嘉遯貞吉，以正志也。 \n\n上九：肥遯，旡不利。 \n\n《象》曰：肥遯，旡不利。旡所疑也。 \n\n『卦意批註簡述』\n\n以艮山來和天比，則會覺得山卑而退縮，退居在乾下的卦象。故君子要能遠離小人，暫時退避，不用惡語厲色的來反應，而是要以嚴正的態度對待。\n\n得此卦時，凡事宜退守不宜進取。對於住家有所辛苦、多憂慮而不穩定的情況。所以諸事皆有差錯的卦象。\n\n也表示凡事一見剛開始如有所成就，卻因為都不調合而有損傷、阻礙困惑。因為有小人的出現，然而此卦有先惡而後通達的意思，意謂著要能忍耐退守等待時機。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 此爻顯示你的住家容易搬遷，不過卻也因此結識到許多好的鄰居和友人。目前退守比推進有利而無災難。凡事如不能速戰速決，便要退守一方等候機會為宜。關欲結婚問題緩一緩最好。\n\n《二爻》 凡事要看進展情形，再來決定自己的立場。被人情世故所束縛影響，便容易來喪失良機。買賣務必以誠實待人，旅行、遷移、承包工作等暫時中止較好。\n\n《三爻》 你一但交上此爻，說不定會陷入進退兩難的境地。此刻應該乾脆把第一線的工作，可以讓給年輕一輩的人去做了，自己則是退守靜觀。沒有自己直接下手必要的，還是找人幫忙為妙。此刻對男女色情方面也要多加小心注意。\n\n《四爻》 你正為人際關係苦惱的時候。被人情世故所逼迫，而捲入了訴訟是非裏，或替人借貸、擔保，而被人追債等事件會常常遇到。所以交友要謹慎，轉業、昇職無太大希望。\n\n《五爻》 你在千鈞一髮的瞬間躲過了災難，此一避難的經驗對你將來會有很大的益處。為了自己的私利而趁夜捲逃，或是丈夫遺棄妻子的情形會來發生。如果是靠名聲賺錢的，或是文藝、演藝方面的工作，將會大有作為。\n《上爻》 你的壞運已逐漸消失，好運即將來訪。有常陷入憂鬱、厭世的情緒裏，光明已經不遠了，勸你把心懷放開朗些，等候良機的來臨。"
    },
    {
        "type": "周易",
        "name": "澤山咸",
        "text": "澤山咸 兌金三世卦\n\n第三十一卦 咸卦  艮下兌上 男女交感而生化不息 \n\n「經文卦意」咸：亨利貞，取女吉。 \n\n【翼傳注釋】 \n\n《彖》曰：咸，感也。柔上而剛下，二氣感應以相與，止而說，男下女，是以亨利貞，取女吉也。天地感而萬物化生，聖人感人心而天下和平。觀其所感，而天地萬物之情可見矣！ \n\n《象》曰：「山上有澤，咸。君子以虛受人。」澤低而居高，山高而居低，漸趨親近，成山澤通氣之象。君子宜虛心容受，相互感化。\n\n《象》曰：「咸，感也！柔上而剛！二氣感應以相與。天地感而萬物化生，聖人感人心而天下和平。觀其所感，而天地萬物之情可見矣！」\n\n【爻辭原文】 \n\n初六：咸其拇。 \n\n《象》曰：咸其拇，志在外也。 \n\n六二：咸其腓，凶，居吉。 \n\n《象》曰：雖凶，居吉，順不害也。 \n\n九三：咸其股，執其隨，往吝。 \n\n《象》曰：咸其股，亦不處也。志在隨人，所執下也。 \n\n九四：貞吉悔亡，憧憧往來，朋從爾思。 \n\n《象》曰：貞吉悔亡，未感害也。憧憧往來，未光大也。 \n\n九五：咸其脢，旡悔。 \n\n《象》曰：咸其脢，志末也。 \n\n上六：咸其輔，頰，舌。 \n\n《象》曰：咸其輔，頰，舌，滕口說也。 \n\n『卦意批註簡述』\n\n咸卦是男女陰陽相互感動的現象，天地相感應而使萬物能來生成，聖人感動人心而使天下和平。\n\n《詩經》首篇「關關鶅鳩，在河之洲，窈窕淑女，君子好求」，與咸卦的取女吉，同樣以男女的清純無雜慾的感情，作為人事的開端。得此卦者有意外的吉事，若為他人處理事物可遂志，求財望事可成。\n\n和合之象，營謀與人共事者吉象。但若非正道的交感，則男女皆有色難，意亂情迷而招災也。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 凡事要慎重，見異思遷是不行的。尤其是用字譴句稍不慎，就會有招致誤解的結果，明明可以談攏的問題，也會變成破局。男女感情問題不可急於有結局，要靜待事情的發展，好像自然等待果實熟透了掉下來最好。\n\n《二爻》 不可迷惑於眼前的變動，只要小心應付，運氣自然就會開朗。不可因一時得不到利益，便要放棄原來的初衷理想，使親友對你的信用盡失。\n\n《三爻》 目前各方對你的誘惑最多。絕不可輕易相信他人的言語，凡事要審慎和小心最為重要。\n\n《四爻》 容易為瑣事而焦急不安，目前進退都不宜，維持現狀最好。部屬間需要你照顧的世俗事較多，是一種苦勞的運勢。\n\n《五爻》 公平無私的做事態度必定能達成目的。要注意被男女感情所左右影響，而留下了追悔莫及的結果。戀愛方面，早日依正式手續進入結婚程序為妙。\n《上爻》 易被花言巧語所迷惑，要小心提防。光靠口頭上的約束容易上對方的當，而且有時上當了還不自覺呢！"
    },
    {
        "type": "周易",
        "name": "火山旅",
        "text": "火山旅  離火一世卦\n\n第五十六卦 旅卦  艮下離上 居不安而道不廢 \n\n「經文卦意」旅：小亨，旅貞吉。 \n\n【翼傳注釋】 \n\n《彖》曰：旅，小亨，柔得中乎外，而順乎剛，止而麗乎明，是以小亨，旅貞吉也。旅之時義大矣哉！ \n\n《象》曰：山上有火，旅。君子以明慎用刑，而不留獄。 \n\n《雜卦傳》:「親寡，旅也。」\n\n【爻辭原文】 \n\n初六：旅瑣瑣，斯其所取災。 \n\n《象》曰：旅瑣瑣，志窮災也。 \n\n六二：旅即次，懷其資，得童僕貞。 \n\n《象》曰：得童僕貞，終旡尤也。 \n\n九三：旅焚其次，喪其童僕，貞厲。 \n\n《象》曰：旅焚其次，亦以傷矣。以旅與下，其義喪也。 \n\n九四：旅于處，得其資斧，我心不快。 \n\n《象》曰：旅于處，未得位也。得其資斧，心未快也。 \n\n六五：射雉一矢亡，終以譽命。 \n\n《象》曰：終以譽命，上逮也。 \n\n上九：鳥焚其巢，旅人先笑後號咷。喪牛于易，凶。 \n\n《象》曰：以旅在上，其義焚也。喪牛于易，終莫之聞也。 \n\n『卦意批註簡述』\n\n旅卦是說明遷移、出動、旅行等現象，有親朋疏遠而稀少的卦意。故君子在動用刑罰之時，必須慎重明察，但是一旦判決之後，就要即刻執行不能拖延。\n\n得此卦時，在家猶如在外地旅遊一般，有心思不定、心不在焉、百事不能如意的現象。也表示住處有勞苦的跡象，為開始很好的吉象，而有後來憂慮的卦象。求財、望事可少得，最好出外遠求有利，近求不利。\n\n旅，也表變動、旅行的意思。外出工作、求學、旅行很適合。或是有工作變動、調職的可能。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 為了眼前的近利而損失了未來的大利益。即使很生氣憤怒，也不可與人發生爭執。在資金短絀之下，開張創業的計畫要有周全的準備，否則會有資金不足而倒閉的憂慮，過多的貸款將是致命的根源。\n\n《二爻》 辛苦努力的結果已將見曙光。會有意想不到的貴人，或是收入等喜訊的出現，是你的努力獲得回報的時候。改行、轉職避免為宜。\n\n《三爻》 被親人背叛或因瑣事而導致愛情不和睦。公司裡部屬的不平情緒越來越嚴重，會有引起人事糾紛的憂慮，要下定決心做大改革才好。\n\n《四爻》 願望雖然已經達成，卻是難以維持現狀。外表愈是虛榮，心裡將會愈空虛。就業方面難獲自己理想的職位，不可輕易轉職。\n\n《五爻》 現在是聲譽高漲的好機會。寫書、創作、流行歌曲、書畫的推銷都是會有好機緣。目前是採取積極攻勢行動的好機會，凡事可以放大膽子去做。應該要摒棄眼前的近利，而來計畫謀求將來的大利益為重。男女的感情關係雖然還順利，但是切忌不可風流多情。\n《上爻》 因為輕信別人的結果，而將自己弄得身敗名裂，這是固執獨斷任性的結果，誰也幫不了你。此時要有誠意的態度是必要的，同時除了退守之外別無他法了。"
    },
    {
        "type": "周易",
        "name": "雷山小過",
        "text": "雷山小過 兌金遊魂卦\n\n第六十二卦 小過卦  艮下震上 過與不及調適之道 \n\n「經文卦意」小過：亨，利貞，可小事，不可大事。飛鳥遺之音，不宜上宜下，大吉。 \n\n【翼傳注釋】 \n\n《彖》曰：小過，小者過而亨也。過以利貞，與時行也。柔得中，是以小事吉也。剛失位而不中，是以不可大事也。有飛鳥之象焉，有飛鳥遺之音，不宜上宜下，大吉。上逆而下順也。 \n\n《象》曰：山上有雷，小過。君子以行過乎恭，喪過乎哀，用過乎儉。 \n\n《雜卦傳》：「小過，過也。」小謂陰也，小過卦陰多於陽，稍過也。\n\n【爻辭原文】 \n\n初六：飛鳥以凶。 \n\n《象》曰：飛鳥以凶，不可如何也。 \n\n六二：過其祖，遇其妣。不及其君，遇其臣。旡咎。 \n\n《象》曰：不及其君，臣不可過也。 \n\n九三：弗過防之，從或戕之，凶。 \n\n《象》曰：從或戕之，凶如何也。 \n\n九四：旡咎，弗過遇之。往厲必戒，勿用永貞。 \n\n《象》曰：弗過遇之，位不當也。往厲必戒，終不可長也。 \n\n六五：密雲不雨，自我西郊，公弋取彼在穴。 \n\n《象》曰：密雲不雨，已上也。 \n\n上六：弗遇過之，飛鳥離之，凶，是謂災眚。 \n\n《象》曰：弗遇過之，已亢也。 \n\n『卦意批註簡述』 \n\n凡事稍有超過、稍有過失、妄為，是為小過卦的現象。可以做小事，不可做大事。象徵君子行禮過於恭敬，居喪過於悲哀，使用過於節省，這都是稍有超過的現象。\n\n得此卦時，宜行小事，不宜行大事。表有志難伸、龍困淺灘，像犯了一個小的過錯般，而被處罰。主凶象。事事小有不順，有被打壓的跡象，最忌衝動犯上，必因此而埋下禍端。需沈潛、忍耐一段時間才能再有發揮的機運。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 因為野心太大而難有所成。不可自認功績高，而待人狂傲，務必踏實前進為重要。\n\n《二爻》 應取中庸之道，在份內範圍生活當中，就能受到上司的提拔和周圍朋友的信用，不斷的努力是成功的基石。\n\n《三爻》 你已經嚐到有名無實的苦果了，雖然職位高、責任重，但是可謂勞心不絕。要衡量考慮自己的志向，或許試一試轉職，也未償不可。\n\n《四爻》 目前是多難之時，因為誤信別人而遭受詐騙，或是誤收了不實的空頭支票等，可說是前途暗淡的運勢。所以如今只能退一步，以求自保了。有關於婚事的安排，不要放任別人去辦。\n\n《五爻》 目標難以達成，必須重新檢討自己的計畫，有沒有缺失。有為了積小金、小利，而失去大財的憂慮。在財運上不是一個好的運勢。\n《上爻》 因為過份自信，反而使自己走入窮途末路之中。前途難見光明，不可盲目從事新計畫，以免遭人暗算。有生病入院或是被警察傳訊的麻煩事。"
    },
    {
        "type": "周易",
        "name": "風山漸",
        "text": "風山漸 艮土歸魂卦\n\n第五十三卦 漸卦  艮下巽上 遠行自近，登高自卑 \n\n「經文卦意」漸：女歸吉，利貞。 \n\n【翼傳注釋】 \n\n《彖》曰：漸之進也，女歸吉也。進得位，往有功也。進以正，可以正邦也。其位剛，得中也。止而巽，動不窮也。 \n\n《象》曰：山上有木，漸。君子以居賢德善俗。 \n\n《序卦傳》：「漸者，進也。」漸，漸進也。\n\n《雜卦傳》：「漸，女歸、待男行也。」\n\n【爻辭原文】 \n\n初六：鴻漸于干，小子厲，有言，旡咎。 \n\n《象》曰：小子之厲，義旡咎也。 \n\n六二：鴻漸于磐，飲食衎衎，吉。 \n\n《象》曰：飲食衎衎，不素飽也。 \n\n九三：鴻漸于陸，夫征不復，婦孕不育，凶。利御寇。 \n\n《象》曰：夫征不復，離群醜也。婦孕不育，失其道也。利用御寇，順相保也。 \n\n六四：鴻漸于木，或得其桷，旡咎。 \n\n《象》曰：或得其桷，順以巽也。 \n\n九五：鴻漸于陵，婦三歲不孕，終莫之勝，吉。 \n\n《象》曰：終莫之勝，吉。得所願也。 \n\n上九：鴻漸于逵，其羽可用為儀，吉。 \n\n《象》曰：其羽可用為儀，吉。不可亂也。 \n\n『卦意批註簡述』\n\n漸有長女結婚出嫁的卦象，但是男女婚事宜漸進，不可操之過急。艮山上的樹木，漸長成為樹林，象徵君子觀察漸卦漸進的現象，選擇居住於賢德的地方，逐漸地來影響改善當地的風俗和習慣。\n\n得此卦時，為事情逐漸走向吉運的時候。只是須知道百事不宜急進，需按照順序來作，不可忽然衝動、急躁地來作事。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 就好像幼雁飛臨水邊，是很危險的情況。凡事要靠經驗才能成功，切忌不可焦急，要冷靜理性才能達成目的。\n\n《二爻》 要多蓄備實力，向成功逐漸來推進。上司對你已經有所賞識，可能會給予重要的職位。家庭生活也漸趨於和睦。\n\n《三爻》 對於事情不可逆勢抵抗，應該退而採取防禦保守的態勢。為達成自已的希望，要小心有走入傲慢、中傷別人、背棄別人，或不正當行為的傾向，應多加注意。\n\n《四爻》 你正站在好轉或惡化的分歧點上，但是目前的狀態倒底是好，還是壞需要自己來判斷。如果能滿足自己的期待，便可以盡情用心的去做。\n\n《五爻》 因為有障礙，所以無法讓你達成願望。生意方面可以來努力奮勵求取利益，事業上會有競敵的出現，而來使你操心，因此務必以誠實的態度來處理事情。承包和遷移都可以順利。\n《上爻》 目前正處於理想狀態，只是好運昇得太快，也會很快的降下來。所以在好運中不可忘了約束自己。遷移的事緩一緩較好、改行、轉職有利。"
    },
    {
        "type": "周易",
        "name": "水山蹇",
        "text": "水山蹇  兌金四世卦\n\n第三十九卦 蹇卦  艮下坎上 克難匡時之道 \n\n「經文卦意」蹇：利西南，不利東北。利見大人，貞吉。 \n\n【翼傳注釋】 \n\n《彖》曰：蹇，難也，險在前也。見險而能止，知矣哉！蹇利西南，往得中也。不利東北，其道窮也。利見大人，往有功也。當位貞吉，以正邦也。蹇之時用大矣哉！ \n\n《象》曰：山上有水，蹇。君子以反身修德。 \n\n《序卦傳》：「蹇者，難也。」蹇，以示艱難險阻而不行之象。\n\n【爻辭原文】 \n\n初六：往蹇，來譽。 \n\n《象》曰：往蹇來譽，宜待也。 \n\n六二：王臣蹇蹇，匪躬之故。 \n\n《象》曰：王臣蹇蹇，終旡尤也。 \n\n九三：往蹇來反。 \n\n《象》曰：往蹇來反，內喜之也。 \n\n六四：往蹇來連。 \n\n《象》曰：往蹇來連，當位實也。 \n\n九五：大蹇朋來。 \n\n《象》曰：大蹇朋來，以中節也。 \n\n上六：往蹇來碩，吉。利見大人。 \n\n《象》曰：往蹇來碩，志在內也。利見大人，以從貴也。 \n\n『卦意批註簡述』\n\n山上有水結冰，行走很困難的卦象。所以在蹇難的時後，宜反求諸身忍耐堅持，修養德行才能有機會度過此一艱難。\n\n蹇者，跛也、寒足難行，為氣運不通但不得不行的現象。所以得此卦時，不論貴賤貧富，均有身心憂苦、計畫都處於落空、所有依賴都來相違背，陷入困境的憂慮。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 因為太關心於結局，而忽略過程中的發展。心裏焦急，行動卻無法配合。事業開張、轉業都是凶象。逞強的結果會掉入泥沼裏而動身不得。\n\n《二爻》 要知道前途困難重重，精神上和肉體上的負擔都很重。旅行、出發、遷移、增改建、等避免為宜。\n\n《三爻》 一些瑣碎的小事情有成就，但計畫大事則不成。凡事應該要先求取內部意見的一致，切忌獨斷專行。多方吸取部屬的建議以備將來的發展。\n\n《四爻》 嚴苛的磨練和考驗即將過去。你的構想或計畫如能獲得上司的贊同，前途就有光明。為了達成此一目的，要切實把握發表自己意見的良機。\n\n《五爻》 煩惱的事已經有了解決的眉目，心情可以稍微放開朗了。至今不可奢望的事，也可以去嘗試一下，雖然短期內難以達成目標，但假以時日必能有所成就。參考朋友的意見也是良策。\n《上爻》 苦勞的付出已得到報償。以前努力不懈的人，如今可以抓住幸福了。事業上可以獲得往日所損失的補償，不過急進還是不可以的。"
    },
    {
        "type": "周易",
        "name": "艮為山",
        "text": "艮為山 艮土八純卦\n\n第五十二卦 艮卦  為重艮之卦 知止與安養之道 \n\n「經文卦意」艮：艮其背，不獲其身，行其庭，不見其人，旡咎。 \n\n【翼傳注釋】 \n\n《彖》曰：艮，止也。時止則止，時行則行，動靜不失其時，其道光明。艮其止，止其所也。上下敵應，不相與也。是以不獲其身，行其庭不見其人，旡咎也。 \n\n《象》曰：兼山，艮。君子以思不出其位。 \n\n【爻辭原文】 \n\n初六：艮其趾，旡咎，利永貞。 \n\n《象》曰：艮其趾，未失正也。 \n\n六二：艮其腓，不拯其隨，其心不快。 \n\n《象》曰：不拯其隨，未退聽也。 \n\n九三：艮其限，列其夤，厲薰心。 \n\n《象》曰：艮其限，危薰心也。 \n\n六四：艮其身，旡咎。 \n\n《象》曰：艮其身，止諸躬也。 \n\n六五：艮其輔，言有序，悔亡。 \n\n《象》曰：艮其輔，以中正也。 \n\n上九：敦艮，吉。 \n\n《象》曰：敦艮之吉，以厚終也。 \n\n『卦意批註簡述』 \n\n艮卦有停止、安靜不動的卦象，一切動靜要能配合時宜，應止則止、應行則行，如此才能走上光明的大道。象徵君子的思考，要有一定的範圍，必須合適於自己的身份地位才得宜。\n\n得此卦者宜停止不宜再進取。又有憂喜二山相疊的卦意，所以事情一半可調解，一半難以調解的狀況。又為兩人背對背站立的卦象，表示彼此不能互相幫助，而各自獨立的現象，也有單戀或意見不被接受的現象。可能有發生危難和損失財物的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 不可妄自行動。要先著重於之前既定的目標，而不要嚐試新的計畫。不可輕信別人的話。\n\n《二爻》 眼前障礙很多，雖然令人氣喪。這是需要孤軍奮鬥的時期，不可迷失既定的目標。\n\n《三爻》 途中可能會有意外的障礙而慘遭失敗，不可逞強想要去衝破它，要先冷靜下來理性的考慮為要。就業工作方面難以進入希望的公司。要注意受傷。\n\n《四爻》 自己的意見已經能被人接受。此刻不要過於衝動、驚慌，還是要靜待下次機會。結婚、旅行、改行、遷居都不要進行。要多注意凶變、隨時臨機應變，好自為之。\n\n《五爻》 前途已經逐漸露出光明來，不要太焦急，要逐步前進，不久就能得到好運。言行方面要多加注意避免與人產生衝突。\n《上爻》 努力將獲回報。不過遷移或旅行還是避免最好。結婚是吉象，只足不可操之過急，以免一些問題更加惡化。"
    },
    {
        "type": "周易",
        "name": "地山謙",
        "text": "地山謙   兌金五世卦\n\n第十五卦 謙卦  艮下坤上 內縕其德以自牧 \n\n「經文卦意」謙：亨，君子有終。 \n\n【翼傳注釋】 \n\n《彖》曰：謙，亨，天道下濟而光明，地道卑而上行。天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。謙尊而光，卑而不可踰，君子之終也。 \n\n《象》曰：地中有山，謙。君子以裒多益寡，稱物平施。 \n\n《雜卦傳》：「謙，輕。」謙即輕己尊人，不自重大，亦即有而不居。 \n\n【爻辭原文】 \n\n初六：謙謙君子，用涉大川，吉。 \n\n《象》曰：謙謙君子，卑以自牧也。 \n\n六二：鳴謙，貞吉。 \n\n《象》曰：鳴謙貞吉，中心得也。 \n\n九三：勞謙君子，有終吉。 \n\n《象》曰：勞謙君子，萬民服也。 \n\n六四：旡不利，撝謙。 \n\n《象》曰：旡不利，撝謙。不違則也。 \n\n六五：不富，以其鄰，利用侵伐，旡不利。 \n\n《象》曰：利用侵伐，征不服也。 \n\n上六：鳴謙，利用行師，征邑國。 \n\n《象》曰：鳴謙，志未得也。可用行師，征邑國也。 \n\n『卦意批註簡述』\n\n山隱在大地之下，是山屈其高而藏於地，以示卑以自牧、不矜不伐，知雄守雌、虛而有容，如流水一樣往卑下來走，象徵在生命的卑下處，能成全自己也成全了別人，有謙讓之德，故名為謙。雖辛勞多諸事不如意，但故此卦顯示，當被壓制時當忍辱下來，待時運一過，自然會有更好的發展。此卦也有被「壓抑」的意思，在此競爭激烈的社會裡，被排斥、壓制，也是常會有的事，一時諸事不順暢的卦象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 此刻的你喜歡積極帶頭，為工作向前去努力前進，但卻很容易遭受別人的嫉妒和憎恨，為今之計要多注意言行才好。\n\n《二爻》 從前的努力被有權力者來賞識，使你有出頭的機會。眼前不要主張己見，以誠實的態度服從上司，這是更上一層的良法。不過要注意身體健康。\n\n《三爻》 你正在迎接強盛的好運氣，憑你自己的力量救可以辦成大事業。也可以取代以前有權力者、主管的地位，只是不要忘了保持謙恭的態度。\n\n《四爻》 過份自信將招致失敗。這情形和無能的主管因逞強，而遭致破產的局面相同。目前即使你的地位高高在上，但畢竟力不從心，凡事消極、保守為宜。\n\n《五爻》 你的消極態度被屬下的人所輕視，使事態更加地惡化。目前是你進退兩難的時候，凡事慎重為妙，不過決定了的時候，就要有毅然實踐的勇氣才好。女性得此爻的運氣較佳。\n《上爻》 你的才能被周圍的人所嫉妒，而遭受中傷和政擊。愈聰明的人做事要愈守密，因為他知道嫉妒和憎恨的可怕，目前你正是需要學學做聰明人的時候。"
    },
    {
        "type": "塔羅",
        "name": "天山遯",
        "text": "天山遯   乾金二世卦\n\n33、天山遯   乾金二世卦\n\n【基本卦意】\n\n遯：遁、退，表退守、退步之意。主凶象。\n\n【卦意運用—偏凶指示卦】\n\n一切事項均需停止下來，因其中可能有小人、或障礙、陰謀在破壞。退另有表示退步之意，功課、事業均不再有如往常般的成績了！\n\n得此卦時，凡事宜退不宜進。對於住所有辛苦、多思慮而不定之情況，為諸事皆有差錯之卦。\n\n求財望事有礙難調。\n\n【擬像延伸運用】\n\n山勢高峻，好似與天相接，但攀登山頂看天時，卻仍與在地看天一般高，因此只好停在山下休息，或是考慮另外繞道而行了。\n\n又乾天為父、艮山為少男，延伸有老父退而少男繼承，陽爻君子、陰爻小人，小人得勢君子隱退的意涵，若仍進取不退者，必會受小人利用，而造成很大的損失傷害。\n\n此卦若是在成卦，真可謂吃得苦中苦方為人上人，有先惡後通達的含意，因此艱難之時得此卦者，為艱難也即將消散的吉兆。\n\n處事若不堅持守法合理的貞固操守，必受小人來加害。\n\n卜求婚姻難合，若有成也終將破。\n\n【應用】\n\n運勢：小人道長，君子須遠離小人，諸事宜守。艮者，止也，言行物事要謹慎，才能得安而運泰。若遇小人之害，見陷於是非之地，勿管閒事，識時務為俊傑。\n\n愛情：落花有意，流水無情，適時地另外選擇其他對象吧！\n\n家運：須多積德行善，可得安祥。若常爭端則衰運，且有別離之象、離婚之象。若曾數經波折之君子，歷盡滄桑，則有先惡後吉之運。\n\n胎孕：男兒，產母有難，或有母子不安、不全之凶象。慎之。\n\n子女：兒女體質虛弱，或有小產之虞，有親子不和之象，須依人活斷之。\n\n週轉：不成，有礙。\n\n買賣：宜守，不能大事進取，否則失敗。\n\n疾病：嚴重。所患者為經絡血行不良，袖經系統之麻痺、疼痛，或手骨、頭疼之症，常病也。\n\n等人：遁，藏也。不能來。\n\n尋人：下落不明，為家庭之事而離鄉背井，尋亦難覓。\n\n失物：已落人他人手中，難尋得。\n\n旅行：不利。莫去為安。尤其山路有險。\n\n考試：不理想。\n\n訟詞糾紛：有一方因逃移而去，是非真假無須論斷，爭之不利，宜罷手。\n\n求事求職：須待時機。\n\n改行不得時，開業不利。"
    },
    {
        "type": "塔羅",
        "name": "澤山咸",
        "text": "澤山咸 兌金三世卦\n\n31、澤山咸  兌金三世卦\n\n【基本卦意】\n\n咸：感、感情，表男女相感應、感動，主吉象。有如青春男女，兩小無猜清純無暇的感情，彼此心心相印有感而發的一種情感，得此卦與感情會有非常大的關係。\n\n【卦意運用—吉凶參半指示卦】\n\n感，也可引伸為對一種理念的認同和欣賞，並無利慾的情色糾葛，是屬於比較「感性的」一種感覺。\n\n對男女之間的感情，是最大的吉象。\n\n得此卦者，所卜求之事若光明正大、名正言順，或是與利益權勢、錢財無關則為吉象。\n\n若是卜求心中的慾望期待，如事業、投資、功名等，反而會很難順遂如意，需與人共事合作者才有吉象。\n\n若是為他人處理事物則可遂志，求財望事可成。\n\n【擬像延伸運用】\n\n兌澤為少女、艮山為少男，兩幼小男生女生彼此感應，產生純真無利害關係的感情。\n\n另兌為喜悅、艮為停止，得到喜悅後心滿意足的停留下來的意涵。\n\n易經序卦傳中上經以乾坤為首者，是以天地父母為萬物之源，而下經以咸桓為首者，而是以夫妻為五倫之首。\n\n此卦取於少男少女交往的感情最為甚。\n\n卜求婚姻，新婚者大吉，共鳴和合之象。\n\n但若非正道的感情交往，則男女皆有情色災難，因為意亂情迷而招引來禍端。\n\n此卦為漢時美女王昭君卜得，知其和番必不能再回漢土，揮淚而別此去不回也。昭君淚別漢土和番而嫁，此後卻身受榮華，而天下太平乃正道之相應。\n\n【應用吉凶參考】\n\n運勢：吉祥如意。但勿為不正當的感情而意亂迷惑，或過於衝動。然得此卦時，會有男貪女愛之箏，非名正者必遭損，宜慎之。\n\n愛情：互敬互愛，清清白白者定成眷偶。若名不順而貪愛者，當知懸崖勒馬。\n\n家運：目前非常融洽，爾後亦然。如夫婦間另有不正當之交往者，宜明哲保家，避免有越軌情事為宜。\n\n胎孕：生男。若二或四爻動則不足為喜。若生女，將來有興家和泰之運。\n\n子女：感情極融治，幸福。\n\n週轉：可成。\n\n買賣：如期望，交易可成有利。\n\n疾病：所患大都是性病，或泌尿系統之症。或胸部呼吸系統之症。須療養得法。\n\n等人：會帶來好消息。\n\n尋人：因色情之事出走，不久會出現。其人有在住處動身不得之憂，恐有些是非。\n\n失物：東北或西南方內尋找，可得。\n\n旅行：吉利。\n\n考試：成績佳。\n\n訟詞糾紛：恐為美色糾紛。諸事是非宜和解，有貴人可解之。\n\n求事求職：皆能如意得償。\n\n改行：吉利，可進行。開業大吉大利。"
    },
    {
        "type": "塔羅",
        "name": "火山旅",
        "text": "火山旅  離火一世卦\n\n56、火山旅  離火一世卦\n\n【基本卦意】\n\n旅：表旅行、不定、不安穩之意。主小凶帶小吉之象。\n\n【卦意運用—偏吉凶參半狀況卦】\n\n旅行者常居無定所，表示事事皆在浮動之中，雖不現大凶象，但也是很令人煩心的。\n\n投資理財、感情、婚姻，大慨都是像旅遊遊戲的心態吧！ \n\n得此卦時，在家猶如在他鄉外面，心猿意馬事事不能安定如意，延伸住處也有勞苦的隱憂，為始吉後憂的卦象，\n\n求財望事可少得，遠求有利，近求不利。\n\n卜病者凶險，因艮屬土帶有墓氣，而有往生到它方的意涵在。\n\n【擬像延伸運用】\n\n卜求婚姻，為多勞不穩，易生離別之象。\n\n感情占得此卦可能有外遇，暗通款曲的凶兆。\n\n此卦陳後主得張麗華卜得之，乃知先喜後悲，因旅者人生地不熟，除了凡事均不可大意，也有終將離別分開之意。\n\n【應用吉凶參考】\n\n運勢：諸事不定，宜考量他人之意見。潔身自愛，始可改變厄運，否則必有凶。\n\n愛情：不穩定、遊戲心態重，宜以平常心看之，不能太重視。\n\n家運：內面不和，是非多，意見不一。家運衰也。\n\n胎孕：生女，多是夜間產。有難。\n\n子女：子女多孤獨寡情，骨肉無情，不幸之兆。\n\n週轉：小數目可，大數目不成。\n\n買賣：多礙難成，或交易不成。\n\n疾病：是心臟與消化系統脾膽之疾，心臟、手部之傷。有多病轉移之象，宜速求醫，拖延難治。\n\n等人：臨時變意不會來。\n\n尋人：此人為情所困，意志消沉而遠離也，難尋。\n\n失物：被盜走，找不回也。\n\n旅行：不宜。\n\n考試：很差。\n\n訟詞糾紛：拖延時間不利，難解決。若和解不成，難脫伽鎖之患。\n\n求事求職：白費心神。\n\n改行不利。開業者不得時機。"
    },
    {
        "type": "塔羅",
        "name": "雷山小過",
        "text": "雷山小過 兌金遊魂卦\n\n62、雷山小過  兌金遊魂卦\n\n【基本卦意】\n\n小過：表有志難伸、龍困淺灘，像犯了一個小的過錯般，而被處罰。主小凶象。\n\n【卦意運用—偏小凶指示卦】\n\n此卦表示事事小有不順，有被打壓的跡象，最忌衝動犯上，必因此而埋下禍端，需沈潛、忍耐一段時間，才能再有發揮的機運。\n\n得此卦時，宜行小事，不宜行大事，事事似成卻難成，而且通常都會有眼高手低的不好態度。\n\n求財望事不宜速，慎防口舌之災。\n\n疾病：此卦為「遊魂卦」主犯於褻瀆了鬼神不敬之象，需祭拜好兄弟及神佛祈求化解。病症在神經麻痺、行動不變，或有手足受傷之象。\n\n【擬像延伸運用】\n\n山上有雷，雷聲響動在山谷間，延伸雷聲才華被環境所阻礙。\n\n又二陽爻居中代表主人，四陰爻居外代表客人，延伸客人多過主人，有反客為主，主人光彩被掩蓋的現象。\n\n卜求婚姻，其姻緣不遠就在附近人家，婚雖有障礙但終可成，只是雖成之後可能又有不和離別的凶兆。\n\n得此卦者也有和人不而引起的糾紛凶象，因此與人中絕背義的情事發生。\n\n卦中擬象有如飛鳥過山只留啼音，延伸為鳥之高飛如人之好高驚遠，只聽得其啼音卻取之不得，告誡凡事需步步為營腳踏實地為要，則事事皆吉、否則凶象。\n\n【應用吉凶參考】\n\n運勢：行事不如意，宜謹守，與六親不和之象。又忠言逆耳犯上得罪人之事，反為害己之因，故凡諸事均有枝節、苦煩，不能達志耳。\n\n愛情：擁有過，但自覺不相稱，已經不掛於心矣。\n\n家運：常生口角，有離家去外地之象。此卦名小過，故有因過而須離鄉耳。\n\n胎孕：腹中有胎，當便見災，過後有小阻，難產之象。須謝灶神方可得安順。\n\n子女：骨肉無情，兄弟不和，多勞苦之象耳。\n\n週轉：小有望，大難成。\n\n買賈：小可，大不可。因過者必有錯也。\n\n疾病：患手、足之患，審察之。病情雖有變惡之向，但治癒有望，不可掉以輕心。\n\n等人：不來，否則會遲到。\n\n尋人：只在原處逃避，當得見。如有債務之爭，別找也罷，恐有過失之錯。\n\n失物：可能遺失在水邊，難現。\n\n旅行：不利。\n\n考試：不理想。\n\n訟詞糾紛：爭端無益。宜和。\n\n求事求職：無指望。\n\n改行不宜。開業者宜再待時機，否則不利。"
    },
    {
        "type": "塔羅",
        "name": "風山漸",
        "text": "風山漸 艮土歸魂卦\n\n53、風山漸  艮土歸魂卦\n\n【基本卦意】\n\n漸：表循序漸進，不可心急之意。主吉象。\n\n【卦意運用—偏吉狀況卦】\n\n表示所求問事情正在慢慢進行中，一切只要遵循常規正理即可，事業投資均能有收益。\n\n對於感情婚姻，更是會有圓滿歡喜結果的好機緣。\n\n得此卦事事不宜急進，需按順序不可怠忽躁進，急進未必有利。\n\n求財望事雖可遂，但也會有隔阻而難成的凶象，因艮山也有「止」的意涵。\n\n疾病：此卦為「歸魂卦」與亡靈牽連甚深。為前世因緣很深未解，而跟隨至今世來的孽緣，可能常有耳鳴、心神渙散的現象，夢中常現清楚夢境，宜以慈悲心來引渡化解此一亡靈，不宜用制化的方式來驅趕。\n\n【擬像延伸運用】\n\n艮山之上有巽木，樹木由小漸而成長，故為漸卦，延伸事事需由小漸大按常理而行即可水到渠成。\n\n在感情方面，巽長女配艮少男，男娶女嫁女子以夫家為歸宿，屬於一般正常的發展結合而成配偶，不會有過於激烈或違反常態的表現出來。\n\n得此卦者，因艮山屬陽土表示陽宅，延伸也有對居所環境有干擾而產生憂患煩惱。\n\n卜求婚姻，因女思男的現象，故婚可成，也有再娶的意象。\n\n此卦若女子卜得，定有于歸之慶。因巽木已在艮山之上，女子已入男子之家，故得此卦之男女如非正配，即為在外同居或私奔的情侶。\n\n【應用吉凶參考】\n\n運勢：逐漸順利，光明開運之象。凡事物務必掌握時機，循序漸進，可得吉慶。須防款項交易之差錯及色情之災。\n\n愛情：慢慢交往可成就良緣。但此卦有女子思男或已入男家，未能得男方家長同意者，但有心中能成良緣。\n\n家運：漸曙光明、幸福之象，諸事宜以順乎自然為吉，反則有剋也。\n\n胎孕：無礙。秋生男，春生女。若有犯則凶險。\n\n子女：兒女多堅強篤實，態度溫順，將來有成就。\n\n週轉：不成亦勿放棄，久調可成。\n\n買賣：漸進有利，過急不利，欲速則不達。\n\n疾病：為胃腸、耳鼻之症，耐心治療可漸癒。但此卦亦有漸入凶險之象，慎斷之。\n\n等人：遲到。\n\n尋人：在東南或東北二方，過些時日可尋得。\n\n失物：遺失可尋。\n\n旅行：可，但可能會誤期。\n\n考試：有望。\n\n訟詞糾紛：進則勝，退則輸。買賣是非居多。\n\n求事求職：可尋得良好工作。\n\n改行吉利。開業吉利，漸有發展之象。"
    },
    {
        "type": "塔羅",
        "name": "水山蹇",
        "text": "水山蹇  兌金四世卦\n\n39、水山蹇  兌金四世卦\n\n【基本卦意】\n\n蹇：寒足，表在寒天裡赤足跛行、非常艱困之意。主大凶象，四大難卦第三卦。\n\n【卦意運用—吉凶參半指示卦】\n\n若在冰天雪地中赤足而行，可以想象現在處境多麼的艱辛困苦，卻又不能放棄不管，只能咬牙硬撐到底，此時雖是無奈但也總有苦盡甘來，忍著等待春天慢慢地來到時刻。\n\n所卜求人事均是很為難的凶險運勢之時，事業、感情均有騎虎難下的困境。\n\n艮表為東北方、坎為北方，可延伸瞭解其險象可能出於東北之方，因此得此卦者，宜向西南求來求助。\n\n得此卦時，不論貴賤貧富，均有身心憂苦、謀策計畫皆空轉，所依賴皆難以相助，而陷入困境的凶象憂虞，更能體會到所謂人情冷暖的處境。\n\n諸事宜放下身段與人善謀，暫停所有的計畫慎重行事，勿在涉入險境，或許還可脫險轉吉。\n\n求財望事難成。\n\n【擬像延伸運用】\n\n坎水為陷、艮山為止、寒冬12月，表示坎陷當前卻又停止不進，而陷入停留於危險之地。\n\n艮山屬土表陽宅，目前對住家有勞苦難解的問題。\n\n男得此卦，有陷入困境、兩相不應，六親緣盡、孤寡一人的凶運，女得此卦，有出家為尼的現象。\n\n卜求婚姻，虛多實少多不成，縱有成婚，也會多口舌是非。已婚女人占感情者，有寒蟬悲風、破緣離異的凶象。\n\n【應用吉凶參考】\n\n運勢：衰運，多災難，進退兩難之處境，要自重而不可妄動，此時應守正道待時也。凡事雜亂，更防小人之害，絕不可涉險境，否則災害必至。\n\n愛情：困境重重，情緣有破，捨棄難定之際。然此卦主破象。\n\n家運：六親無情，有貧困、不幸之象，逆差者，其臉難脫，善者宜致力克服挽救。宜注意家人有重病、血光之厄運。\n\n胎孕：胎不安，孕有災，男女均有遲產之象。甚或胎孕不成。\n\n子女：子女手足情薄，六親少靠，勞碌之命也。\n\n週轉：難調，多不成也。\n\n買賣：失利。交易不成。\n\n疾病：肝臟、胃、脾膽之症，或有腎、受傷害之疾。已病危，有疏忽醫治之現象。\n\n等人：不會來。\n\n尋人：水澗邊。速報警幫尋，得貴人則可回，若再出走，於百日內不明則死。\n\n失物：可尋東北水邊或溝內。\n\n旅行：不宜。有險象。\n\n考試：落榜。\n\n訟詞糾紛：不宜見官，只宜逃避，因有嚴重的暗鬥而不得停罷，終必有險，帶血光之厄。解其厄則依人之運勢而斷。\n\n求事求職：眼前毫無希望。\n\n改行不宜。借貸強行並非良策。開業者不宜。有是非、損耗之象。"
    },
    {
        "type": "塔羅",
        "name": "艮為山",
        "text": "艮為山 艮土八純卦\n\n52、艮為山  艮土八純卦\n\n【基本卦意】\n\n山：表停止、退守之意。六沖純卦。主大好大壞之象。\n\n【卦意運用—吉凶參半指示卦】\n\n表示凡事應當知進退、量力而為，有如要登山越嶺般，需充分審視自己的體能，和山上的情勢，絕不可強行逞能和適時的休息，才能平安度過不發生山難。\n\n得此卦時目前應有大事或障礙阻擋在前，若能保守應對、修身養性則安，躁進不理性則為凶。\n\n得此卦者，諸事宜止不宜急進，有官符、災厄、破財的凶象。\n\n求財望事，似成而不成。\n\n【擬像延伸運用】\n\n兩山並立各有定位，以安份守常，事事都不超出其本位為宜。\n\n也象徵為兩人相背站立之象，彼此不能相助而各自獨立，有危難及錢財上的損失，但可有外部救援之意，則可逐漸轉吉。\n\n卜求婚姻，若有長者為媒似有可成，但女方尚未定心。\n\n此卦對於感情或交往互動，因兩山對峙互有不通的情勢，延伸為有單戀或不被接受的凶象。\n\n【應用】\n\n運勢：應當潔身自愛，依賴心不要太重，否則不利。凡事不可輕舉妄動，諸事宜守，相輔得吉。儒家有言:『靜亦定，動亦定』，此非言死等，宜中正德行，固守貞常之道，凡事有定之理也。\n\n愛情：有對峙、單戀、難合之勢，雙方各有阻撓也。\n\n家運：不和，家運停滯不發，改正自己以謀求開運之道，內有動盪、困境。\n\n胎孕：生男。初、四爻動主產母有失。難產之虞。\n\n子女：子女多有不和、不相輔之數。且個個自私懶惰。\n\n週轉：難成。\n\n買賣：有些小是非，失利之象，但可成。\n\n疾病：為鼻炎、口鼻之症，動脈血管硬化或胃膽之疾。難治。\n\n等人：不會來。\n\n尋人：西南方，難尋。\n\n失物：東北方可尋。\n\n旅行：不利。\n\n考試：落榜。\n\n訟詞糾紛：因小變大。宜速和解，否則有不利之象。\n\n求事求職：固守本份為宜。\n\n改行不利。開業不宜，須再待時。"
    },
    {
        "type": "塔羅",
        "name": "地山謙",
        "text": "地山謙   兌金五世卦\n\n15、地山謙   兌金五世卦\n\n【基本卦意】\n\n謙：謙虛、謙抑，表受壓抑而讓自己謙遜自抑，主凶中帶小吉之象。\n\n【卦意運用—吉凶參半指示卦】\n\n山應當在地面上，本卦山在地下不出地面，又有艮為篤實、坤為順從之意，忍讓不與人爭，篤實順從他人為謙和之象。\n\n但此卦也有被「壓抑」的意思，因在此競爭激烈的社會裡，被排斥、壓制也是常有的事，故此卦顯示當被壓制時當忍辱下來，待時運一過自然會有更好的發展。\n\n求財望事，有人輔助，遲亦可成。\n\n疾病：特別注意精神不振或被壓床的現象發生。坤土表陰宅、艮土表陽宅，延伸為有祖先亡靈來干擾，或是陽宅風水的不當磁場來影響等凶兆。\n\n【擬像延伸運用】\n\n謙為卑小之義，得此卦時為體貼謙讓之德，事事應去驕傲之氣謙讓之時。\n\n雖有辛勞多諸事不如意，但往後則可轉得苦盡甘來的好運，忍耐辛苦艱堅自守正義道德，自有不用多慮好事發生。\n\n卜求婚姻，需請有二位以上說，可成。\n\n【應用吉凶參考】\n\n運勢：吉利平安，欣欣向榮之象，謙者前途大利，驕者橫行招敗。故以君子謙德，縱涉大川而無險也，卦利君子。正所謂謙受益滿招損也。\n\n愛情：以謙恭相追求有成，可獲良緣，反之失利。\n\n家運：幸福之吉運。\n\n胎孕：生男兒無災。生女兒產母亦無災。然小兒難養，是第三胎。\n\n子女：子女多溫順，事親孝，可賀也。\n\n週轉：誠實謙恭，可成也。\n\n買賣：終成，有是非。獲薄利，益也。\n\n疾病：為腹部與頭部之疾，或有舊病復發。可癒。\n\n等人：準時到達。\n\n尋人：未見，待一段時間自回。\n\n失物：東北或西南失之可尋，東南失之難求。\n\n旅行：可。\n\n考試：金榜題名。\n\n訟詞糾紛：有官事，拖延不利，宜速和解。\n\n求事求職：吉利。可成。\n\n改行可行。開業者吉利，但諸事勿太急，以謙則受益。"
    },
    {
        "type": "白話",
        "name": "天地否",
        "text": "天地否  乾金一世卦\n\n否象體： \n\n天氣上升，地氣下降，天地之氣不交，為閉塞不通之象。其德內陰外陽，內順外健，內小外大，內小人外大人，為大往小來。乾天之剛勢壓坤地之順柔，柔者宜順勢，不得與之抗硬也。 \n\n七月卦 春吉 夏凶 秋平 冬凶 \n\n評曰：刀霧裡有藏之象，寒鶯待春之意。 \n\n卦意判斷： \n\n天乾地坤，天上氣不降，地下氣不昇，陰陽兩氣不相交，萬物否塞之象，故曰否。 \n\n此卦有閉塞不行之意，上下不和，百事不通，家道日替，或有罹災、損財之事，雖有善者，也無能為力，宜先暫避禍害以待時運也。然此卦雖為閉塞之象，上下情懷不相交融，諸事不如意之衰運，但須知否極則泰來，天道循環，生生不息之定律。 \n\n又此卦象雖凶，然天在上，地在下，乃天地正位，故此卦若占仕途，則必得貴人大力鼎助，先否後泰，終成之卦。天地正位，故於公家文書印信有氣，為政必得高位，但須活斷之。 \n\n斷之婚姻，為相互背馳，陰陽不相應，有不和離別之象。女人占得此卦，應特別注意受小人之騙，因陽昇於天，陰漫於地，小人道長，與君子不相為謀，故此卦宜防小人暗害也。能遷居則吉。 \n\n卦象參考： \n\n大凡占得此卦者，均辛苦且困難重重，也常受小人加害，有別離之痛。 \n\n此乃自然界盛衰之循環定律，幸勿悲觀，堅持自己的勇氣，繼續奮鬥，耐心的等待時機，順勢而行。 \n\n因此卦陰柔居於陽剛之下，然柔也可克剛，又乾金乃剋木，坤土並不受其剋，故此卦雖凶，但於謀求高官者，則有貞固者反為泰，終必有成之象。須知卦之運用千變萬化。 \n\n【總結批論】 \n\n否：表否定、不好、壞掉了！主大凶象。否、顯現出陰陽之氣不協調，在人及事方面諸多不被認同，有內外不合、眾說紛紜的現象，因此事事難以進行，最好此時能彼此互相退讓靜下心來理性的溝通，方能轉吉。卜問婚姻、感情，已有個性、意見的衝突產生，若不能好好退讓協商，  恐有離異分手的結局。 \n\n【應用】 \n\n運勢：凶且衰，君子以險德避難，不可榮以祿也。邇勢不通達，諸事不順，有損失且波折多。故宜守固正道，若稍偏差則災害將至。 \n\n愛情：陰陽相背，被拒千里之外。 \n\n家運：夫妻彼此不能協調，是非很多，劫財又帶衰之凶象。 \n\n胎孕：不安，爻神無氣。女兒。二胎生男。 \n\n子女：若不是子女少，就是與雙親感情不睦。若是管教無方，就任其自然發展吧。 \n\n週轉：告貸無門。不用再求了。 \n\n買賈：多有損失。但有貴人應在午未申日。 \n\n疾病：占病凶兆，康復無望，反象也。病灶為腦部、胃部、癌之類。 \n\n等人：不會來，因別的事情而違約。 \n\n尋人：因感情不睦而出走，有生命危險，去向不明，難尋。東南方。 \n\n失物：因女人花酒中、熱鬧中遺失，東南方尋之。 \n\n旅行：不宜。 \n\n考試：不理想。 \n\n改行：難如願，開業最好另擇吉日。然此卦有先難之困，若能舒之則利。 \n\n訟詞糾紛：有口難言，有虛偽，更逢盜賊之冤，意見不能妥協，爭吵雖厲害，終有理，此時宜求順。 \n求事求職：先難後易，須有耐心去爭取勝利，否則凶。"
    },
    {
        "type": "白話",
        "name": "澤地萃",
        "text": "澤地萃 兌金二世卦\n\n萃象體： \n\n澤上於地，水必聚地上。水土肥沃，滋長草木，繁殖茂盛。 \n\n又坤順，兌悅，恭順和悅，感通人心，聚結力量。剛明才德，回聚順從。 \n\n六月卦： 春吉 夏吉 秋平 冬平 \n\n評曰：鯉魚登門之象，歌妓順眾之意。 \n\n卦意判斷： \n\n此卦澤地蓄水，聚合之意。又上悅下順，萃乃聚也，因而此卦做為萬物相聚，諸事平順之吉卦。 \n\n但雖有聚財之意，也有爭論之障礙。又有和斷交中絕、離別之人再相遇之意。 \n\n萃卦有聚會、順從之象，故占得此卦者，願望可達成，但須防婦女從中阻礙。求財望事，同夥之人求之則吉。 \n\n感情男人占得為吉象，女人占得則有因過於順從而失利之象。斷之婚姻，為和睦、相聚之良緣。 \n\n卦象參考： \n\n為國庶民富之吉象，物力充沛，利往而有所作為。聚者，因高與而順從，吉卦。 \n\n古時韓信被擒而遭戮之，即呂后疑韓信，卜得此卦，然後擒戮韓信。此後呂后高枕無憂，臣民順服。 \n\n【總結批論】 \n\n萃：表聚集、重新淬取之意。主吉象。澤上於地，水必聚地上，水土肥沃，滋長草木，繁殖茂盛。所以有眾人事物來此聚集的意思，然後再經過濾、篩選出最精華者，所以稱為「萃」也。有主權掌握在自己手上的意思。 \n\n【應用】 \n\n運勢：昌隆，得信於人，承上輩照顧，事業吉昌，但宜小心財務上的糾紛。 \n\n愛情：可達成其願望。 \n\n家運：家庭融洽如意。防財務歧見之意外。 \n\n胎孕：胎安。有雙喜，若是第三、四胎只一喜。然產母病多，注意保養身體。 \n\n子女：兒女眾多，且手足相敬如賓。 \n\n週轉：可得到上輩支持 \n\n買賣：可獲利。 \n\n疾病：所患是胸部與腹部之疾。有凶象。治療得宜可平安。 \n\n等人：一定會來，且有佳音相告。 \n\n尋人：會自己回來，不用擔心。 \n\n失物：遺失之物在西南方，遲至無用，速則可尋。 \n\n旅行：吉利，並有所獲。 \n\n考試：常保佳績。 \n\n改行：吉利。開業適時，可按計劃進行。 \n\n訟嗣糾紛：爭端不利，和解為宜。 \n求事求職：可順利，有成就。"
    },
    {
        "type": "白話",
        "name": "火地晉",
        "text": "火地晉 乾金遊魂卦\n\n晉象體： \n\n日出地面，光明普照，為上進之象。又離為明朗，坤為附和順從，附和順從于光明，明朗進展。又坤體柔文，由下順次行進，而上達乾體中位，成為離日之象。有如人才自附於明世，由下位順次升到上位。 \n\n三月卦： 春吉 夏平 秋凶 冬吉 \n\n評曰：滿地錦繡之象，人登玉階之意。 \n\n卦意判斷： \n\n此卦離火於坤地之上，以出暗進明，故名曰晉。晉乃進也， \n\n得此卦時，有去苦得樂， 氣運旺盛，如旭日中天，諸事如意，聲名聞達四方之意。 \n\n見之於一家，父在義方不溺愛，子有孝敬不作逆，一家和睦，門庭歡樂之象也。即漸次繁昌，出人頭地之意。又為被人敬愛，受上輩賜惠之卦。得此卦者，願望可達，求財可成。 \n\n但有住所變更之意，假使不遷移住居，若求身體健康之事，有異常現象需特別注意。 \n\n斷之婚姻，可成，其婚大多是經長輩介紹的。 \n\n卦象參考： \n\n坤順而合於光明，順從而進晉也， 一切均可如意。倘再獲得上輩提拔，則可名利雙收。 \n\n雖然此卦為諸事吉祥之卦，然火燒於地，火勢若過猛，此卦又缺水，地必涸裂，也可  斷婚姻有不和之象。 \n\n女人占得此卦，其夫外定有女，因本身性情火烈、剛烈之情勢而造成。更宜審慎其夫是否離妻再娶。 \n\n【總結批論】 \n\n晉：表進取、氣運旺盛也。主大吉象。火為太陽，所以是「日出於大地、光明乍現」，陽光準備要照耀大地，一片欣欣向榮之象。事業投資、升遷、婚姻、感情均是有雨過天晴，奮發向上的吉象。 \n\n疾病：此卦為「遊魂卦」與地靈有關，病非真病，宜儘速祭拜地基主或是祖靈，才能化解凶象。 \n\n【應用】 \n\n運勢：事業繁榮，聲譽漸高，於人、事、物均獲宏利之際，與人共事者吉。但要知進德虛懷，即是諸凡對人、事宜謹守德操，不可傲溢心懷，否則有破象也。但財運旺。 \n\n愛情：光明出於地上。柔順而求，可成眷屬。 \n\n家運：雖如日中天，切不可過於騙縱、蠻橫，若為人不行正道，雖然光明就在眼前，且興隆幸福，又難免夫婦失和，家運不振耳。 \n\n胎孕：平。此胎多女兒。 \n\n子女：多才智，聰明而賢孝。 \n\n週轉：可獲得強大資金。 \n\n買賣：進取得利，並獲得巨財。 \n\n疾病：為胃腸之疾，長病者凶，近病者無礙。 \n\n等人：女者會來，男者不一定會來。 \n\n尋人：見於西南方或南方。 \n\n失物：容易找到。 \n\n旅行：吉利。 \n\n考試：科甲登榜。 \n\n訟詞糾紛：遲疑終得理，能圓滿解決。 \n求事求職：受人提拔，可有成就。"
    },
    {
        "type": "白話",
        "name": "雷地豫",
        "text": "雷地豫   震木一世卦\n\n豫象體： \n\n雷出于地上，陽氣奮發萬物欣暢，悅服快樂。又坤順、驚動，為順理而動，動而順理，則自然悅樂。 \n\n五月卦： 春平 夏吉 秋吉 冬凶 \n\n評曰：雷地出奮之象，行止順時之意。 \n\n卦意判斷： \n\n此卦為震雷於坤地之上，奮雷出於土之象。雷一震，百果草木皆拆甲，又為上動下順，上下和順，君臣悅樂之象。豫乃悅也，得此卦時，雖為有悅之時，然震卦動為劇烈之卦，若乘勢躁進時會有破敗凶象。 \n\n有住居不安之象，也有重新謀事之象。求財望事，久而必成，又再三破局而後可協調。 \n\n斷之婚姻，有成，女家較有意見。也主女比男大。又男人婚姻得此卦時，當處於不穩定之狀況。 \n\n卦象參考： \n\n此卦為春雷動之，草木萌芽，無不融和快樂也。但於人事之常情，也有樂極生悲之象，所以凡事不可得意忘形，則可免於破運。故處世之態度不可太放縱為吉。又此卦諸葛孔明討南蠻卜得之，便知必勝也。 \n\n「豫，利建侯，行師。」卦體上震為雷，下體坤為眾，有興師動眾之象，故卦象利於「建侯」與「行師」，行師無非是整治暴亂，保衛百姓，使其安居樂業而已。 \n\n於「大象」天地順乎自然之理以動，故日月四時，循環有序而不差失，君子動必順乎情理，則賞罰分明而萬民悅服。天地感其造化，不外乎順理而動，故此諸人事仿此，則至多至廣也。此易經哲學動靜之機也。 \n\n【總結批論】 \n\n豫：表高興悅樂之意。主小吉象。此卦顯示做事積極、有力，性情柔和、圓融，充滿令人喜樂之氣象。凡事可盡力去做，無大礙。婚姻、感情，男歡女愛，可得良緣。 \n\n【應用】 \n\n運勢：此卦象徵萬物欣暢，如意安泰，可得上司長輩之助。切不能因繁華而怠惰，或沉醉於聲色歡場之中。好運不常有，當好好把握。 \n\n愛情：女大於男，一帆風順，天賜良緣。 \n\n家運：吉象。但切不可迷於情色而招破敗凶象。 \n\n胎孕：不安，剋母。生女之兆。夏則生男，產母有災。 \n\n子女：兒女均能相親相愛。前程美好之數。 \n\n週轉：稍有阻，但可順利。須誠。 \n\n買賣：好時機。秋更吉，有貴人。 \n\n疾病：病不治。凶險。肝臟、腹內之疾。 \n\n等人：途中有礙，一定會來。 \n\n尋人：出走之人因沉迷酒色，東方或西南方可尋。或他人自來相尋。 \n\n失物：速尋，否則難得。 \n\n旅行：可以。勿登山。改居宜遲。 \n\n考試：金榜題名。 \n\n改行：吉，大有可為。開業者大吉大利之象。 \n\n訟詞糾紛：有頭無尾，有震動驚恐，也有別人連累，破財。 \n求事求職：可得上輩提拔，有希望。"
    },
    {
        "type": "白話",
        "name": "風地觀",
        "text": "風地觀   乾金四世卦\n\n觀卦象體： \n\n巽風行于坤地之上，有週遊觀覽之象。又坤卦為人民，巽卦主號令，君主在上發號施令，萬民瞻仰。其體陽剛在上，群陰仰觀，即以下觀上，陰長陽消。 \n\n八月卦： 春平 夏凶 秋吉 冬凶 \n\n評曰：風揚塵埃之象，見華遇雨之意。 \n\n卦意判斷： \n\n此卦二剛在上下四柔，以上下相觀為義，又以下卦坤為民，上卦巽為號令，令施號於民皆觀之。 \n\n然得此卦時，雖有受人尊敬之意，但如風行地上，有動搖之意，故有居所不安，心身苦勞之事，有心意不定之意，需再多請教、求助於人。求財望事，稍有遲滯，需再觀看之，又因有婦人之妨礙而難成。 \n\n然此象是由下向上看之意，故得此卦者宜觀其變而變之。但此象今雖有凶象，將來有富盛之意。 \n\n又風行地上乃風聲傳遍大眾而言，故斷男女卜間感情事為消息已傳千里，不必再隱瞞。 \n\n中爻艮為門闕，為男，坤為女，孤男寡女已經入於家門內，所為何事不問已知。 \n\n斷之婚姻，此卦有左右爭婚之意，女子貌美，此婚有難就之象，觀者尚在查看而未有動也。 \n\n卦象參考： \n\n得此卦者，情勢多變動，而以觀望態度。故聖人觀乎天道的神妙，而發現鬼神之造化，象此於人事物，若能承上之照顧者，百事如意，事物暢達。然切勿處在觀望之狀，聽天由命，要順而巽，中正於天下。故此卦於觀察之後，必須有所行動，切不可只觀而無所作為也。 \n\n【總結批論】 \n\n觀：表觀察、觀看。是個最標準的狀況卦，吉凶未定。凡事不可輕下決定，需要再觀察一下局勢再做打算。尤其是對長官、上位者的態度更是要察言觀色，不可輕忽大意。 \n\n【應用】 \n\n運勢：處在有危險不穩的時運，耍多觀望時勢之利弊，待機行事，於人事物，須以誠待之，才能感化而倖免陷入困難也。 \n\n愛情：外表看好，內則虛浮，有上輩提攜可望達成，否則尚處在漂動不穩定的狀態。 \n\n家運：正處於下坡時段，要知固守進退之機，聽取長輩意見有助也。 \n\n胎孕：胎稍難，初生女次生男，若雙生吉。 \n\n子女：兒女將來有成就幸福耳。 \n\n週轉：雖有好言，實際內在空虛。無指望居多。 \n\n買賣：交易有礙。應在戌亥日可成，否則難成。 \n\n疾病：為腹部、神經系統之病痛，病情怪異且有變動，宜妥為治療。更需審慎再加檢查詳細，不可隨意斷症。 \n\n等人：觀望必有等待，而來者有隨之他去之象。 \n\n尋人：此人到處漂泊，行蹤不定，有險象。目前在西南方，宜丑未日見。 \n\n失物：可能因女人失誤遺漏，難尋。 \n\n旅行：不宜。 \n\n考試：不理想。 \n\n改行：擅自主張不宜，若由他人提拔則可。開業者不宜。 \n\n訟詞糾紛：雖然終會和合，但有小人在內，防亥日有武動。愈爭論紛爭愈多。 \n求事求職：不易。"
    },
    {
        "type": "白話",
        "name": "水地比",
        "text": "水地比 坤土歸魂卦\n\n比卦象體： \n\n地上有水，地上有許多河流相比相親，互相友善。又九五一陽，統屬五陰，如五家為比，稱為比鄰。 \n\n七月卦： 春病 夏平 秋吉 冬大利 \n\n評曰：眾星北拱之象，和樂無間之意。 \n\n卦意判斷： \n\n此卦為水土相親融合在一起，比者，為親、為輔、為和。 \n\n得此卦時，智者朋友皆來輔助幫其完成志望。然而非真正和順者凶。又進退均以速為貴，速者可得先機，徐緩則不利。若有疑惑時必後悔。 \n\n求財望事少且遲，但必先協調。慎記破財之兆，一旦損失則難再恢復。 \n\n斷之婚姻，可成，但遲即難成，宜速定聘。 \n\n男女占得此卦， 均宜防男女情色和被甜言蜜語所迷惑而有所損失，因水入地必合且難收也。 \n\n卦象參考： \n\n此卦中爻「互坎約艮」，與地水師卦正相反。 \n\n此卦雖吉，但仍須一再自我檢討，有否完善，貞固之美德，如此方可言吉，否則也有遭叛逆之凶象。 \n\n俗話有云： 「水潑落地難收回」 ，諸事謹守節操則可安順，否則會有招逆叛而悔不當初之情也。 \n\n【總結批論】 \n\n比：表兄友比肩而站，一片融合互持、比和之意。主吉象。水溶入土中、膠和在一起，是個很親密的卦象，尤其是論男女之情。事業投資有親密的伙伴相助，共同扶持打拼，事事當然越加能夠順利進行。 \n\n但有居住不安，受到驚動後始能慢慢安寧之情形，因坤卦屬陰象有鬼靈入侵之象，需儘快處理。 \n\n疾病：此卦為「歸魂卦」陰氣緊密地侵入陽體，是個陰魂附身之象。醫藥無功效。病症主在胃及腎臟，有腫瘤。久病難醫，近病宜速解可救。 \n\n萬事宜速謀發展進行，若有疑惑或怠慢、猶豫，則有失去時機而諸事皆凶也。 \n\n【應用】 \n\n運勢：運氣平順，與人相親處事則吉。可獲貴人提拔，但不可得志而非份橫行急進，否則遭破遜也。 \n\n愛情：兩相情悅，可得良緣。 \n\n家運：閤家和樂，家運亨通。宜處事有序使運吉。 \n\n胎孕：生女。秋占生男。二、四爻動皆生女，不動是生男。孕安。 \n\n子女：兒女溫順且侍親至孝，親情融合之象。 \n\n週轉：必成、找同年之之兄弟、朋友可成。 \n\n買賣：莫太貪心。交易反覆難成，勿貪則有利可成。 \n\n疾病：為腹部反耳痛之症，或腎臟下部之疾。占久病險危凶象，近病者速醫可治。 \n\n等人：會來。 \n\n尋人：不在杏花處，則是有婦人相留，不可尋，恐生不測之禍。此人會自己回來。 \n\n失物：東北、西南方可尋，但有損減。 \n\n旅行：吉利。 \n\n考試：金榜題名。 \n\n改行：有利，可得友人支持。開業者可大發利市，但須注意有人背叛。 \n\n訟詞糾紛：宜和，有小人。以和順態度處理可調。 \n求事求職：有貴人，可有利。"
    },
    {
        "type": "白話",
        "name": "山地剝",
        "text": "山地剝  乾金五世卦\n\n剝卦象體： \n\n山附于地。山之土石崩塌下陷而附落于地，即剝上以厚下。又陰爻由下往上，自初至五皆陰，五陰進迫一陽，陰柔勢盛，陰長陽消，剝蝕陽剛，剝蝕正義。 \n\n九月卦： 春吉旺 夏平 秋凶 冬不利 \n\n評曰：鼠穿倉靡之象，去舊生新之意。 \n\n卦意判斷： \n\n此卦以山為上，以地為下，山塌陷下歸於地之象。又五陰方盛，一陽將剝落，故名曰剝。 \n\n剝乃以刀削裂之意。得此卦時，為時運不佳，身上零落資財漸消之時，但也有枯木生花之意，須去舊從新以待一陽復來。又有順時而止之意，躁進速者皆有凶象。凡事有錯估情事之意。 \n\n求財望事，十之七八難成，且會被他人反覆所欺瞞。此卦諸事有損，宜守正道可化解厄運。 \n\n得此卦者，須防盜難、女難，運衰要留心被欺詐，或有不利之災禍，又主動則凶，守成則吉。 \n\n斷之婚姻，有生離死別之苦，乃是主剋女之象。 \n\n男人占得此卦，須小心桃色糾紛，或有受人連累而損財凶運。女人占得，也有為情爭風吃醋之災禍。 \n\n卦象參考： \n\n此卦陰五蝕陽一。陰長陽消，反覆變動而前往，以一陽爻抵制五陰爻，必定被剝也。 \n\n陰爻象徵小人道長，故不利以往的正常作為，成就有被破滅的時運。中爻又皆是陰，有被小人迫害而招受損失的凶運。又陰爻主女人，五陰女進迫一陽男，主桃色糾紛，感情困擾不斷之象。 \n\n【總結批論】 \n\n剝：表剝落、切削、毀損之意。主大凶象。地動山崩，一時群山崩落為平地，表示很嚴重的動盪、變化，而產生重大的傷害、不幸的產生。最易有急症、意外的血光之災。事業、感情、婚姻，得此卦需有心理準備，所有之前的努力可能要重新再來了。唯此卦利於重新到外地發展，或感情另尋對象可吉。 \n\n【應用】 \n\n運勢：運帶破、帶衰，有不利之災禍，不可抱持野心，自作聰明，否則自掘墳坑。得此卦者，必有與歡場女子耗費餞財而又被陷害之苦惱，且有受部下連累而損財，為不得志之時運也。 \n\n愛情：卦象陰太盛，故男求女利，女求男不利。口舌多，不可奢望太高。 \n\n家運：正處於沒落之時，辛苦勞心，有心挽回者可得安，否則有別離之險象。 \n\n胎孕：是第二胎定六根不足。有虛驚，母危之凶象。 \n\n子女：緣薄，不和，體弱，甚或無子女，或病或短命之凶象。剝者必有損落。 \n\n週轉：無望。 \n\n買賣：難成。若成也有損。 \n\n疾病：為胃膽之病，腫瘤病變，需開刀切除，且有病情惡化之象。男人有性病之象。 \n\n等人：來者必是小人、女人，或不會來。 \n\n尋人：男人為情或財所害，有險象。女人則落人煙花。在東北方的山上或水邊尋之。 \n\n失物：已失於水中。 \n\n旅行：不宜。有險象。 \n\n考試：落榜。 \n\n改行：不利，必損財。開業者有阻礙，切勿意氣用事，否則有害。宜再待時。 \n\n訟詞糾紛：因財祿爭鬥致訟。小人多而言雜，有枷鎖之厄，不能平息。 \n求事求職：順而止，要慎機行事，不可粗心大意。"
    },
    {
        "type": "白話",
        "name": "坤為地",
        "text": "坤為地   坤土八純卦\n\n坤卦象體： \n\n大地承載萬物，地有高低，擔險相因相成，以順變為理象。君子涵養渾厚之德性，要有容忍一切之器量，能容忍，忍辱負重，造福人群。 \n\n十月卦： 春吉 夏凶 秋平 冬吉 \n\n評曰：含弘有斐之象，物品資生之意。 \n\n卦意判斷： \n\n此卦與乾卦相反，屬純陰三陽之坤卦，上下皆坤，大地原為仰載萬物，承天之施來化成萬物之象。在道為地道，在事為順靜，在人為女、為妻、為母、為臣、為卑，在時間為夏末秋初，在方為末申，配月為六、七月。 \n\n得此卦者，諸事宜和順，剛強必有大凶，又有為親子、兄弟、朋友等勞苦損財之凶象。 \n\n雖有移居之期望，然宜停止之，強行做事會產生許多煩惱困難。 \n\n此卦願望可以協調而成，然有延遲稍受人妨礙之憂虞，若急躁則易有障礙。 \n\n斷之婚姻有破，宜緩勿急，終究可成。女人占得此卦有身孕之象，坤為母之意。 \n\n卦象參考： \n\n坤為和、柔、順。故坤之陰必接受陽性之乾始能生起作用。陽主動、陰處靜，而能制動，故坤取象為平靜與和順。 \n\n然此卦象外虛而內實，表示現承受一切勞苦，任勞任怨，專為他人處理不平之事，若傾於我者吉利，運勢波動而難掌控，故不可妄動急進，以柔和之氣以靜制動者吉，共謀事業更吉也。 \n\n得此卦者，可獲眾議得有力之人。不可為追求私慾私利不惜用計謀，否則會兩敗俱傷而招受損害。 \n\n【總結批論】 \n\n坤：表天生的母性，柔順、保守。主六沖純卦，大好大壞之卦象。要有容忍一切之器量，能容忍，忍辱負重，造福人群。事業、或決策有過於柔弱、沒主見，不宜擔當為主官、主管，最宜當副手。 \n\n卦象極陰，陰氣過旺，最不利於住家、疾病。有犯煞、病難治癒的跡象。 \n\n【應用】 \n\n運勢：諸事不宜急進，退守以靜制動者吉。坤者大地平靜，任其它物所摧而不為所動者大利也。但若醉心私慾，違背常理，則會有無情之災難發生。 \n\n愛情：男主動，女主靜，緩進可成，急則有失。 \n\n家運：幸福平靜之象也。 \n\n胎孕：生貴子，胎未動逢過申日則能順產。 \n\n子女：兒女眾多，和睦幸福也。 \n\n週轉：須耐心去求，否則難成。 \n\n買賣：勿急。交易可成。 \n\n疾病：為腹部之慢性病，病情重且危。 \n\n等人：不會來，須再待些時日。 \n\n尋人：此人為男女情色之事出走，於西南方附近之地也。 \n\n失物：西南可尋，遺失西北難尋。 \n\n旅行：不宜。更忌東北方。 \n\n考試：希望不大。 \n\n改行：不利，宜固守本份。開業者再觀望，目前尚未籌備妥當，不宜。 \n\n說詞糾紛：多因田土之是非，宜解。有始無終之兆也。 \n求事求職：不稱意也不理想，另尋。"
    },
    {
        "type": "周易",
        "name": "天地否",
        "text": "天地否  乾金一世卦\n\n第十二卦 否卦  坤下乾上 閉塞不通之現象 \n\n「經文卦意」否：否之匪人，不利君子貞，大往小來。 \n\n【翼傳注釋】 \n\n《彖》曰：否之匪人，不利君子貞。大往小來，則是天地不交，而萬物不通也。上下不交，而天下旡邦也。內陰而外陽，內柔而外剛，內小人而外君子。小人道長，君子道消也。 \n\n《象》曰：天地不交，否。君子以儉德辟難，不可榮以祿。 \n\n【爻辭原文】 \n\n初六：拔茅茹，以其彙，貞吉亨。 \n\n《象》曰：拔茅貞吉，志在君也。 \n\n六二：包承。小人吉，大人否亨。 \n\n《象》曰：大人否亨，不亂群也。 \n\n六三：包羞。 \n\n《象》曰：包羞，位不當也。 \n\n九四：有命旡咎，疇離祉。 \n\n《象》曰：有命旡咎，志行也。 \n\n九五：休否，大人吉。其亡其亡，繫于苞桑。 \n\n《象》曰：大人之吉，位正當也。 \n\n上九：傾否，先否後喜。 \n\n《象》曰：否終則傾，何可長也。 \n\n『卦意批註簡述』\n\n內陰而外陽，內柔而外剛，陽氣清輕而上浮，陰氣濁重而下沈。使天地不能發生交融的作用，陰陽乖違造成閉塞。所以象徵正道遠離、小人得勢，因此賢能的人要能夠克勤克儉、修養道德，先隱忍居易待命，避免禍害以求自保。\n\n「否」者，壞也、不好也。所以此卦有閉塞不行的意思，上下不和、百事不通、家道衰退，或是有罹災、損財的事發生，雖然有善者來幫助，也會無能為力，所以最好還是先暫避患害再來等待時運了。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 不要積極活動才能免於災難。從事公司事業的人，易被勞工問題所困擾，領薪者易被小人是非捲入禍端。務必聽從有能力者的意見方為上策。\n\n《二爻》 周圍的環境無法使你自己採取主動。但是如能動動腦筋，換個角度尋找機會，不無成功的希望。在此反面意思上，上司會給你帶來喜訊，但下面的人卻會給你惹出傷感情的事來。\n\n《三爻》 此爻顯示你正計畫從事壞事，或旁邊的人正要做壞事。如果是你計謀的壞事，而不立刻中止，將會招致大失敗。同時對周圍的人也應嚴加注意，來阻止他來做壞事。\n\n《四爻》 此爻代表你的幸運將要到來。喜訊不僅限於你自己，也會含及家族全體的人為多。目前你也常受上位的人，或是友朋們的援助。戀愛問題不必假他人之手來處理，自己就能夠開出一個解決之路來的。\n\n《五爻》 此爻代表順利，是你苦勞和努力的代價。此際他人的誹謗或是中傷、是非都將消失，協助者也會自動前來，不過要注意的，雖然有九分的成功機會，但若有一分的疏忽，仍會難免遭受失敗的。\n《上爻》 你正虛於盛運之時，身旁必有喜事發生。說不定是榮轉或遠出旅遊之類的。事務的交涉、考試、就業都能得很好的結果。人際關係方面，能和老朋友相會，舊情人也將會回到你的懷抱裏。"
    },
    {
        "type": "周易",
        "name": "澤地萃",
        "text": "澤地萃 兌金二世卦\n\n第四十五卦 萃卦  坤下兌上 聚集歸附之象 \n\n「經文卦意」萃：亨。王假有廟，利見大人，亨，利貞。用大牲吉，利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：萃，聚也。順以說，剛中而應，故聚也。王假有廟，致孝享也。利見大人亨，聚以正也。用大牲吉，利有攸往，順天命也。觀其所聚，而天地萬物之情可見矣。 \n\n《象》曰：澤上於地，萃。君子以除戎器，戒不虞。 \n\n《序卦傳》：「萃者，聚也。」\n\n【爻辭原文】 \n\n初六：有孚不終，乃亂乃萃，若號一握為笑，勿恤，往旡咎。 \n\n《象》曰：乃亂乃萃，其志亂也。 \n\n六二：引吉，旡咎，孚乃利用禴。 \n\n《象》曰：引吉旡咎，中未變也。 \n\n六三：萃如，嗟如，旡攸利，往旡咎，小吝。 \n\n《象》曰：往旡咎，上巽也。 \n\n九四：大吉，旡咎。 \n\n《象》曰：大吉旡咎，位不當也。 \n\n九五：萃有位，旡咎。匪孚，元永貞，悔亡。 \n\n《象》曰：萃有位，志未光也。 \n\n上六：齎咨涕洟，旡咎。 \n\n《象》曰：齎咨涕洟，未安上也。 \n\n『卦意批註簡述』 \n\n萃卦有萬物匯聚、集中的跡象。表示形交氣合獲得生聚的現象。如於人事，要以恩澤來相維持，以免相聚而又復散。\n\n萃乃聚也，因而此卦做為萬物相聚，諸事平順之吉卦。所以有眾人事物來此聚集的意思，然後再經過濾、篩選出最精華者，所以稱為「萃」也。有主權掌握在自己手上的意思。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 由於對周圍的顧慮和信心的缺乏，你似乎無法貫徹自己的意志。你考慮的越多愈得不到對方的理會。目前考慮自己的存在，才是比對方的更為重要的。旅行、遷移、增改建都是適當的時期。\n\n《二爻》 雖然已經有萬全的準備，卻遭遇到意外的障礙。例如商務交涉中，突然冒出競爭的敵人，而破壞了交易，這種事常有。新建房屋宜避免，修繕不妨。\n\n《三爻》 凡事似乎滯留不前，要鼓起勇氣直往向前，不久就會有所回報。開張、轉業現在是機會。職員能得到上司的賞識，有升級、轉任的可能。要勤於聽人的建言。\n\n《四爻》 運氣向上好轉的時候，要趕快想法抓住這個機會。臨事之前要好好跟主事者商量，不可一昧的孤意獨行，否則會遭遇他人的反感，而會導致失敗的。\n\n《五爻》 表面很順利，裏面卻是多苦勞。不積極去爭取，恐怕很難有進展。增改建、遷移、旅行無妨。運氣稍有衰勢，務必凡事以和為貴，多爭取部下的信賴。\n《上爻》 盛運似乎到此為止了，目前疏於大意就會被迫於窮困的地步。目前你是孤立的，過度的計劃要避免為妙。因為過份擴張的營運，支出的費用必很大，難免會為金錢所煩惱。"
    },
    {
        "type": "周易",
        "name": "火地晉",
        "text": "火地晉 乾金遊魂卦\n\n第三十五卦 晉卦  坤下離上 日出東方，憤發以進 \n\n「經文卦意」晉：康侯用錫馬蕃庶，晝日三接。 \n\n【翼傳注釋】 \n\n《彖》曰：晉，進也。明出地上，順而麗乎大明，柔進而上行。是以康侯用錫馬蕃庶，晝日三接也。 \n\n《象》曰：明出地上，晉。君子以自昭明德。 \n\n《序卦傳》：「晉者，進也。」\n\n【爻辭原文】 \n\n初六：晉如，摧如，貞吉。罔孚，裕旡咎。 \n\n《象》曰：晉如，摧如。獨行正也。裕旡咎。未受命也。 \n\n六二：晉如，愁如，貞吉。受茲介福，于其王母。 \n\n《象》曰：受茲介福，以中正也。 \n\n六三：眾允，悔亡。 \n\n《象》曰：眾允之，志上行也。 \n\n九四：晉如鼫鼠，貞厲。 \n\n《象》曰：鼫鼠貞厲，位不當也。 \n\n六五：悔亡，失得勿恤，往吉旡不利。 \n\n《象》曰：失得勿恤，往有慶也。 \n\n上九：晉其角，維用伐邑，厲吉旡咎，貞吝。 \n\n《象》曰：維用伐邑，道未光也。 \n\n『卦意批註簡述』\n\n晉卦是光明進步、興盛發展的道理。能明白所處的環境，心中光明正直，尊崇道德言行，自能發展而高昇，所謂「失得勿恤，往有慶也。」順著自然的生命前進，一點也不必擔憂。\n\n曰出東方，黎明來到的世界，君子要明明德，要以磊落的德行照明於天下。\n\n得此卦時，有去苦赴樂、氣運旺盛，如旭日中天，諸事如意，聲名聞達四方的意思。雖然此卦為諸事吉祥的卦象，但是火燒於地，火勢若過猛，地必會涸裂，所以也可來批斷男女婚姻會有不和的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你的願望還不能實現，因為中途出現了障礙，使你不能獲得預期的成果。不過，不久的將來必會有幸運來訪，不要失去那次的機會。\n\n《二爻》 你已慢慢走向明朗的運氣，在目前運勢尚未壯大強盛之前，新計畫或任何職業上的變動要慎審考慮。此刻你的人品和努力已被人所賞識肯定，被人提拔將為期不遠了。\n\n《三爻》 從前力不從心的感覺，將被克服，而有飛躍的成功，會有你的長輩和朋友的幫助支援，不可失去此一良機才好。所以好好尋找貴人的協助第一。\n\n《四爻》 過度自信的驕傲和對事的藐視態度，而使你對自己的生活方示，在工作、家庭婚姻裡、招惹來不斷的災難和煩惱，要小心慎重的來處理才好。\n\n《五爻》 不可斤斤計較眼前的利害得失，眼光放遠去進行將會成功。阻礙你的障礙將逐漸消退中。工作上會出現的強烈的競爭對手，要小心。\n《上爻》 容易引起紛爭的時期，而且大多是由別人的煽動所引起的。務必依自己的想法和意志來行動，不可受他人的影響。有發生事故和家庭失和的憂慮。"
    },
    {
        "type": "周易",
        "name": "雷地豫",
        "text": "雷地豫   震木一世卦\n\n第十六卦 豫卦  坤下震上 豫樂的人生 \n\n「經文卦意」豫：利建侯行師。 \n\n【翼傳注釋】 \n\n《彖》曰：豫，剛應而志行，順以動，豫。豫，順以動，故天地如之，而況建侯行師乎？天地以順動，故日月不過，而四時不忒。聖人以順動，則刑罰清而民服。豫之時義大矣哉！ \n\n《象》曰：雷出地奮，豫。先王以作樂崇德，殷薦之上帝，以配祖考。 \n\n《雜卦傳》：「謙輕而豫怠也。」\n\n【爻辭原文】 \n\n初六：鳴豫，凶。 \n\n《象》曰：初六鳴豫，志窮凶也。 \n\n六二：介于石，不終日，貞吉。 \n\n《象》曰：不終日，貞吉。以中正也。 \n\n六三：盱豫，悔。遲有悔。 \n\n《象》曰：盱豫有悔，位不當也。 \n\n九四：由豫，大有得。勿疑。朋盍簪。 \n\n《象》曰：由豫，大有得。志大行也。 \n\n六五：貞疾，恆不死。 \n\n《象》曰：六五貞疾，乘剛也。恆不死，中未亡也。 \n\n上六：冥豫，成有渝，旡咎。 \n\n《象》曰：冥豫在上，何可長也。 \n\n『卦意批註簡述』\n\n豫卦顯示是由逸樂而懈怠的現象，也可以看成快樂前的防患於未然。\n\n陽氣振出地表，萬物呈現出欣欣和樂的現象。豫乃悅也，得此卦時，雖為有悅樂的時運，但是也有雷震動劇烈的卦象，表示若有乘著強勢進取時會有敗破的現象。有住居不安的跡象，也有要重新謀事、找工作的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 務必要以自己的力量來一步步向前進，拍馬庇、走後門的必得不到好結果的。要謹慎把心胸放寬，對事不對人，守住自己的本份萬事皆吉利。\n\n《二爻》 好機會終於來到，好時機一到，盡速的做決斷最為重要。交涉時不要拖延時間，當天能解決為宜，遲遲不決恐有解約之慮。有解除婚約或離婚的可能。\n\n《三爻》 和親戚朋友間有所磨擦，要防備不要讓事情擴大。事業擴張太大就會有鬆懈的危險，沉溺於享樂也有坐失良機的憂慮，這些都是要趁早注意預防的。\n\n《四爻》 此刻適運氣強盛之時，你被周圍的人所羨慕，聲望也很好，是實踐希望願景的良機。事業方面用人得宜，業績蒸蒸日上。增建、改建、遷移、旅行皆宜。大手筆的出手、投資，只要沒有錯失皆會有所收穫的。\n\n《五爻》 此爻有違犯生活問題，或是性慾過度患病的憂慮。此時不可自作主張，應接納益友或長輩的意見努力去打開僵局。事業上有資金不足、或遭遇有權力者、主管的反對等苦處，切忌莽進、衝動，整備自己的內部要緊\n《上爻》 你已站在毀滅或改過的抉擇點上。事業如不改頭換面，從新來過必有破產之慮。粗心大意就會跌倒。"
    },
    {
        "type": "周易",
        "name": "風地觀",
        "text": "風地觀   乾金四世卦\n\n第二十卦 觀卦  坤下巽上 省察周偏以正風氣 \n\n「經文卦意」觀：盥而不薦，有孚顒若。 \n\n【翼傳注釋】 \n\n《彖》曰：大觀在上，順而巽，中正以觀天下。觀，盥而不薦，有孚顒若，下觀而化也。 \n\n觀天之神道，而四時不忒，聖人以神道設教，而天下服矣。 \n\n《象》曰：風行地上，觀。先王以省方，觀民設教。 \n\n《序卦傳》：「物大然後可觀。」《雜卦傳》：「臨觀之義，或與或求。」以我臨物，故曰興。物來觀我，故曰求，有象以示人，而為人所瞻仰。\n\n【爻辭原文】 \n\n初六：童觀，小人旡咎，君子吝。 \n\n《象》曰：初六童觀，小人道也。 \n\n六二：窺觀，利女貞。 \n\n《象》曰：窺觀女貞，亦可醜也。 \n\n六三：觀我生，進退。 \n\n《象》曰：觀我生，進退。未失道也。 \n\n六四：觀國之光，利用賓于王。 \n\n《象》曰：觀國之光，尚賓也。 \n\n九五：觀我生，君子旡咎。 \n\n《象》曰：觀我生，觀民也。 \n\n上九：觀其生，君子旡咎。 \n\n《象》曰：觀其生，志未平也。 \n\n『卦意批註簡述』\n\n事物壯大廣被，然後足以來觀仰，如能用不同的規野，和有不同的體認，心境和智慧都將寬大而高明。風行則庶類皆被，有考察觀摩的現象。有如象徵古代的聖王，來觀察各方百姓眾生的情形，所以是在下位的人，來察顏觀看上位人的動向的意思。\n\n但也有居所不安心身、苦勞的事發生的現象，也有心意不定、多所考慮、思索的意思，需再多請教、求助於他人。求財望事，稍有遲滯，需再觀看之。又有事情受到婦人的妨礙而難成的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 抱著過高的期待、願望，而陷入不平、不滿的情緒裏。目前對日常的小事雖屬吉利，對大事卻不好，此爻有顯示住家和職業的變換，有失業之慮。前途未見明朗之前要自重。\n\n《二爻》 即使自己有很大的本事，也要靠長輩和上司的指導才能打開運氣。自溺、偏執於自己的能力，盲目的開張和轉業都會很不利，如今要靜觀氣運的轉換最要緊。\n\n《三爻》 做事之前要有精確的方針目標才好。不依靠別人，以自力漸進方式來推進，將會有光明的坦途。旅行、改建、轉移都好。\n\n《四爻》 不要太固執己見，和可資信賴的上司和長輩們商量看看，必能得到解決困難的知慧和方法。運氣正在慢慢好轉中，在艱苦的日常生活中也會有喘息的機會。\n\n《五爻》 凡事要以誠實為前提來做事。自作主張的態度和行動最要不得，要知道這種做法必將招來周圍的反感和嫉妒。此刻可能會被寵愛的部屬背叛，或被人恩將仇報的事是可能發生的，要小心來面對處理。\n《上爻》 多方面來照顧別人的機會很多。如能以誠意待人，日後必將會有好報，要多為對方著想。雖然運氣逐漸上昇，還須預防強敵的阻礙。"
    },
    {
        "type": "周易",
        "name": "水地比",
        "text": "水地比 坤土歸魂卦\n\n第八卦 比卦 坤下坎上 相輔相親之道 \n\n「經文卦意」比：吉。原筮元永貞，旡咎。不寧方來，後夫凶。 \n\n【翼傳注釋】 \n\n《彖》曰：比，吉也。比，輔也，下順從也。原筮元永貞，旡咎，以剛中也。不寧方來，上下應也。後夫凶，其道窮也。 \n\n《象》曰：地上有水，比。先王以建萬國，親諸侯。 \n\n《序卦傳》：「比者，比也。」比，親比也，親密也。\n\n《雜卦傳》：「比樂。」比為樂和，親和必樂。\n\n【爻辭原文】 \n\n初六：有孚比之，旡咎。有孚盈缶，終來有他，吉。 \n\n《象》曰：比之初六，有他吉也。 \n\n六二：比之自內，貞吉。 \n\n《象》曰：比之自內，不自失也。 \n\n六三：比之匪人。 \n\n《象》曰：比之匪人，不亦傷乎。 \n\n六四：外比之，貞吉。 \n\n《象》曰：外比於賢，以從上也。 \n\n九五：顯比，王用三驅，失前禽。邑人不誡，吉。 \n\n《象》曰：顯比之吉，位正中也。舍逆取順，失前禽也。邑人不誡，上使中也。 \n\n上六：比之旡首，凶。 \n\n《象》曰：比之旡首，旡所終也。 \n\n『卦意批註簡述』\n\n水流往地上，水與土融合在一起，有互助親近的關係。用以比喻君王和臣民、政府和人民，均應互助親愛，才能融洽地維繫群體的關係，建立經國的大業。得此卦時，有智慧的朋友能來輔助，而順遂其志望。又進退均要以急速把握為貴，速者可得先機，徐緩則不利。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 你正在迎接鞏固自己將來事業基礎的偉大時刻。不急不忙地運行，必能達成目的，轉職到新的地方，只要誠心誠意必可以得到人望。可能會有意外的訪客，心情也很愉快。\n\n《二爻》 暗示有人提拔你昇官。正面交涉如果失敗的話，和有能力的人商量，便有辦法來打開僵局。此刻要注意愛情問題和預防染病。\n\n《三爻》 你將面對衰落的運氣，因交友不慎而有受災的可能。平常沒有信用的人，切記不可輕信他的巧言。轉職、轉業、擴張事業都有凶象，靜待觀望為佳。\n\n《四爻》 凡事以正當的手段去處理必能成功，投機取巧是沒有用的。若是出於虔誠的心意，必會得到別人的援助。若談婚姻親事，男方半吉，女方有良緣之象。轉職、遷居、旅行都有利。\n\n《五爻》 如果是領薪者，就有昇級為主管的運氣。如果你是實業家，則能獲得部下和同業的愛戴求取事業上進一步的發展。合夥生意必需考慮對方的利益才好。開張和轉業都有吉象。\n《上爻》》 以安逸的心情從事工作，而弄得進退兩難。這是怠忽對上司的報告所引起的致命傷，也有為愛情問題而煩惱等，極需要注意多用心。目前，凡事保守謹慎行事為良策。"
    },
    {
        "type": "周易",
        "name": "山地剝",
        "text": "山地剝  乾金五世卦\n\n第二十三卦 剝卦  坤下艮上 外華內虛之勢 \n\n「經文卦意」剝：不利有攸往。 \n\n【翼傳注釋】 \n\n《彖》曰：剝，剝也，柔變剛也。不利有攸往，小人長也。順而止之，觀象也。君子尚消息盈虛，天行也。 \n\n《象》曰：山附于地，剝。上以厚下，安宅。 \n\n《序卦傳》：「剝者，剝也。」剝，剝落也。\n\n【爻辭原文】 \n\n初六：剝床以足，蔑貞凶。 \n\n《象》曰：剝床以足，以滅下也。 \n\n六二：剝床以辨，蔑貞凶。 \n\n《象》曰：剝床以辨，未有與也。 \n\n六三：剝之，旡咎。 \n\n《象》曰：剝之旡咎，失上下也。 \n\n六四：剝床以膚，凶。 \n\n《象》曰：剝床以膚，切近災也。 \n\n六五：貫魚，以宮人寵，旡不利。 \n\n《象》曰：以宮人寵，終旡尤也。 \n\n上九：碩果不食，君子得輿，小人剝廬。 \n\n《象》曰：君子得輿，民所載也。小人剝廬，終不可用也。 \n\n卦辭曰：「剝，不利有攸往。」剝卦五陰在下，一陽在上將剝落，成陰盛長而陽消落之象，不可有所往，有所進。內坤而外艮，坤為順，艮為止，有順而止之象。\n\n『卦意批註簡述』\n\n山附於地，附則不固，有傾落的運勢。在人有如氣運已窮成剝落的現象，要能守成安居為重。\n\n在剝落的過程中，雖然有切膚之痛，但若能將痛苦轉變成成力量，在塵埃落盡的時候，可以靜靜的等待另一次機會的來臨。\n\n然而得此卦時，為時運不佳，身上零落資源、錢財漸消減的時候。須防盜難、女難，氣運最衰的時候，要留心被詐騙，或有不利的災禍，又主動則凶，守成則吉。斷之婚姻，有生離死別的離異痛苦，乃是主剋女的跡象。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 表面上雖然看不出有何不自由、不自在的地方，但內心裡似乎隱藏著難言的痛苦。現在即使是很細微的小事，也有可能演變成很嚴重的事態，一切要慎重才好。不可太因為信任別人，而使自己陷入不測的禍害裡。\n\n《二爻》 處事如果掉以輕心，就會有遭遇失敗的憂慮。可能會被捲入金錢的禍端裡，或為不三不四的歡場女人耗費錢財，或是替人擔保，而被拖垮等等的災厄，要多提防小心注意。\n\n《三爻》 得此爻的你，正在非常危險的時候，而獲得貴人救星的幫助，得以免除災難。或是被資金財務逼迫到困窮的地步時，也會有貴人前來營救幫忙的。不過如果自作聰明，懷抱著野心和過大的私慾，便等於自掘墳墓難得解脫了。\n\n《四爻》 得此爻的人切忌粗心。事情已發展到你的能力無法挽救的地步了，此時此地不可自作主張，要多打聽參考周圍家人的意見，見機行事最為得宜。\n\n《五爻》 此爻運氣較好，不過如果牽扯太多的財色慾望就會歸於失敗。合夥共同做的事業，如不事先把責任劃分清楚，將會成為困擾的根源。在自己能力所及的範圍裡踏實地硬幹，會比奢望、妄想要做超過實力以上的事業來的實際。\n《上爻》 陽爻已漸被陰爻所侵吞，凡事都有危險，所以不可奢望太高。內容不清楚的工作、計畫，絕不可冒然進行，只要沉著冷靜，就可以從長期辛苦中脫離出來。"
    },
    {
        "type": "周易",
        "name": "坤為地",
        "text": "坤為地   坤土八純卦\n\n第二卦 坤卦 為純陰之卦 造化的根源 \n\n「經文卦意」坤：元，亨，利牝馬之貞。君子有攸往，先迷後得主，利西南得朋，東北喪朋。安貞吉。 \n\n【翼傳注釋】 \n\n《彖》曰：至哉坤元，萬物資生，乃順承天。坤厚載物，德合旡疆。含弘光大，品物咸亨。牝馬地類，行地旡疆，柔順利貞。君子攸行，先迷失道，後順得常。西南得朋，乃與類行。東北喪朋，乃終有慶。安貞之吉，應地旡疆。 \n\n《象》曰：地勢坤，君子以厚德載物。 \n\n《序卦傳》：「屯者，盈也。屯者，物之始生也。」 \n\n【爻辭原文】 \n\n初六：履霜，堅冰至。 \n\n《象》曰：履霜堅冰，陰始凝也。馴致其道，至堅冰也。 \n\n六二：直，方，大，不習旡不利。 \n\n《象》曰：六二之動，直以方也。不習旡不利，地道光也。 \n\n六三：含章可貞。或從王事，旡成有終。 \n\n《象》曰：含章可貞。以時發也。或從王事，知光大也。 \n\n六四：括囊。旡咎，旡譽。 \n\n《象》曰：括囊旡咎，慎不害也。 \n\n六五：黃裳，元吉。 \n\n《象》曰：黃裳元吉，文在中也。 \n\n上六：戰龍於野，其血玄黃。 \n\n《象》曰：戰龍於野，其道窮也。 \n\n用六：利永貞。 \n\n《象》曰：用六永貞，以大終也。 \n\n文言曰：坤，至柔而動也剛，至靜而德方，後得主而有常，含萬物而化光。坤道其順乎！承天而時行。 \n\n積善之家，必有餘慶；積不善之家，必有餘殃。臣弒其君，子弒其父，非一朝一夕之故，其所由來者漸矣，由辯之不早辯也。易曰：「履霜，堅冰至。」蓋言順也。 \n\n直，其正也。方，其義也。君子敬以直內，義以外方，竟義立而德不孤。 \n\n直大方，不習不利，則不疑其所行也。 \n\n陰雖有美含之，以從王事，弗趕成也。地道也，妻道也，臣道也。地道成而代有終也。 \n\n天地變化，草木蕃；天地閉，賢人隱。易曰：「括囊咎譽」，蓋言謹也。 \n\n君子黃中通裡，正位居體。美在其中，而暢於四支，發於事業，美之至也。 \n\n陰疑於陽，必戰。為其嫌於陽也，故稱龍焉；猶未離其類也，故稱血焉。 \n\n夫玄黃者，天地之雜也，天玄而地黃。 \n\n『卦意批註簡述』\n\n《象》曰：「地勢坤，君子以厚德載物。」大地廣闊而厚重，能載運萬物，君子宜效法大地廣博敦厚容納之德行，才能擔任重大的事業。\n\n坤卦純陰，柔順而凝聚，有質有體，具有造化生成之作用，用以表示一切靜態含蘊成長的現象。以「利牡馬之貞」，指出生命順承的態度，在人如厚德多容，樹立形勢，應本乎坤。「乃終有慶」，「終」忍耐、等候正是坤卦最重要的堅持。\n\n所以得此卦者，諸事態度要和順，剛強或是強求必有大凶，又有為親子、兄弟、朋友等勞苦損失的時候，雖然有移居、搬家的希望，但是最好能停止之。此卦願望有調和得到的希望但是然有遲緩而稍受到人妨礙的憂虞，因此只能等待了。\n\n【爻辭〔動爻應用解說〕】\n\n《初爻》 因為鄙視小事而有招致大禍的可能。例如，做生意的被店員捲逃了金錢，或被詐欺騙錢、或被人倒帳的，要多加小心才好。\n\n《二爻》 有升官站立在他人之上的徵兆，如能好好利用機會可得到指導地位，也能獲得意想之外的幸運。如果你是領薪者，將有機會獲得上司的信賴、提拔或轉任新職。\n\n《三爻》 運氣稍差一點。事情進行不如意而有焦急的感決。既然有實力，只好靜候好機運的到來。交上此一氣運時，最好保持靜默，多聽從值得信賴的人意見。\n\n《四爻》 凡事不必倚賴別人，靜觀運氣的發展。有超出自己能力程度的行動，可能因為預測錯誤而引起嚴重的事態來。此卦屬於散財卦，證券買賣或金錢借貸務必小心為妙。\n\n《五爻》 要考慮對方的立場，克制自己，以較為穩和的心情來處理事物，將會得到好結果。在家裡與雙親、和在公司中與上司，都容易引起意見的相左衝突，所以要十分瞭解自己的立場之後，才來進一步始採取行動才好。\n《上爻》 有走入私利私慾的傾向。為追求利潤不惜用計，其結果將導致兩敗俱傷蒙受損害，要特別小心自重。麻煩事尚未遠去之前，要盡可能迴避、靜待。"
    },
    {
        "type": "塔羅",
        "name": "天地否",
        "text": "天地否  乾金一世卦\n\n12、天地否  乾金一世卦\n\n【基本卦意】\n\n否：表否定、不好、壞掉了！主大凶象，顯現出陰陽之氣不協調、事事不順利。\n\n【卦意運用—吉凶參半指示卦】\n\n否，在人及事方面諸多不被認同，有內外不合眾說紛紜的現象，因此事事難以進行，最好此時能彼此互相退讓，靜下心來理性的溝通，方能轉吉。\n\n對於婚姻、感情諸事，已有產生個性、意見上的衝突，若不能好好退讓協商，恐有離異分手的凶險結局。\n\n但須知否極則泰來，天道循環生生不息之定律，面對凶境需冷靜、忍耐，自能度過此一難關。\n\n大凡占得此卦者，均辛苦且困難重重，亦常受小人加害，有別離的痛苦。\n\n【擬像延伸運用】\n\n乾天氣上升、坤地氣往下降，天地之氣互不相交往，延伸為各執己見閉塞不通的凶象。\n\n卜求婚姻，為相互馳背陰陽不相應，有不和或離別的凶象。\n\n女人占得此卦，應特別注意受到小人的瞞騙，因三爻陰內漫於地，延伸為小人在內道長肆意而為，與君子難以相和、不相為謀，故此卦宜防小人暗中加害。\n\n但是此卦乾天在上、坤地在下，乃是天地正位之象，為何卻稱此卦為「否」凶卦。而地上、天下不是正位，卻反為「地天泰」大吉卦呢？\n\n這是易經卦象中最重要的人生哲理，乃因佛門稱人的業力，也是一種累世薰習而成的劣根習性，所以人生在世，大部分人都是順遂自己的慾望習性、心念、觀感來行事，定會受到業力的牽累難以改正，所以觀念已偏差、行為就會有錯誤，當然就可以來推斷凶象應該何時會來發生。\n\n因此「天地」雖是正位，卻有率性難以改正的天生業力缺點，終究自會遇到凶象厄運。而「地天」卻能扭轉其根本習性業力，由乾天的剛烈轉下而屈柔，坤地的柔順怕擔當，轉為向上挺立敢面對，顯現出心性態度上的轉變，許多業力習性自然就會跟著轉變，而由厄運變為吉運了。\n\n所以一切根本之道還是在於「一切心識」，所謂萬法唯心所造的實際顯現，就是要從「扭轉、改變自身的習性、觀念」來做起！\n\n【應用吉凶參考】\n\n運勢：凶且衰，君子以險德避難，不可榮以祿也。邇勢不通達，諸事不順，有損失且波折多。故宜守固正道，若稍偏差，則災害至也。\n\n愛情：陰陽相背，被拒千里之外。\n\n家運：夫妻彼此不能協調，是非很多，劫財又帶衰，慎之。\n\n胎孕：不安，爻神無氣。女兒。二胎生男。\n\n子女：若不是子女少，就是與雙親感情不睦。若是管教無方，就任其自然發展吧。\n\n週轉：告貸無門。甫求了。\n\n買賈：多有損失。但有貴人應在午未申日。\n\n疾病：占病凶兆，康復無望，反象也。病灶為腦部、胃部、癌之類。\n\n等人：不會來，因別的事情而違約。\n\n尋人：因感情不睦而出走，有生命危險，去向不明，難尋。東南方。\n\n失物：因女人花酒中、熱鬧中遺失，東南方尋之。\n\n旅行：不宜。\n\n考試：不理想。\n\n訟詞糾紛：有口難言，有虛偽，更逢盜賊之冤，意見不能妥協，爭吵雖厲害，終有理，此時宜求順。\n\n求事求職：先難後易，須有耐心去爭取勝利，否則凶。\n\n改行難如願，開業最好另擇吉日。然此卦有先難之困，若能舒之則利。"
    },
    {
        "type": "塔羅",
        "name": "澤地萃",
        "text": "澤地萃 兌金二世卦\n\n45、澤地萃  兌金二世卦\n\n【基本卦意】\n\n萃：萃取、篩檢、去蕪存菁，表聚集、重新選取之意。主吉象。\n\n【卦意運用—偏小吉指示卦】\n\n此卦為萬物相聚、諸事平順的吉卦。\n\n所以有眾人事物來此聚集，然後再經過濾、篩選出最精華者，所以稱為「萃」也。也因此有主權掌握在自己手上的意思，如公司管理需要做篩選調整，交往的對象要再選過，投資或是其它計畫都有需要重新調整的意象。\n\n卦有聚會、順從之象，故占得此卦者，願望可達成。\n\n雖有聚財之意，但也會有爭論的阻礙。\n\n【擬像延伸運用】\n\n澤水在地上聚集形成湖泊，而來滋長草木使萬物繁殖茂盛，延伸有過度茂盛竄長，需要進一步修剪整理的時候了！\n\n而內卦坤地柔順、上卦兌澤喜悅，表示人事之間互動相處恭順和悅，感通人心聚結力量，可是也會有感情過於浮濫的現象，因此需要以理性的態度給予整頓。\n\n萃也有重新聚集的意涵，延伸為有與已分開、離別的人再相遇之意。\n\n男人占得為吉象，女人占得則有因過於順從濫情的失利凶象。\n\n卜求婚姻，為和睦相聚的良緣。\n\n昔時呂后疑韓信有功高竄主之心，卜得此卦，然後施計擒戮韓信，此後呂后中可高枕無憂臣民順服。\n\n【應用吉凶參考】\n\n運勢：昌隆，得信於人，承上輩照顧，事業吉昌，但宜小心財務上的糾紛。\n\n愛情：可達成其願望。\n\n家運：家庭融洽如意。防財務歧見之意外。\n\n胎孕：胎安。有雙喜，若是第三、四胎只一喜。然產母病多，注意保養身體。\n\n子女：兒女眾多，且手足相敬如賓。\n\n週轉：可得到上輩支持\n\n買賣：可獲利。\n\n疾病：所患是胸部與腹部之疾。有凶象。治療得宜可平安。\n\n等人：一定會來，且有佳音相告。\n\n尋人：會自己回來，不用擔心。\n\n失物：遺失之物在西南方，遲至無用，速則可尋。\n\n旅行：吉利，並有所獲。\n\n考試：常保佳績。\n\n訟嗣糾紛：爭端不利，和解為宜。\n\n求事求職：可順利，有成就。\n\n改行吉利。開業適時，可按計劃進行。"
    },
    {
        "type": "塔羅",
        "name": "火地晉",
        "text": "火地晉 乾金遊魂卦\n\n35、火地晉  乾金遊魂卦\n\n【基本卦意】\n\n晉：表進取、氣運旺盛也。主大吉象。火為太陽，所以是「旭日東升」日將出於大地、光明乍現，陽光準備要照耀大地，一片欣欣向榮之象。\n\n【卦意運用—吉凶參半指示卦】\n\n表示運勢即將有一番新的開始，因此在事業投資、升遷、婚姻、感情，均是有雨過天晴奮發向上的吉象。\n\n得此卦時，有去苦得樂氣運旺盛，如旭日中天諸事如意，聲名聞達四方之意。一般願望可達，求財也可順利達成。\n\n疾病：此卦為「遊魂卦」與坤土地靈有關，病非真病，宜儘速祭拜地基主或是祖靈，才能化解凶象。\n\n【擬像延伸運用】\n\n離火為當前明朗之道，坤地為附和順從之象，延伸為可趨從附和，目前掌大位大權的情勢，由下位順次升到中樞，而可上達乾體中位即所謂的領導位階。\n\n象徵於家境，有父以理性正義教導兒女不溺愛，兒女也孝敬尊長不作逆，一家和睦門庭歡樂的吉象。\n\n也有被人敬愛受上輩賜惠的吉象，若是有住所變更的計畫，可以依預期來完成。\n\n可和長久未交往的親友相逢，也有和曾交惡的人再和睦相處之意。\n\n卜求婚姻可成，其婚大多是經長輩介紹的。\n\n女人占得此卦，若是動爻在外卦，要注意其先生可能有感情外遇，因其本身離火有動表示火過於猛烈，而造成坤地乾涸的凶兆，使其先生向外尋求解脫抒發。\n\n【應用吉凶參考】\n\n運勢：事業繁榮，聲譽漸高，於人、事、物均獲宏利之際，與人共事者吉。要知進德虛懷，即是諸凡對人、事宜謹守德操，不可傲溢心懷，否則有破象也。但財運旺。\n\n愛情：光明出於地上。柔順而求，可成眷屬。\n\n家運：雖如日中天，切不可過於騙縱、蠻橫，若為人不行正道，雖然光明就在眼前，且興隆幸福，又難免夫婦失和，家運不振耳。\n\n胎孕：平。此胎多女兒。\n\n子女：多才智，聰明而賢孝。\n\n週轉：可獲得強大資金。\n\n買賣：進取得利，並獲得巨財。\n\n疾病：為胃腸之疾，長病者凶，近病者無礙。\n\n等人：女者會來，男者不一定會來。\n\n尋人：見於西南方或南方。\n\n失物：容易找到。\n\n旅行：吉利。\n\n考試：科甲登榜。\n\n訟詞糾紛：遲疑終得理，能圓滿解決。\n\n求事求職：受人提拔，可有成就。"
    },
    {
        "type": "塔羅",
        "name": "雷地豫",
        "text": "雷地豫   震木一世卦\n\n16、雷地豫   震木一世卦\n\n【基本卦意】\n\n豫：豫乃悅也，豫樂、猶豫，表只要做出決定後，就可高興悅樂之意。主小吉象。\n\n【卦意運用—吉凶參半指示卦】\n\n此卦表示做事有如雷動般積極、有力，而且性情如坤地母親般地柔和、圓融，充滿令人喜樂之氣象，因此凡事可盡力去做，無大障礙均可成功。\n\n求財望事，持久堅定則必成。\n\n【擬像延伸運用】\n\n震雷出于坤地上，延伸為陽氣奮發，萬物欣暢且悅服快樂，延伸為面對事情不能猶豫裹足再三拖延，只要積極奮發很快就可見到功效，而且會讓眾人為之心悅誠服。\n\n得此卦時，雖為有悅樂之象，但仍有要小心震雷的激動劇烈，意謂不可樂不思蜀，反而會招致樂極生悲破敗的凶象。\n\n也有住居不安的凶象，和有重新謀事的變化跡象。\n\n卜求婚姻，可成，女方有意願，也可能女比男大。\n\n在婚姻、感情上，也表示男方建強、女方歡悅，可得圓滿良緣。\n\n但男人得此卦時，當處於不穩定左右難抉擇的狀況下，可能男女均有酖陷於酒色的悅樂之中，告誡處世的態度不可太放縱為吉。\n\n【應用吉凶參考】\n\n運勢：此卦象徵萬物欣暢，如意安泰，可得上輩之助。切不能因繁華而怠惰，或沉醉於聲色歡場之中。好運不常有，當好好把握。\n\n愛情：女大於男，一帆風順，天賜良緣。\n\n家運：吉象。切不可迷於情而招破相。\n\n胎孕：不安，剋母。生女之兆。夏則生男，產母有災。\n\n子女：兒女均能相親相愛。前程美好之數。\n\n週轉：稍有阻，但可順利。須誠。\n\n買賣：好時機。秋更吉，有貴人。\n\n疾病：病不治。凶險。肝臟、腹內之疾。\n\n等人：途中有礙，一定會來。\n\n尋人：出走之人因沉迷酒色，東方或西南方可尋。或他人自來相尋。\n\n失物：速尋，否則難得。\n\n旅行：可以。勿登山。改居宜遲。\n\n考試：金榜題名。\n\n訟詞糾紛：有頭無尾，有震動驚恐，亦有別人連累，破財。\n\n求事求職：可得上輩提拔，有希望。\n\n改行吉，大有可為。開業者大吉大利之象。"
    },
    {
        "type": "塔羅",
        "name": "風地觀",
        "text": "風地觀   乾金四世卦\n\n20、風地觀   乾金四世卦\n\n【基本卦意】\n\n觀：觀察、觀看，表需再多觀察瞭解，是個最標準的狀況卦，吉凶未定。\n\n【卦意運用—吉凶未定狀況卦】\n\n凡事不可輕下決定，需要再觀察一下局勢再做打算，其中尤其是對長官、上位者的態度，更是要察言觀色，不可輕忽大意。\n\n求財望事，稍有遲滯，需再觀看之。\n\n【擬像延伸運用】\n\n巽風吹行於坤地面，象徵有上位者週遊觀覽視察之象，延伸事情仍在考慮之中，而坤有柔順之意，所以此時應聽從上意，不要過於表現自己，反而能夠得到賞識脫穎而出。\n\n得此卦時，雖也有受人尊敬之意，但如風行地上，有不穩動搖之象，故有居所不安、心身苦勞凶兆，也有遇事心意不定的現象，需再多請教求助於人。\n\n卜求婚姻，此卦有左右爭婚之意，有難成的凶象。\n\n因此卦象是由屬下一方向上位探看之意，故得此卦者宜觀其他環境的變化，再來決定。\n\n又風行地上乃風聲已傳遍大眾而言，故情事為已傳遍千里，不必再隱瞞。\n\n【應用吉凶參考】\n\n運勢：處在有危險不穩的時運，耍多觀望時勢之利弊，待機行事，於人事物，須以誠待之，才能感化而倖免陷入困難也。\n\n愛情：外表看好，內則虛浮，有上輩提攜可望達成，否則尚處在漂動不穩定的狀態。\n\n家運：正處於下坡時段，要知固守進退之機，聽取長輩意見有助也。\n\n胎孕：胎稍難，初生女次生男，若雙生吉。\n\n子女：兒女將來有成就幸福耳。\n\n週轉：雖有好言，實際內在空虛。無指望居多。\n\n買賣：交易有礙。應在戌亥日可成，否則難成。\n\n疾病：為腹部、神經系統之病痛，病情怪異且有變動，宜妥為治療。更需審慎再加檢查詳細，不可隨意斷症。\n\n等人：觀望必有等待，而來者有隨之他去之象。\n\n尋人：此人到處漂泊，行蹤不定，有險象。目前在西南方，宜丑未日見。\n\n失物：可能因女人失誤遺漏，難尋。\n\n旅行：不宜。\n\n考試：不理想。\n\n訟詞糾紛：雖然終會和合，但有小人在內，防亥日有武動。愈爭論紛爭愈多。\n\n求事求職：不易。\n\n改行：擅自主張不宜，若由他人提拔則可。開業者不宜。"
    },
    {
        "type": "塔羅",
        "name": "水地比",
        "text": "水地比 坤土歸魂卦\n\n8、水地比  坤土歸魂卦\n\n【基本卦意】\n\n比：比和、親和，表兄友比肩而站，一片融合互持、之意。主吉象。\n\n【卦意運用—偏吉卦】\n\n水溶入土中彼此和合在一起，是個很親密的卦象，尤其是論男女的感情。\n\n事業投資有親密的伙伴相助，共同扶持打拼，事事當然可更加順利進行。\n\n但若有疑惑怠慢、猶豫，則會有失親和朋友交往破敗等凶象。也要注意有居住不安，因坤為陰土表亡靈影響。\n\n求財望事少且遲，而且還需多方調和乃成，因外卦坎水隱含凶兆，甚至還有破財的凶象，一旦損失還很難收復。\n\n疾病：此卦為「歸魂卦」陰氣緊密地侵入陽體，是個陰魂附身之象，醫藥無功效。病症主在胃及腎臟，有腫瘤。久病難醫，近病宜速解可救。萬事宜速謀發展進行， \n\n【擬像延伸運用】\n\n得此卦時，知交朋友皆能來輔助，而順遂其志望，但進退均以迅速積極為貴，速者可得先機，若是拖延遲緩則非常不利。\n\n卜求婚姻若近日內回覆，可成宜速定聘，遲延即難圓滿。\n\n男女占得此卦，因坎水有感情之意，流入地必合且難收，延伸宜防陷於情色泥蹈之中，或被甜言蜜語迷惑而有損失， \n\n此卦雖有吉象，但仍須一再自我檢討，有否完善貞固的美德，如此方可言吉，否則亦有遭逆叛的凶象。\n\n俗話有云 「水潑落地難收回」 諸事謹守節操則可安順，否則招逆叛會有悔不當初的遺憾。\n\n【應用吉凶參考】\n\n運勢：運氣平順，與人相親處事則吉。可獲貴人提拔，但不可得志而非份橫行急進，否則遭破遜也。\n\n愛情：兩相情悅，可得良緣。\n\n家運：閤家和樂，家運亨通。宜處事有序使運吉。\n\n胎孕：生女。秋占生男。二、四爻動皆生女，不動是生男。孕安。\n\n子女：兒女溫順且侍親至孝，親情融合之象。\n\n週轉：必成、找同年之之兄弟、朋友可成。\n\n買賣：莫太貪心。交易反覆難成，勿貪則有利可成。\n\n疾病：為腹部反耳痛之症，或腎臟下部之疾。占病長危，近病者速醫可治。\n\n等人：會來。\n\n尋人：不在杏花處，則是有婦人相留，不可尋，恐生不測之禍。此人會自己回來。\n\n失物：東北、西南方可尋，但有損減。\n\n旅行：吉利。\n\n考試：金榜題名。\n\n訟詞糾紛：宜和，有小人。以和順態度處理可調。\n\n求事求職：有貴人，可有利。\n\n改行有利，可得友人支持。開業者可大發利市，但須注意有人背叛。"
    },
    {
        "type": "塔羅",
        "name": "山地剝",
        "text": "山地剝  乾金五世卦\n\n23、山地剝  乾金五世卦\n\n【基本卦意】 \n\n剝：剝落、崩壞，表一一剝去、切削、毀損之意。主大凶象。\n\n【卦意運用—吉凶參半指示卦】\n\n地動山崩一時群山崩落為平地，表示很嚴重的動盪、變化，而致使重大的傷害、不幸的產生。\n\n最易有急症、意外的血光之災，事業、感情、婚姻等事得此卦需有心理準備，所有之前的努力可能要重新再來了。\n\n此卦唯利於重新到外地發展，或另尋對象、或手術開刀。\n\n得此卦時，為時運不佳，身上零落錢財漸消之時，但也有枯木生花的轉折意涵，須去舊革新來等待春天一陽來到。\n\n須防盜賊等凶難，正是運勢最衰之時，也要留心被詐騙，或有不利的意外災禍，又主動變化更凶，一切保守持平則吉。\n\n求財望事會被他人反覆難成。\n\n【擬像延伸運用】\n\n卦象自初爻至五爻皆是陰爻，而有五陰進迫一陽爻的現象，延伸為陰柔小人氣勢旺盛，剝蝕君子正道的凶象，或女方欺壓男方的情勢。\n\n卜求婚姻，有生離死別之苦，或中途退婚。\n\n男人占得此卦，須小心桃色糾紛感情困擾不斷，或有受人連累而有錢財損失。\n\n女人占得，也有為感情爭風吃醋的災禍。\n\n【應用吉凶參考】\n\n運勢：運帶破、帶衰，有不利之災禍，不可抱持野心，自作聰明，否則自掘墳坑。得此卦者，必有與歡場女子耗費餞財，而又被陷害的苦惱，且有受部下連累而損財，為不得志之時運也。\n\n愛情：卦象陰太盛，故男求女利，女求男不利。口舌多，不可奢望太高。\n\n家運：正處於沒落之時，辛苦勞心，有心挽回者可得安，否則有別離之險象。\n\n胎孕：是第二胎定六根不足。有虛驚，母危之凶象。\n\n子女：緣薄，不和，體弱，甚或無子女，或病或短命之凶象。剝者必有損落。\n\n週轉：無望。\n\n買賣：難成。若成亦有損。\n\n疾病：為胃膽之病，腫瘤病變，需開刀切除，且有病情惡化之象。男人有性病之象。\n\n等人：來者必是小人、女人，或不會來。\n\n尋人：男人為情或財所害，有險象。女人則落人煙花。在東北方的山上或水邊尋之。\n\n失物：已失於水中。\n\n旅行：不宜。有險象。\n\n考試：落榜。\n\n訟詞糾紛：因財祿爭鬥致訟。小人多而言雜，有枷鎖之厄，不能平息。\n\n求事求職：順而止，要慎機行事，不可粗心大意。\n\n改行不利，必損財。開業者有阻礙，切勿意氣用事，否則有害。宜再待時。"
    },
    {
        "type": "塔羅",
        "name": "坤為地",
        "text": "坤為地   坤土八純卦\n\n2、坤為地   坤土八純卦\n\n【基本卦意】 \n\n坤：母親、柔順、陰土，表天生的母性，保守、純陰之卦。主六沖純卦，大好大壞的卦象。\n\n【卦意運用—吉凶參半指示卦】\n\n坤土如大地承載萬物，而有容忍一切的器量，能容忍、忍辱負重、照顧人群。\n\n因其母性柔弱過重，在事業、或決策有過於懦弱、保守、沒主見，因此不宜當為主官、主管，較適宜當副手。\n\n得此卦者，諸事宜和順剛強必有大凶，又為親子兄弟朋友等勞苦損失之時。\n\n得此卦者，不可為追求私慾私利不惜用計，否則會兩敗俱傷而招受損害，盡量迴避不必要的麻煩，避免因他人之事而受損傷。\n\n卦象極陰有陰氣過旺的凶象，最不利於住家、疾病，有犯煞、久病難治癒的跡象。通常與坤卦相配的卦象，如「水地比」、「地水師」、「雷地豫」、「山地剝」、「地山謙」等卦象，均需注意住宅風水的影響，或祖先亡靈的干擾。\n\n【擬像延伸運用】\n\n此卦與乾卦相反，屬純陰六爻的坤卦，在道為地道、在事為順靜、在人為女性、為妻、為母、為臣、為卑下等，在時間為農曆六月、夏末秋初，在方為鬼門西南方、末申方。\n\n得此卦心中願望期待需要有所調整，因為會有拖延受人妨礙的憂虞。\n\n計畫相談的情事，若能逐步慢慢進行可成，若急躁則有障礙難成。\n\n卜求婚姻有破宜緩勿急，有耐心終可成。女人占得此卦為有身孕而待嫁的跡象。\n\n坤卦象為外虛而內實，延伸如母親一般可承受一切勞苦、任勞任怨，專為他人處理不平之事，需以柔和之氣、以靜制動者吉，事業能共謀合作更吉。\n\n【應用吉凶參考】\n\n運勢：諸事不宜急進，退守以靜制動者吉。坤者大地平靜，任其他物所摧而不為所動者大利也。若醉心私慾，違背常理，則有無情之災。\n\n愛情：男主動，女主靜，緩進可成，急則有失。\n\n家運：幸福平靜之象也。\n\n胎孕：生貴子，胎未動逢過申則產。\n\n子女：兒女眾多，和睦幸福也。\n\n週轉：須耐心去求，否則難成。\n\n買賣：勿急。交易可成。\n\n疾病：為腹部之慢性病，病情重且危。\n\n等人：不會來，須再待些時日。\n\n尋人：此人為色情之事出走，於西南方附近之地也。\n\n失物：西南可尋，遺失西北難尋。\n\n旅行：不宜。更忌東北方。\n\n考試：希望不大。\n\n說詞糾紛：多因田土之是非，宜解。有始無終之兆也。\n\n求事求職：不稱意亦不理想，另尋。\n\n改行不利，宜固守本份。開業者再觀望，目前尚未籌備妥當，不宜。"
    }
]