export const gua64Map = {
    11: {
        name: '乾為天'
    },
    12: {
        name: '天澤履'
    },
    13: {
        name: '天火同人'
    },
    14: {
        name: '天雷無妄'
    },
    15: {
        name: '天風姤'
    },
    16: {
        name: '天水訟'
    },
    17: {
        name: '天山遯'
    },
    18: {
        name: '天地否'
    },
    21: {
        name: '澤天夬'
    },
    22: {
        name: '兌為澤'
    },
    23: {
        name: '澤火革'
    },
    24: {
        name: '澤雷隨'
    },
    25: {
        name: '澤風大過'
    },
    26: {
        name: '澤水困'
    },
    27: {
        name: '澤山咸'
    },
    28: {
        name: '澤地萃'
    },
    31: {
        name: '火天大有'
    },
    32: {
        name: '火澤睽'
    },
    33: {
        name: '離為火'
    },
    34: {
        name: '火雷噬嗑'
    },
    35: {
        name: '火風鼎'
    },
    36: {
        name: '火水未濟'
    },
    37: {
        name: '火山旅'
    },
    38: {
        name: '火地晉'
    },
    41: {
        name: '雷天大壯'
    },
    42: {
        name: '雷澤歸妹'
    },
    43: {
        name: '雷火豐'
    },
    44: {
        name: '震為雷'
    },
    45: {
        name: '雷風恆'
    },
    46: {
        name: '雷水解'
    },
    47: {
        name: '雷山小過'
    },
    48: {
        name: '雷地豫'
    },
    51: {
        name: '風天小畜'
    },
    52: {
        name: '風澤中孚'
    },
    53: {
        name: '風火家人'
    },
    54: {
        name: '風雷益'
    },
    55: {
        name: '巽為風'
    },
    56: {
        name: '風水渙'
    },
    57: {
        name: '風山漸'
    },
    58: {
        name: '風地觀'
    },
    61: {
        name: '水天需'
    },
    62: {
        name: '水澤節'
    },
    63: {
        name: '水火既濟'
    },
    64: {
        name: '水雷屯'
    },
    65: {
        name: '水風井'
    },
    66: {
        name: '坎為水'
    },
    67: {
        name: '水山蹇'
    },
    68: {
        name: '水地比'
    },
    71: {
        name: '山天大畜'
    },
    72: {
        name: '山澤損'
    },
    73: {
        name: '山火賁'
    },
    74: {
        name: '山雷頤'
    },
    75: {
        name: '山風蠱'
    },
    76: {
        name: '山水蒙'
    },
    77: {
        name: '艮為山'
    },
    78: {
        name: '山地剝'
    },
    81: {
        name: '地天泰'
    },
    82: {
        name: '地澤臨'
    },
    83: {
        name: '地火明夷'
    },
    84: {
        name: '地雷復'
    },
    85: {
        name: '地風升'
    },
    86: {
        name: '地水師'
    },
    87: {
        name: '地山謙'
    },
    88: {
        name: '坤為地'
    }
};
